#version: 0.2
् र
न ्
ा र
क ्
् य
् त
म ा
ि य
र ्
् ट
प ्र
व ि
क े</w>
क र
क् क
ि ल
त ्त
न े</w>
् प
क ा
न ि
न ा
व ा
र ा
म े
स ्
त ि
द े
र ि
न् न
त ा
स ा
र ु
् ल
ब ा
्य ा
म ्</w>
म ु
ह ै</w>
ङ ्
न ा</w>
प ्प
द ्
य ा
प ा
त े</w>
मे ं</w>
क ि
क ी</w>
ल ि
ो ं</w>
ट ्ट
क ळ
ल ा
स ि
य ़
् च
ं द
ह ा
त ्र
स े</w>
क ु
क् ष
त ा</w>
त ्
क ार
े र</w>
ज ा
स ं
ु ं</w>
त ु</w>
ब ि
क ो
म ि
ल ्ल
् ऱ
क ा</w>
क े
क ि</w>
ह ो
छ े</w>
औ र</w>
भ ा
त ु
ल े</w>
स ु
प ु
य ़</w>
स ्त
च ्च
न े
द ि
क ो</w>
ं ग
च ि
न ी</w>
द ा
त ि</w>
ह ि
स् थ
ु म्</w>
स म
च ा
ल े
न ि</w>
य ा</w>
ल ा</w>
ट ि
व र
प ि
ऩ ्</w>
व े
ट ु
ण ्ट
ळ ्
िय ा</w>
ऱ ्ऱ
ड ़
ॆ य
ह ी</w>
प र</w>
प ो
म ्
ध ा
स े
न ु
ल ो
त ी
य ि
ल ्</w>
त्त ि
न्न ु</w>
र ु</w>
्य ा</w>
र ो
ग ु
ट ि</w>
प र
ग ा
भ ार
् य</w>
श ा
ध ि
त ्</w>
ब े
िल ्</w>
ह ु
िय ़
ज ि
ड ि
ै ं</w>
द ी</w>
ल ्
ष ्ट
र ्</w>
अ व
क ु</w>
ह ी
न ी
ं च
क्क ु
त ी</w>
त े
क ॊ
क ्र
ार ्
क र</w>
ल ु</w>
ह ा</w>
रा ज
ग ि
म ो
स ्</w>
कळ ्</w>
ब े</w>
य ो
त ो</w>
प रि
ङ् ङ
प ू
ए क</w>
ह े</w>
श ्
िय ा
स र
न् त
ं ड
ह ैं</w>
च े
ह े
ल ी</w>
ण ्</w>
श ि
ळ् ळ
र े
का र</w>
दे र</w>
य ु
ल ो</w>
े न</w>
द े</w>
ग ्र
द ु
ल ी
न ु</w>
ख ा
स ्ट
म ी
ध ्य
भ ी</w>
र ा</w>
स ी
ा र</w>
व ी
ग ा</w>
इ स</w>
द ा</w>
र े</w>
ही ं</w>
ार ु</w>
भ ि
ळ ि
िल ्
मा ं</w>
न ्</w>
क ू
प े
ार ा</w>
लि ए</w>
म ं
ै य
व ु
ष ्
न् न</w>
आ प
ट ा
स ी</w>
त र
दे श
ज ी
स्थ ा
न हीं</w>
ज े
य़ े
द ु</w>
ंद ि</w>
प ार
च ॆय
व ा</w>
न् त</w>
नि र्
र ू
म ै
च ्
ए क
म ार
ऩ ्
श ्र
अ प
थ ा</w>
क ्</w>
य ि</w>
त ्या
म ू
ऩ ्ऱ
क ी
त् र</w>
उ न्
ि त</w>
मं त्र
अ नु
त्त ु</w>
स ़
ण ा
ग ॆ</w>
य े</w>
न ू
च ु
ए ब
ट ्
क्क ु</w>
त ॆ
र ी
उ प
ल्ल ि</w>
् ञ
द ॆ</w>
र ी</w>
एब ं</w>
ब ी
म ्प
न् य</w>
ट ॆ</w>
त ्य
ऱ ि
क्क ा
द ी
ग ळ
प्र ति
व ॆ
व ्य
थ ा
व र्
ण ्
थ ी</w>
आ हे</w>
ज ़
त्त ु
क िया</w>
श ु
िल ा
प्र ा
इ स
कर े</w>
अ धि
आ म
व ी</w>
प्र धा
न् तु</w>
म ा</w>
ार ्</w>
स ू
न ो
िल ्ल
ं त
द ि</w>
प ॆ
ल ु
कर े
ट्ट ु
ट ा</w>
ट ्र
घ ट
मा न
त ो
मु ख
ज न
द् द
श े
स ्प
दे श</w>
भार त</w>
क हा</w>
न ो</w>
ट ी
ह ो</w>
ऱ ्
व े</w>
व ु</w>
ऱ ॆ</w>
थ े</w>
ब ्
ग े</w>
ड ा
पू र्
नू ੰ</w>
क्क ि
स ो
ब ो
2 0
ार े</w>
ट ्</w>
प ्</w>
प ी
रा ष्ट
म ह
द र
क ृ
द् र</w>
य ह</w>
म ॆ
द् ध
िल् ल</w>
न् ना
य े
िय़ े</w>
न् त्र
ता र</w>
िय ि
क्क ्</w>
ब ं
व ै
स्त ा
ब ा</w>
ज ा</w>
ट े
आ ं</w>
म ी</w>
ण ि
र ्त
म े</w>
ब ु
ओ य़
ट ै
्र ी
च ार
पु लि
ए इ</w>
द ्य
प ॊ
ऱ ु
न िय
च ॆ
स ा</w>
ड ु
ग ो
ज ो
व रु
कर ने</w>
न ेर</w>
ण ि</w>
मा न</w>
छ ि
इ रु
ग या</w>
ण े</w>
म ध्य
हा ं</w>
ळ् ळ</w>
ग ्
स क
आ र
ज न</w>
प्प ि
कर ि
व र</w>
्र ा
कार ्य
ड ु</w>
ल्ल ा
कर ा</w>
क् त</w>
मंत्र ी</w>
उ न
िय ों</w>
क ै
फ ि
ज ो</w>
अ ने</w>
ार ा
त ॊ
न ट
ग ी</w>
च ा</w>
य़ े</w>
च े</w>
कर ते</w>
क र्
द र्
ट े</w>
ल ै
द ो
आ मा
ल ि</w>
ङ् कळ
र ू</w>
ट्ट ि
क्ष े
ऒ रु</w>
ज ी</w>
बा द</w>
क ॆ
म र
ार ी</w>
थ े
ति नि</w>
य़े छे</w>
स र्
ब ै
ण ्या
च ्या</w>
न्न ्</w>
छि ल</w>
ण ा</w>
स्त ु
्र े
ह न</w>
द ू
सा थ</w>
अ ति
छ ेन</w>
िय ु
दे ख
अ ं
छ ि</w>
क् ष</w>
ि क</w>
म न्त्र
ट ी</w>
श न</w>
प ह
अ वर
ग े
क ल
भ ू
ब ्य
ं ब
स ि</w>
ं ग</w>
ग ि</w>
च्च ु</w>
ं ने</w>
उ त्त
न ॆ</w>
ंद ि
ल् ल</w>
न् ऱॆ</w>
ऩ ा
ह य़</w>
अ भि
र क्ष
बा र</w>
आ र</w>
व ्
ज ु
ङ्ङ ळ
ंद ु</w>
ज ्ञ
सर कार</w>
त र</w>
च्च ि
न ॆ
स मा
अ ते</w>
ड ी
फ ो
ख े
त् त</w>
ख ु
ण ी</w>
ध ार
ण्ट ्</w>
म िल
च ी</w>
म ौ
च ी
न ों</w>
ङ्ङ ൾ</w>
व ार
उ स
ज न्य</w>
य ू
ङ् कळ्</w>
ंग ा</w>
र् थ
मध्य े</w>
क ट
य ुं</w>
ऩ र्</w>
इ न्
हो ंने</w>
चा र</w>
प्प ॆ
म ऱ्ऱ
ं द</w>
ध ी</w>
कि ऱ
छ ा
द ्र
कार ी</w>
प्रधा न
प ्
अ त
आ णि</w>
ब न्
पो ली
क् त
ट ु</w>
ञ ्ञ
प ि</w>
र ि</w>
ठ ा
मा म
ओ ं</w>
ड ा</w>
सम ्
रु न्नु</w>
थे के</w>
आ रो
ब हु
उन् होंने</w>
न् या
प ण</w>
भार ती
ड ़</w>
िय़ े
म् म
0 0</w>
प ी</w>
झ ा
फ ा
ू न</w>
स्थ ि
चि त्र
म ृ
स् व
ध ी
घ ा
ज े</w>
चॆय ्त
अ स
कर ा
कळ ु
अ र
इ त
ड ्
प्प ु
श ी
त ों</w>
ङ् क
न िल
ड े
श ्च
छ िल
ड ि</w>
म ने</w>
अ ने
स भ
व ं</w>
न ुं</w>
ार ॆ</w>
यो ग</w>
क्कु न्न
त्ति ൽ</w>
ण ं</w>
ग्र ा
ं त</w>
फ े
20 1
न ं</w>
वि ष
पुलि स</w>
व ह</w>
इ न्त
अप ने</w>
ञ ्च
द िया</w>
क् क</w>
ट्ट ु</w>
ता ँ
स ब
र हे</w>
को ई</w>
क ൾ</w>
त्त िल्</w>
स ह
ं ट
ब र</w>
ग त</w>
ग ई</w>
शि क्ष
मुख ्य
ऩ् ऩ
्री य</w>
ट् ट</w>
त क</w>
च ो
श ो
राज ्य
ड ्</w>
प ै
न्न ारु</w>
ए म
क्क ुम्</w>
ं नी</w>
क्र ि
आ व
त्त ा
िल ा</w>
ार ि
कि न्तु</w>
ब ल
ड़ ा</w>
गळ ु</w>
भ े
म ार्
िय ो
पा कि
प्र े
म त्तु</w>
ग ी
ं द्र</w>
भ ु
वि ੱ
द् व
दि न</w>
व ुं</w>
ह य़ेछे</w>
ह र
एक टि</w>
ज्ञ ा
य ्
म ॊ
ऎ ऩ्ऱ
वि श्
र ही</w>
ब ्या
ण्ट ा
ड़ े</w>
अ भ
आम ि</w>
ंद ु
ऎ न्
ंग े</w>
ऩ ्प
क् ति</w>
ड ी</w>
ऴ ु
प ्त
सि ं
इ न</w>
छिल ेन</w>
ग ों</w>
य ं</w>
मू ल
रू प</w>
प क्ष
ऴ ि
ष् ट</w>
् र</w>
हा र</w>
प ऱ
राष्ट ्र
द् ध</w>
ए र</w>
्र ि
प्प ो
ढ ़
ळ ा
ता देर</w>
श े</w>
वा र</w>
चॆय ्य
ह र</w>
ं प
थ ि
ल क्ष
स न</w>
अ ध्य
र ह
अ ब
ए स
ळ ्</w>
दा न</w>
उ त
ह बे</w>
म हा
क्क ॆ</w>
ख ़
द्व ारा</w>
द्द ारॆ</w>
स ै
स ङ्
क्क प्प
ं ड</w>
फ िल्
द ल्लि</w>
ं लो</w>
श्र ी</w>
मो दी</w>
द र</w>
ल ों</w>
ना ल</w>
मऱ्ऱ ुम्</w>
व ि</w>
भा बे</w>
ब र
भारती य</w>
अ र्
लो क
ह म</w>
हु ए</w>
प्रधा न</w>
म ि</w>
पाकि स्ता
ति क</w>
ग र</w>
ब ना
न्न ि</w>
उ स</w>
र ै
प्प ु</w>
राज ्य</w>
ैय िल्</w>
मा र</w>
च् च</w>
का ंग
विੱ च</w>
ट र</w>
ज ॆ
त्त ि</w>
ठ ी</w>
ऱ ्प
व ्या
स ॆ
सं बं
प ति</w>
ल ई</w>
न रे
ल ेर</w>
उ द्
नि कि</w>
क् ति
बि ष
ड े</w>
ध न</w>
कॊ ण्ट
के न्
आम रा</w>
या ण्</w>
ज ू
क्ष ि
म ैं</w>
ळ्ळ तु</w>
क व
ङ् क</w>
ं च</w>
नि क</w>
श ा</w>
र् कळ्</w>
ओय़ ा</w>
लो गों</w>
जा न
क्क ुं</w>
श ्य
यि रुन्नु</w>
अने क</w>
िल े</w>
च ू
वि धा
चा ल
ह ै
कर ु
द ्या
ल ्या
ग ए</w>
पु र
स् त</w>
फ ़
म न
द ौ
ना ही</w>
सं ख
कळ ि
ं ना</w>
द िल्ल
च् छ
च ्</w>
ब ि</w>
ऩ ै
सा थे</w>
ळ ु
ऩा ल्</w>
ऱ ै
स् वा
ध ि</w>
न् य
मा यि</w>
त ार
हे ं</w>
प ट
द ो</w>
कि छ
पूर् ण</w>
ना र</w>
त ै
क्कि ऱ
ल य</w>
स् ऱ्ऱ
भा ग
कु छ</w>
ले न</w>
र ॆ
इ न्त</w>
म् ह
म न</w>
इ ं
वे ण्ट
ल ्या</w>
का ल
ब द
वा ले</w>
गि दॆ</w>
ैय ुम्</w>
दा र</w>
व ർ
यो ग
आ ई
ह त</w>
कर ेन</w>
क ों</w>
कळ ै</w>
त ारा</w>
ग ॊ
कि न</w>
ना ं</w>
ं चि
िल ॆ</w>
ह ॆ
म ध
ल्ल ै</w>
भा ज
जि स
का म</w>
मा ण्</w>
प ा</w>
र हा</w>
क्षे त्र
भा ष
रा न</w>
ह ू
न्न ुं</w>
ल नु</w>
व्य व
ए न
प्प ा
कर ी</w>
ड ॆ
वि च</w>
ग ू</w>
गा ं
र ॆ</w>
सि नि
स द
कार ण</w>
न् ति
जी व
ड़ ा
भार त
ज ै
श ी</w>
ब्य ब
भ ी
्ल ा
कर ण</w>
िल े
आमा देर</w>
ट र्
व न्नु</w>
सङ् गे</w>
बि श्
स र</w>
हि त</w>
च् छे</w>
सिं ह</w>
मि ल</w>
ज ्
ख न</w>
ऱ् कु</w>
मा ण
ट ो
ळ े</w>
न् तु
्प ा
ृ ष्ट
मा क</w>
त िय
व ्</w>
च ना</w>
स ौ
स् ट</w>
च ल
स्थ ा</w>
शे ष</w>
न्न ु
प्र ति</w>
ब ार
सि ੰ
आ हे
मे ल
ब ी</w>
च र्
य ्</w>
च र
ख ा</w>
पि र
त था</w>
ल्ल ि
पर ्य
अ न्य</w>
इ न
टु त्त
व रि
ण ी
ने इ</w>
इ ट
स्था न</w>
गळ न्नु</w>
ंग ्</w>
वर ्</w>
स हा
आ य
ऴ ्
न िय़े</w>
पा ल
इ ति
सभ ा</w>
ऎ ंदु</w>
व ॆ</w>
भा ग</w>
कर ार</w>
कर ्त
िय़ ा
मि क</w>
ट ॆ
क्र म
ल िया</w>
त् य</w>
स न्
न ओ</w>
उन के</w>
व ऴ
त ं
1 9
आहे त</w>
व ळ
य हो
अ ल
सा र</w>
ब ॆ
सर कार
द् दे
सिੰ घ</w>
कु ऱि
ब ल</w>
क ौ
ऩ ि
स ्य
बहु त</w>
ख ि
सा ठी</w>
को र्
पर ी
मा टे</w>
ङ् कि
किऱ तु</w>
व ृ
र िय
व ो
क म</w>
2 0</w>
ब ारे</w>
क ॆ</w>
यि ൽ</w>
ज वा
स ार
ण्या त</w>
घ ो
वि ज
मा य</w>
सा ं
पार ्ट
न् ति</w>
द्य ो
ति य</w>
आमा र</w>
अधि कार
क् या</w>
ड़ ी</w>
ज ि</w>
श ि</w>
ऱ्ऱ ु
रा म
ध ु
य ॆ
नि र
प् त</w>
प्र श्
इस के</w>
शे ष
क्कु क
ड िय
ना म</w>
ञ ्
प्र त्य
कर ो
च्च ्</w>
ऎ ं
त्त ॆ</w>
्रे स</w>
ंच ि</w>
प्र का
धा र</w>
ऎऩ्ऱ ु</w>
पर े</w>
कर ना</w>
प्र ो
म त</w>
म त
व त
य़ ा
मन्त्र ी</w>
म ्या
पा स</w>
इ ंड
फिल् म</w>
अप नी</w>
प्र थ
ं कि</w>
मा त्र</w>
िल ि
वि चार
क ई</w>
मा ण</w>
ल िय
इ ह</w>
कि सी</w>
सा म
त बे</w>
मा ध्य
ग ळ</w>
ल कु</w>
पु र</w>
जा ए
प त्र
घट ना</w>
ध ्या
वा द</w>
ण ु
सम ्प
कॊ ळ्ळ
ताँ र</w>
पह ले</w>
मु त
वा मां</w>
त ृ
मा त्र
ह य़े</w>
ती ल</w>
वि का
तु ट
बा इ
ह त
द न</w>
ब र्त
प द
ट िय
ञ ा
हो ता</w>
ब ले</w>
्ल ु</w>
माम ले</w>
भि न्न</w>
चि त</w>
फ ै
१ ९
ऎ न्ना
य़ ेर</w>
दि व
छ ो
ले किन</w>
रक्ष ा</w>
आ स
ए वं</w>
आ ई</w>
उन् हां</w>
राष्ट ्रीय</w>
ंग ा
िल ुं</w>
इ तु</w>
म क्क
ध र
घट ना
चि कि
त न</w>
से इ</w>
सम य</w>
आ त्
ग ठ
ंत र</w>
स ला
ंच ारु</w>
स्थ ित</w>
किछ ु</w>
ब ढ़
दर ॆ</w>
वि रु
ङ् कु</w>
ल्ल ो</w>
अ ल्ला
ज ़</w>
न्न त्</w>
सा मा
ऎ ऩ्
मे रि
क् या
प्र भा
ॆय ुं</w>
ह ते</w>
ग र
दि ੱ
यो ज
ब र्
िय़ ा</w>
कू डा</w>
ह ि</w>
प ड़
ऎ स्</w>
ता ं</w>
पॊ ली
म द
भ ो
बा त</w>
ह ती</w>
च्च ु
्य ू
म ੰ
कळ ा
प ं
ति रु
२ ०
के ंद
ज ब</w>
व ੱ
ंच ्या</w>
उत्त र</w>
व ल
ार् थ
स ब</w>
ल गा
खा ने</w>
ब ता
न्न ॆ</w>
मु ख</w>
ख ो
स ़</w>
श्र ी
त् व
उन् हें</w>
कार ण
रु प
स्थि ति</w>
कु म्</w>
अधि क</w>
नि क
इ र
रा हु
ह ार
ह म
हो ते</w>
ऱ्ऱ ि
स भी</w>
त्त ै</w>
क था</w>
प्प ट
ह ता</w>
ं ट</w>
ं क</w>
वा य
अ ऱ
ऱ ा
ख िला
ൻ ऱॆ</w>
क्क ॊ
ह ॊ
त र्
पार े</w>
प्र ी
आ इ
न् द्र</w>
द ल</w>
कर ता</w>
अ न
ए म</w>
प ै</w>
पऱ ञ्ञ
ट्ट ि</w>
हो ने</w>
ध ा</w>
सं भ
बा ं
ड ो
दिल्ल ी</w>
अ म
ट ्च
छ े
ग ण
ना य
ष ि
वा ई</w>
क्ष ा</w>
ंच ी</w>
प हु
नि श्च
र य़ेछे</w>
लो ग</w>
ल ै</w>
ष ्</w>
ऱ ु</w>
ग्र ह
ह ्
ने ता</w>
ले दु</w>
म् म</w>
आ र्
प्रधान मंत्री</w>
वि ल्</w>
ध र्
न य़</w>
क ॉ
तर ह</w>
त्त दॆ</w>
स चि
व ै</w>
स ह</w>
दर् श
विका स</w>
फि र</w>
न टि
स ं</w>
न ൽ
ऩ ु
दौ रान</w>
प्र देश</w>
मि त</w>
क्षे त्र</w>
ना ग
त्त ्</w>
टै य</w>
क्र म</w>
ए स</w>
स्ट े
न ै
ार् कळ्</w>
पो र्
घ े
खा न</w>
च ॊ
आ प</w>
का य
कर ी
व रा
दु र्
अ थ
ज न्
ऎन्ना ൽ</w>
अवर ्</w>
हु आ</w>
ंच े</w>
ठ ि
क म
दा ख
झ े</w>
कु टु
स ੰ
ियि ൽ</w>
प्रथ म</w>
तर ी</w>
ब ्ल
ग ळि
प र्
जा र</w>
अ मै
क्कु न्नु</w>
ं डि
हो ती</w>
स्था न
वि ल्लै</w>
अ ऱि
इन्त ्य
ऩ ै</w>
प ौ
क्का ൻ</w>
सम य़</w>
क्कुन्न त्</w>
आ दरॆ</w>
5 0</w>
कळ िल्</w>
मा ऩ</w>
त म
ह य़े
बि जॆ
उ ट
श् मी
आव श्य
त ं</w>
द ार
ह मार
क्क ि</w>
क ता</w>
बे न</w>
ळ ी</w>
नु ष
ी ल</w>
िय ु</w>
तॆ रि
द रु</w>
या य़</w>
कार ्
प श्च
वा त</w>
कर न</w>
फ ्</w>
त ॆ</w>
की ता</w>
1 0</w>
बै ठ
ण्ट ु</w>
त् व</w>
चा हि
यु क्त</w>
ला र</w>
मै न</w>
स़ ा
ट्ट ा
कर् म
इ क</w>
वा ह
वर ्त
राष्ट्र पति</w>
र ख
अ न्
स ु</w>
के ट</w>
ए ं</w>
र ण
ऎ ल्ल
क ंप
मुख ्य</w>
ज ारी</w>
का ल</w>
भू मि
त मि
ग्र े
य दि</w>
रा ख
ज ग
द ्</w>
का ज</w>
् य़
ट क</w>
ज र</w>
हु ई</w>
क् य
पाकिस्ता न</w>
इ ला
यु टॆ</w>
प्रत्य े
मु ंब
मु ळे</w>
द क्षि
या र</w>
शा मिल</w>
रा त</w>
या त्र
ॆ टु
प ड
कळु क्कु</w>
ण ार</w>
ट्ट ्</w>
स ल
अ मेरि
ङ्ङळ ु
स् वी
त म</w>
पुलि श</w>
प्र देश
न थी</w>
ब ्र
च ौ
स फ
प ्ल
द् द</w>
प य
क् ट
कु मार</w>
क ेर</w>
आ ऩाल्</w>
ओय़ ार</w>
ब ू
प्र मुख</w>
रु व</w>
कि ऩ्ऱ
ंड ि</w>
घो ष
ण् ण
आ न
ष े
ञा ൻ</w>
िल ु
ल त</w>
बन् ध
उस के</w>
जा ता</w>
पूर् व</w>
त्ति ऩ्</w>
प ण
गु रु
मृ त्य
0 00</w>
स् बा
उ ळ्ळ
को ट
कु मार
द्दे ह
र त</w>
सा न</w>
ए टा</w>
अवर ु</w>
व ो</w>
वेण्ट ुम्</w>
चु ना
स ർ
मह ारा
च ै
दो नों</w>
वा स</w>
ज िल्ल
वा गि</w>
व ुम्</w>
उ पा
अध्य क्ष</w>
य ी</w>
जा ने</w>
को नो</w>
हो गा</w>
फ ी
रि क</w>
पो लि
स्त ्र
क् स</w>
वि रो
चाहि ए</w>
ट ऩ्</w>
अ न्त
म क</w>
प ल
म हि
ष् ठ</w>
सं स्
फ ी</w>
अ ग
कांग ्रेस</w>
मुख्य मंत्री</w>
दे शा
सक ता</w>
दू सर
ऎ ऩ्प
ं स</w>
ऎ ति
ऱ्ऱ ि</w>
प्प टु
वि द्य
करे छे</w>
आ गे</w>
चॆय्त ु</w>
फ ु
ङ्ङ ൾ
गि आ</w>
ं तो</w>
ष् ठ
इ द
ੱ क</w>
ी य</w>
नि ർ
ऎ ऩ
आ ज</w>
पा इ
धि त</w>
क ़
गु लो</w>
उ न्न
स ेर</w>
े ऩ्</w>
को न</w>
उ न</w>
बी च</w>
श र्
नी ति
न ंतर</w>
आ छे</w>
अ ंत
प्पॆ टु
क ल</w>
न ौ
कर ो</w>
मन्त्र ि</w>
ब न</w>
पु न
इ दु</w>
अ यि
मर ियु</w>
कि ए</w>
तॊ टर्
उ ह</w>
द्द रु</w>
ऎन् नि
म ै</w>
ब ृ
ऒ रु
गां धी</w>
वॆ ळ
प्र ि
च ु</w>
लो क</w>
स् य</w>
ते म
ं चा
म ु</w>
ण ॆ
से ना</w>
ल ॆ
पार्ट ी</w>
स्था प
अ द्देह
ल ग
वर् ष
्य ु
बा ब
आ ं
ंच ा</w>
प ार्
इ तु
द्ध ि</w>
छ न्ति</w>
य़ नि</w>
क्क े
त ू
हो इ
श न
कर ि</w>
जा ंच</w>
ओय़ ा
ट्र ो
ग ॆ
्र ॆ
उन की</w>
भाज पा</w>
प्र भु
्य ो</w>
न् नि
भा व
धा न</w>
उ द्यो
मंत्र ा
का ं
टी म</w>
ट ो</w>
वा ली</w>
िल ुम्</w>
त य
पश्च ि
जा ना
निर् ण
ह च्छे</w>
व तु</w>
अ र्थ
मा डि
व ल</w>
कि हा</w>
मे र</w>
द् य</w>
ब न
स त्य
त लै
आप णे</w>
सा इ
इ त्</w>
कर ण
सक ते</w>
ट्र ा
ङ्कळ ु
आ र्थ
मा ने</w>
ज ्</w>
ब लेन</w>
उ ं
कार ्य</w>
ड ं</w>
जि त</w>
चे य
सा धार
द िल
क ं
क मि
शु रु</w>
क ण्ट
तु म</w>
पा र</w>
उ से</w>
अव र्
ब ले
ल्ल े
ब् ब
ह ल</w>
अव ർ</w>
हा ल</w>
द् दु</w>
विश् व
वि द्या
संख ्या</w>
ट न</w>
निर् माण</w>
िय़े छे</w>
इ य
अ ल्ल
मी ड
ौ र</w>
कल ्प
के ंद्र</w>
की ती</w>
रू प
का म
र ो</w>
के र
खिला फ</w>
ता ऩ्</w>
पर मे
1 9</w>
हा स
आ लो
गु ज
ट्ट तु</w>
को वि
व ज
क्क ॆ
ज रि
व य
सम ू
ब ्रि
का छे</w>
प्र दान</w>
ह तो</w>
ता ल</w>
ग ृ
हा ला
कु ल</w>
ऩ्ऱ ु</w>
सम स
ता ण्</w>
को टि</w>
्य ुं</w>
ए क्
श ारु</w>
स मु
करे छेन</w>
बता या</w>
ला ग
ऱ् का
अ तु</w>
त्ति न्ऱॆ</w>
ष ण</w>
महारा ष्ट
आ क
ब च्च
ता त</w>
द् धा
एक जन</w>
वा ल</w>
तॆरि वि
विष य
भ र
ज्ञा न</w>
म नो
नी ति</w>
च्च ा
ना ऩ्</w>
व हि
्य ं</w>
चॆय्य ु
स्ट ्रे
सु कु
इ दि</w>
प ट्ट
वि ध
ै प्</w>
क ला
मा ड
ती न</w>
सब से</w>
कव ुम्</w>
ज ्या
प ृ
त ्या</w>
स भा
ट्टु ण्ट्</w>
न्त तु</w>
ॆय ल्लि</w>
प ति
िल ो</w>
अ त्</w>
ष् ठा
ल ं</w>
न् यू
क पू
ळ ि</w>
ना यि</w>
स ंद
अ त्य
द ै
्त ्त
नरे ंद्र</w>
दर् शन</w>
न िय़
घ र</w>
क म्</w>
क्कु न्न</w>
लि क</w>
व ध
के ली</w>
आरो ग
ड़ ि
अव रु
के न</w>
ॆय ि
मौ के</w>
प ल</w>
ढ ़</w>
कृ त</w>
ई श्
कळि ऩ्</w>
व न</w>
अ ्या
माम ला</w>
अ ला
वि ऩ्</w>
देख ा</w>
िय िल्</w>
ियु टॆ</w>
ज रू
मंत्र ि</w>
योज ना</w>
ऱ्ऱ ्</w>
व्य क्त
प ु</w>
न िया</w>
उत ्पा
श ं
ल ं
ए टि</w>
आर्थ िक</w>
वा ला</w>
वा द
ंद ा
म ति</w>
वि ट
र हे
द ृ
त क
रा ं</w>
आर ओ</w>
क्किऱ तु</w>
डिय ो</w>
बिश् ब
त्त ा</w>
वर ु</w>
त्ति य</w>
य़ ो
य र</w>
सु रक्षा</w>
न् ऱ
ट िया
पॆ रु
नरे न्द्र</w>
मह िला</w>
म ंड
ऱ् ऱ</w>
य ो</w>
यि रु
गा र</w>
बे कु</w>
ती य़</w>
ख़ ु
उ ल
ता के</w>
म रि
तर ी
ङ्ङळु टॆ</w>
ता न</w>
न् ड
दक्षि ण</w>
द ृष्ट
ऱ ै</w>
ल य
ण ै
चिकि त्
ज ेर</w>
हि से
ऒ क</w>
त्ति न्</w>
ए ऱ्प
प ्ट
गि र
श्र े
ल ्प
मंत्रा लय</w>
मु झे</w>
एक टा</w>
कांग ्रॆ
व न
ब ह
प्रा प्त</w>
पु ऱ
िला ण्</w>
प त
था क
ळि ൽ</w>
थ िले</w>
ले कर</w>
् य़</w>
ची न</w>
रा म</w>
बिजॆ पि</w>
मद द</w>
ग ं
ह ृ
वे श</w>
जी वि
पा ल</w>
भ र</w>
जीव न</w>
ल ॆ</w>
का ं</w>
सा ले</w>
ष ि</w>
र्त ि</w>
वु दु</w>
रा ज</w>
हू ं</w>
ता क</w>
उप ल
पि टि
त्र ि
उ दा
क्र ा
कर ण्यात</w>
सि न</w>
ंचि न</w>
या ंनी</w>
ग ौ
i n
ल या
म रु
म ो</w>
को नओ</w>
च न</w>
ने ता
क्क ार
श ु</w>
तु म्
सू चना</w>
प रा
गळ ल्लि</w>
बां ला
उ ंदि</w>
च्छ ा</w>
क ह
स् ब
अभ ियो
ओ र</w>
त न्नॆ</w>
राहु ल</w>
ंदु कु</w>
त्त े
1 0
ध ो
मा नि
चॆय ्
इ रा
इंड िया</w>
ल ुं</w>
ऎ टु
ै क्</w>
ला भ</w>
च ि</w>
उत्त र
जि क</w>
जा ना</w>
त रु
न ल्लि</w>
ॆय ु
व ं
शु रू</w>
ैय ै</w>
यि रि
क ट्ट
पुर स्
क्क िय
आय न</w>
1 5</w>
ए हि</w>
ज़ ि
सं घ
पोली सु
श ुं</w>
ट र
हिसे बे</w>
स्ट ा
ए ल</w>
पि छ
ळ्ळ ार्</w>
पऱञ्ञ ु</w>
ब छ
वा ं</w>
तु ल
ख ू
म ता</w>
म्ह ण
ज ्य
सा क्ष
अध्य क्ष
प क्ष</w>
िय े</w>
पर े
स द</w>
न् ट</w>
च्च त्</w>
मा हि
मा ं
र हि
अ ट
ंत ॆ</w>
य़ ा</w>
हा गू</w>
बी जे
बा स</w>
ति रि
य क</w>
वा ह</w>
ट्र े
शिक्ष ा</w>
र ेर</w>
व िय
वर् कळ्</w>
मौ त</w>
क ल्
हमार े</w>
अव र्कळ्</w>
िया ं</w>
ङ्कळ िल्</w>
जि स</w>
नि रा
विधा न
मध ्य</w>
ङ् कु
देश ेर</w>
स ार्
म ळ
तॆ लि
ह ले</w>
सिनि मा
कार ा
दे ने</w>
ण् ड
प्प ्</w>
से वा</w>
ढ ा
हे ळि
ब ॉ
द िय़े</w>
हा य
त्त िय
ऎ ऩ</w>
पर ं
न म
जी त</w>
प डि
इस से</w>
प्र या
सू न</w>
ऱ ि</w>
या न</w>
च रि
ऎ ं</w>
अ द
जा ब</w>
सम्प र्
ु लु</w>
म ति
प्र क्र
कर ्</w>
ो म्</w>
ंद ा</w>
ता इ</w>
ना थ</w>
ऐ सा</w>
उपल ब्
क त</w>
राष्ट ्र</w>
स मि
म्प ि
के ले</w>
पॊली स्</w>
पोर् ट</w>
कर वा
क लि
जाए गा</w>
सी ं</w>
ार ि</w>
ति र
प्रत्ये क</w>
अ टि
उ ंड
न गर</w>
ी आं</w>
मੰ तरी</w>
का य</w>
श ल</w>
श त</w>
ग र्
अधि कारी</w>
प्र शा
सम र्थ
अ ंग
वु द
क्कु क</w>
ख े</w>
तो मा
श ब्
इ से</w>
क ं</w>
दे ओय़ा</w>
ंद ्र
िल ो
श ेर</w>
प्त ा
ज ल
यो गि
ज ल</w>
तॆ लु
न् स</w>
म ला</w>
उ म्
बे श</w>
बिष य़
नि ऱु
उदा हर
कांग्रॆ स्</w>
ंच ु
न डॆ
ट म्</w>
क्क ै</w>
पु तिय</w>
पू री</w>
ल ू
ए ख
ध न
च ल</w>
त ौर</w>
वर ॆ</w>
य त्
स्थ ्य</w>
ग्रह ण</w>
निर् बा
प्रधान मन्त्री</w>
स ृष्ट
ि रु
पर ्या
टि र</w>
ੱ ख</w>
, 000</w>
त द
प त्
न्या या
निश्च ित</w>
दी आं</w>
स रि
अनु भ
ख ्या
आ यो
के ट
उ ੱ
हय़े छिल</w>
मि क
करे ं</w>
उप स्थित</w>
वर् ष</w>
मा ऩ
नि न्न्</w>
ए फ
बि रु
केन् द्र</w>
ॊ रु</w>
ण् ट</w>
न म्
बि भिन्न</w>
चे शारु</w>
ने र
त् ब</w>
परी क्ष
र् ड</w>
ब ्रा
कळ ुं</w>
अ मॆ
प त्र</w>
ंड ु</w>
पॊ रु
1 2</w>
फ ़</w>
शि व
आ ग
प्प टि
द् धि
रुप ये</w>
का ही</w>
दि के</w>
ए र
रि य</w>
स्ट ि
ज म्म
२० १
3 0</w>
पु रु
ला ख</w>
उ ण्टा
क ऴि
ङ्ङ नॆ</w>
त्त ्
कॊ टु
दर् ज</w>
कर ण्या
श री
मा ल</w>
बि जे
उ ठ
गु लो
का नू
इ ੱक</w>
ह में</w>
वि शेष</w>
त ल
मौ जू
व्य क्ति</w>
मे रे</w>
ॆय न्नु</w>
कॆ ल
मार ी</w>
के ला</w>
ला इ
म्प ा
ख बर</w>
जै से</w>
सा ल</w>
सम ी
उ य
संद र्
गु लि</w>
मा डु
दे र
तु म्</w>
अ नि</w>
ज य
ज र्
स् कू
गु लि
ऎ न्न
प्र कार</w>
वि चार</w>
क श्मी
स़ ु
पोली स्</w>
का नी</w>
प्रका श</w>
भी र</w>
स्ट ्</w>
a n
त्र ी</w>
िय़े छेन</w>
प्र स्ता
सामा जिक</w>
सम य
परं तु</w>
अ ञ्च
द्ध े</w>
ार ं
व ड
प क
सि क</w>
अ ब</w>
केन् द
ंद े</w>
फ ल
ं त्र
2 5</w>
अल ग</w>
करो ड़</w>
न तु
थ िला</w>
ङ्ङ ळिൽ</w>
त् वं</w>
ग ति</w>
या इ
र ल</w>
ग्रा म</w>
अयि ते</w>
वि स्त
ने तृ
इस में</w>
स् थ</w>
बीजे पी</w>
उ त्
ज़ ा
न् ड</w>
भार ी</w>
वरु म्</w>
ऎ ऴु
त् मक</w>
च म
क् यो
यि हो
बैठ क</w>
अद्देह ं</w>
क ै</w>
श् वर</w>
र ੱ
कार्य क्रम</w>
गठ न</w>
रु न्तु</w>
म ऩ
तॆ र
सम झ
नि ङ्ङൾ</w>
हाला ंकि</w>
क ൾ
प्र कार
त ै</w>
आप नि</w>
र ों</w>
ले ल्या</w>
ना नु</w>
दि न
परि वार</w>
दु इ</w>
कळ ुम्</w>
पक्ष े</w>
का फी</w>
य खन</w>
अ रु
वि ध</w>
चा ला</w>
सिनि मा</w>
भूमि का</w>
ख ी</w>
ब ग्
जा ण
चुना व</w>
दू र</w>
कार णे</w>
ती र्
प्र वർ
व ർ</w>
घोष णा</w>
बे शि</w>
ल ू</w>
का श
पाइ ँ</w>
ऒ ंदु</w>
20 0
क ੰ
त् ब
न्न ॆ
उ ल्ले
र्त ्त
र ंग
नतु न</w>
ङ्कळ ै</w>
आ ल्ला
प्र मा
ङ ्</w>
कार ्या
परि णा
ग ै
य ल</w>
मृ त
व ऩ
टु त
मेल ुम्</w>
ह रि
ऱ्ऱ ु</w>
एम न</w>
फ र
उ ण</w>
सचि व</w>
ंद ी</w>
लो नि</w>
वि वर
बिष य़े</w>
क ट</w>
ला म</w>
ज ब
था के</w>
अमॆ रि
पा ठ
ंचि ंदि</w>
म ंदि</w>
अथ वा</w>
प न</w>
प्रति शत</w>
अ न्त</w>
स्तु न्नारु</w>
म र्
ण्ट ु
च िय
क ण
स्था नी
फो न</w>
वि ट्ट
ऐ से</w>
अनु सार</w>
ऩ ार्</w>
ल भि
य न</w>
च ट्ट
मो दि</w>
मा नु
म ज
फ ्त
क्कुक युं</w>
ट्टु ळ्ळतु</w>
स ारे</w>
न्ना यि</w>
अ से</w>
न नि</w>
प ੰ
भारत ेर</w>
र ं</w>
कर के</w>
त खन</w>
धार ित</w>
a t
ला का
ल ुम्</w>
इ ल्लै</w>
मीड िया</w>
की य</w>
ऎ ल्ला
अभि न
ब ारा</w>
शर् मा</w>
ति ट्ट
सि द्दारॆ</w>
ड़ ि</w>
वे ं</w>
ऎ नि
वि विध</w>
लि त</w>
अ गर</w>
क्क ो
ष ा
स लु</w>
वी डियो</w>
न व
ग ु</w>
ऎऩ् ऩ</w>
श क
ऴ ै
छा त्र
प द</w>
बग् गॆ</w>
क टि
सद स्य</w>
प क</w>
मि ळ
प ता</w>
आ वी</w>
ੰ दर</w>
पऱ यु
ऎ स्
द ों</w>
ंग ्ल
ं ः</w>
ർ क्क्</w>
पि त</w>
आ दा
प्रति नि
ੱ ल</w>
ना म्</w>
का ब
ऱ ्च
इ ल
क्यो ंकि</w>
तॊ ऴ
केंद ्रीय</w>
ळ ॆ</w>
मु टि
म नुष
पर्य न्त</w>
ध ्
निय म
िया न</w>
खु ब</w>
वा स
उ ॎ
श क्ति</w>
वि ळ
ना म
सा ध्य
ए ल
चि ल</w>
ऱ िय
रि गॆ</w>
ळ ा</w>
य़ ा
क् स्</w>
न र</w>
संबं ध</w>
रि ंद</w>
उद् देश
को ൺ
पश्चि म</w>
सा मने</w>
1 00</w>
ड ॉ
बढ़ ा
मा त
ओ इ</w>
ज ु</w>
को ह
अ क
सु प्री
पु स्त
अ ऩु
य ्य
सद स्य
वे ष
ते ओ</w>
न ार
ड ्र
शि त</w>
फै स
द म</w>
ऎल्ल ा</w>
कपू र</w>
पार ि
ि त
प द्ध
ण ेर</w>
क्रि केट</w>
ति ळि
क मा
कर वामां</w>
अ भी</w>
ल र</w>
म रा</w>
आ र्</w>
फ ्
मुंब ई</w>
सि त</w>
इ ल</w>
वि त</w>
अव र</w>
क य़े
प्पो ൾ</w>
सं गी
धि क</w>
प्र यत्
वि रा
पि ता</w>
सु रक्ष
बिरु द्धे</w>
प्र िय
द रा
त ऩ
ट ुम्</w>
कृ षि</w>
न ई</w>
ळ ं</w>
ला म्</w>
उ च्च</w>
साधार ण</w>
डा निकि</w>
वि भाग</w>
मै या
य हां</w>
प्र स्तु
वा स्त
स हित</w>
कार ि
केन् द्र
न ः</w>
ट्ट िल्ल</w>
न्ना ण्</w>
नाग रि
कृ ति</w>
च ्या
ख़ु दा</w>
अ नि
क् स
थ ो
या द
त्ति रु
द् दा
त्या ंनी</w>
म ंदि
अ ंद
ति र</w>
कळि ൽ</w>
अभियो ग</w>
म क
कृ ष्
यु व
बे ह
त्त ी
ह मने</w>
हि न्
िय ुं</w>
बि क</w>
कॊण्ट ु</w>
ब ना</w>
न िया
मु म्</w>
सहा य
व टि
व ारु</w>
बै ंक</w>
क्क ू
त्तु व
क ड
ब रा
1 .
आ तं
महाराष्ट ्र</w>
त ेर</w>
प े</w>
उप योग</w>
ार ो
त ू</w>
हि स्
आर ं
स़ न</w>
कोर् ट</w>
र स</w>
आ ले</w>
व च
ा ऩ्</w>
व ण
न वी
रि त</w>
उस की</w>
मॊ द
प्प टि</w>
अ ळ
पोलीसु लु</w>
अप ना</w>
तुट ർ
के उ</w>
द ारी</w>
स्त ि
ी र</w>
प्र सि
श ू
सं रक्ष
अ न्य
ना वु</w>
उस ने</w>
हास पा
को वा
उम् मी
त िया
तु म्ह
ंड ्</w>
ह य़नि</w>
पू रा</w>
यहो वा</w>
अ ऩै
कोൺ ग्र
शिक्ष ण</w>
क था
मह िला
मा ऱ्ऱ
सि द्धा
के वल</w>
आरो प</w>
ल ॉ
पाल न</w>
ङ्कि ൽ</w>
ंड ा</w>
दूसर े</w>
तु मि</w>
सा ह
ट ार</w>
1 1</w>
कू टुत
क्र ी
ए का
ङ्ङळ ुं</w>
वार ि
का ण
ष्ट ु</w>
िय़ ार</w>
क ৰ
जिस में</w>
य़ ी</w>
प टि
ऎऩ् ऱ</w>
िला म</w>
जि न
a r
ल् ड</w>
e r
दे ह</w>
मू ल</w>
अ स्प
ष न्</w>
e n
हो गी</w>
मा व
ऩ् ऱ</w>
वि क
योग ्य</w>
उपलब् ध</w>
ੰ ग</w>
गु ण
घ ु
मो ह
न् स्</w>
न्न ू</w>
उ पर</w>
नु ंचि</w>
ह रा
श ्</w>
सि ൽ</w>
हत ुं</w>
कि य</w>
तु म
अ मि
वर ै</w>
ऴ ्</w>
किछ ु
ट ल</w>
िल्ल ै</w>
इ ल्ल</w>
गळि गॆ</w>
ला ं</w>
क्षेत्र े</w>
व लि
मा नुष
1 2
ब्य क्ति
ई ल</w>
ियि ऩ्</w>
त्त ो
इ उ
परि स्थि
स्तु ंदि</w>
मह त्व
क युं</w>
इ तर</w>
हु ੰ
चर् चा</w>
अधि कार</w>
य ी
माध्य मे</w>
बा हि
ऎति र्
1 4</w>
ता ना</w>
श ै
वि भिन्न</w>
करे छिलेन</w>
कु ऴ
आ ली</w>
देश ों</w>
ंब र</w>
ॆ न्न्</w>
प्र य़ो
वा न</w>
थि बा</w>
रो ग
थ ी
उ ळ्ळ</w>
पा टु</w>
ब स
चे ष्ट
री ते</w>
आ म</w>
ज रु
प ्या
सि ंग्</w>
सर कारी</w>
सि दरु</w>
शी र्
इन् तिय</w>
प्र दर्शन</w>
स रा
प ्ला
प्प ट्ट</w>
आ फ
अ ळि
म्प ो
निर्ण य</w>
समस ्या</w>
ह ्या
करे ंगे</w>
जान कारी</w>
सा हि
प्रा थ
ब्यब हार</w>
या यिरुन्नु</w>
अ न्या
ट्टु ळ्ळ
न् द</w>
क िलो
प्रश् न</w>
अ फ
क्कि ऩ्ऱ
व च्च
के इ</w>
ङ्ङൾ क्क्</w>
जब कि</w>
प्र ारं
ब ड़ी</w>
भा ल</w>
न् ता
ियि रु
न जर</w>
क ंग
इ व्
अप रा
आ दि
द ॊ
आ धार</w>
अ टु
म तो</w>
स्वा स्थ्य</w>
वि ल
तु ंदि</w>
हा ँ</w>
को सं</w>
प छ
देर के</w>
ए ऱ्ऱ
न गर
इ स्त
पोली स</w>
परि स्थिति</w>
ब ड़</w>
य ारा</w>
स न
अला वा</w>
ल्ल ा</w>
मॆ न्न्</w>
कि ं
उ चित</w>
च म्प
पा त्र
ल क्ष</w>
क्का ർ</w>
अर चु</w>
नी ङ्कळ्</w>
उ ण
कू ट्ट
न म्म
20 20</w>
मुत ल्</w>
इस लिए</w>
ठ ी
िले क्क्</w>
इति हा
ठ े
फ िल
बि त</w>
चित्र ं</w>
ग्र ह</w>
ना थ
आ म्
ज णा
म ल
ने नु</w>
सं युक्त</w>
रू पा
ब ेर</w>
ली वु
ॆ गॆ</w>
र ्य
त थ
क्का ऩ</w>
सा हाय
ो र</w>
इ ंट
त हत</w>
तै यार</w>
अर् थ</w>
प ङ्
ले ख
पुरस् कार</w>
प कु
प थ
क्ष मता</w>
ग ति
त ुं</w>
ऴ ्च
सा ंग
दे खा
उन का</w>
विश् वास</w>
वि क</w>
वृ द्धि</w>
त रि
ठ िक</w>
द्यो गि
इ ੰ
आप नार</w>
हृ द
प ड़े</w>
दाख ल</w>
1 6</w>
ऎ ऩ्ऩ
बना ने</w>
ं क
1 8</w>
न् द्र
ंच ्या
दे शि
स्प ष्ट</w>
ता यि</w>
खि आ</w>
मा झ
शा ह</w>
झा ला</w>
उ रु
द् बारा</w>
व्यव स्था</w>
श त
अ तु
० ०</w>
्प ्प
मूल क</w>
क् टर</w>
विश् व</w>
त्या ंना</w>
दिੱ ता</w>
ज ना
्ल ो</w>
प्र ती
कुऱि त्तु</w>
पा ट
गा न्
ण्ट ि
यॆ हो
ङ्क िलुं</w>
ह ल
नै तिक</w>
ब ्</w>
व्य क्ति
इस का</w>
जि न्
कॊळ्ळ ु
आप ण</w>
चि ऱ
लि ख
ट् वी
ह ेर</w>
समू ह</w>
त न
झा ले</w>
वि टॆ</w>
उ ठा
स्त र</w>
4 0</w>
अ क्ष
स्त ्री
स त</w>
दि खा
पु रा
मृत्य ु</w>
बा द
चे य़े</w>
कर त</w>
चाल क</w>
सि ंदि</w>
क ऴ
स्प ि
आ ने</w>
ट ू
वि टु
दि ंद</w>
क्कि य</w>
च ले</w>
का श्मी
ला ल</w>
पिछ ले</w>
लिय े</w>
ंग ी</w>
श के</w>
को ण
वा दी</w>
पिर तम
्र ी</w>
स्त ्र</w>
मार ्ट
बी र</w>
नि जे
ब ੰ
श ्य</w>
मो दी
े इ</w>
सामा न्य</w>
दु निया</w>
है दरा
ष ्य
ं ट्</w>
त व
क्ष ण</w>
दिੱ ती</w>
सं स्थान</w>
श हर</w>
o r
ण ु</w>
इ ंग्ल
न्न िल्ल</w>
न ल</w>
ऩ ुम्</w>
निय म</w>
श र
हि ं
उ ळ्ळतु</w>
स्त ो
रे ल
कर बे</w>
ग ल</w>
बि द्या
वॆ ळ्ळ
इन्त िया
आ रा
को र
आ वे
त म्</w>
अव ൻ</w>
ज र
दा य़
कु ऱ्ऱ
विरु द्ध</w>
न टि</w>
ळ ु</w>
वि शेष
कर ु</w>
तोमा देर</w>
परि ष
क न
1 8
वॆ ळि
परमे श्वर</w>
ना य़</w>
सम स्त</w>
वा नी</w>
त्त ॆ
बद ला
कृ तिक</w>
र् गत</w>
प्र चार</w>
प्पु डु</w>
मु ऴु
ज ार
ल लो</w>
फ ्रा
ं टि</w>
पू र
लोक सभा</w>
ल भ
कुमार ्</w>
हो र</w>
अ सीं</w>
ल िल्ल</w>
कर् ना
सं स
परी क्षा</w>
समर्थ न</w>
संबं धित</w>
ति रॆ</w>
गि न</w>
1 3</w>
ख ्
वा गिदॆ</w>
आ द
ऱ ो
अ मित</w>
ी देर</w>
ब स</w>
ंद नि</w>
न र
स ड़
ॉ र्
त्ति ऱ्कु</w>
सा धि
स्ऱ्ऱ ्</w>
ड र</w>
जवा ब</w>
सर् व</w>
राज ी
या वु
न ग
शा ं
अ दा
धी न</w>
रि पोर्ट</w>
श क्ति
व ऴि
201 9</w>
निऱु वऩ
त ल्</w>
क्क ै
ङ्ङ ि
चॆ प्प
हासपा ता
अ ंदु
उ ऱु
त ब</w>
सा ध
थ ई</w>
से न</w>
नु ळ्ळ</w>
एख नओ</w>
ग ़
घे त
उं टु
फ ले</w>
हत ्या</w>
छ िलाम</w>
ऐ ੱ
ध्या न</w>
ना ण्</w>
थ ि</w>
इ आ</w>
सा लेर</w>
ति न</w>
क हि
म् प</w>
201 8</w>
े ं</w>
च िल
अभि ने
प्र ार्थ
हि सा
म ल</w>
च ला
ङ्कळु क्कु</w>
ब ंगा
मार ु
ञ्ञ ॆटु
द ॆ
प्रे म</w>
ता ओं</w>
व स्तु
ज्या दा</w>
नु क
मु ऩ्ऩ
ैय े</w>
ंदि न</w>
ज य</w>
अमै च्च
फिल् म
कल ्या
आप ल्या</w>
ख ्रि
i o
दे न</w>
ते इ</w>
प्प ट्ट
चे र्
झा ली</w>
7 0</w>
कंप नी</w>
शी ल</w>
िय न</w>
1 7</w>
क भी</w>
हो य</w>
टा इ</w>
कश्मी र</w>
आ यु
का श</w>
ए ते</w>
वरु किऩ्ऱ
गं भीर</w>
वरु ं</w>
का ँ
प्प त
आ देश</w>
कर छे</w>
अल्ला ह
त्त ार्</w>
ർ च्च
कर ती</w>
द् बि
भ ्र
प्रधा नि</w>
कर वा</w>
स्प र्
कि टै
छ ु
पा ർ
ै त्</w>
अं तर
त्या मुळे</w>
आ गा
त्ति दॆ</w>
ब ड़ा</w>
उप योगि
य ार
निर् देश
कु ऱ
अ र</w>
वा ऴ्
माहि ती</w>
ऑ फ</w>
1 ,
य़ न</w>
ष्ट ा
आ शु
रा क</w>
हि ँ</w>
मौजू द</w>
स के</w>
नी वु</w>
बि ज
कॊण्ट ु
त मा
पोलि सा
बिद्या ल
ण ै</w>
देख ते</w>
जा ते</w>
फ ल</w>
तु का
क ण्
न्न ा</w>
मर ण
1 5
मु स्
भाष ा</w>
अ पे
न टै
सं शो
ब ने</w>
ब्यब स्था</w>
ला इन</w>
पा न</w>
भारती य़</w>
विज य
चेष्ट ा</w>
का दु</w>
ह ों</w>
स्थ ळ
तं त्र
कुटु ंब
ख र्
से खाने</w>
सक ती</w>
छा ड़ा</w>
मेल ॆ</w>
अ क्क
ल ने</w>
छ बि
कॊ ंडि
ध र</w>
भा ई</w>
रु ं</w>
कॊ ण्ट्</w>
कुऱि प्पि
त मे</w>
प ंत
स रु</w>
म ही
प्र णा
बं द</w>
भ विष
ट ेर</w>
अव सर</w>
कु ल
वा ग
प ढ़
जन ता</w>
चि त्र</w>
आरोग ्य</w>
पि रि
कर्म चार
नी डि
्ल ि
ती य</w>
विरो ध</w>
अस्प ताल</w>
पि ऱ
क त
गे छे</w>
क थ
अल्ल तु</w>
प थ</w>
दि क</w>
े छे</w>
ध े</w>
वरु किऱतु</w>
ल ता</w>
व हीं</w>
कोवि ड</w>
स प
ग ेर</w>
भू मि</w>
आ त</w>
आ ला</w>
दि ओ</w>
बं धन</w>
इ ऩ्ऩ
ॆ य</w>
मा ർ</w>
ध ारा</w>
बा ल
ह मे
ड़ िय़े</w>
आत् मह
संभ व
ङ्ङळ ॆ</w>
ए फ</w>
रा व
ट् ल</w>
यि ऩ्</w>
र् जा
आ ल
इन्त्य ൻ</w>
बछ र</w>
2 1</w>
जा ती</w>
्ल ो
ज ल्
मा ल
िय ॆ</w>
अ दि</w>
सु व</w>
मे ऱ्
निय ंत्र
िल ी
उद्यो ग</w>
ब जा
पा तुका
उ च्च
उ भ
विधान सभा</w>
तो मार</w>
तर फ</w>
कळु टॆ</w>
च ार्
द ੱ
दे य़</w>
फ ा</w>
मार् ग</w>
ड ू</w>
गु त्तदॆ</w>
ला य़</w>
दिव स</w>
दि ते</w>
ज हां</w>
ब ला</w>
देश े</w>
अ ੰ
ब ळ
ठ े</w>
न् द
उ ण्
राज ा</w>
मक्क ळ्</w>
त ट
ब ੱ
दी प</w>
वा गि
बर ेर</w>
ऎ ंद
टे स्ट</w>
उत ्प
अमेरि का</w>
मात्र ं</w>
क्क म्</w>
कृ त
न् हा</w>
आ शा</w>
म ण
स ारा</w>
अ द</w>
मा ट
लो कां</w>
तो मरा</w>
यात्र ा</w>
पु ल
कु ऱै
मानु ष</w>
कळ ॆ</w>
त ः</w>
प्र वे
बा हर</w>
ख री
आप को</w>
मज बू
पिरतम र्</w>
म त्
न्या य
महत्व पूर्ण</w>
माध्य म</w>
संख ्य
िलु ळ्ळ</w>
नि ग
म हे
न ल्ल</w>
िलि रुन्तु</w>
उ ऱ
म ारा</w>
म िल्ल</w>
य् क्क्</w>
चॆय्त ि
घटना स्थ
इत िल्</w>
ब लि
न ॊ
परि बर्त
स्ट ो
भाज प
तं त्र</w>
क टि</w>
क ले
म ना
भार ता
गा गि</w>
सि द</w>
हो त</w>
रि हा</w>
य़ ार</w>
फा य
अऱ ियि
बहु दु</w>
सं स्था
घट न
दे व
आ ण
बा अद</w>
सं स्थ
अ प्प
तरी के</w>
भ ग</w>
अभ ्य
बा न</w>
२० ०
पो स्ट
ट ्लु</w>
पह ली</w>
यु द्ध
आशु पत्र
ज़ र</w>
क्क ळ
ड ो</w>
कुटु ं
कॊ ळ्
आ ट
ने ट</w>
बिजे पि</w>
गा य
सं विधा
रो ध</w>
ल गा</w>
क ख
उत्त म</w>
न्त ार्</w>
य ु</w>
लग भग</w>
ऎ न्न</w>
प्रवർ त्त
अव सर
न्ऱ ्</w>
निय ु
ण् ड</w>
दू र
ठ ा</w>
क ठि
वੱ लों</w>
्य े</w>
लि आ</w>
ध रे</w>
नि म
त्त िलॆ</w>
मार ा
मा ता</w>
समि ति</w>
ंग ्
ऱ्का ऩ</w>
इ म
ऎऩ्प तु</w>
वर ण</w>
िल्ल ा
दि ए</w>
पि न्न
तॊ ट
ल तो</w>
पा ओय़ा</w>
बन् ध</w>
आ ज
दी ंतो</w>
सम् भ
मु ੱख</w>
2 4</w>
स लि
मु क
हो ंगे</w>
मी रु</w>
से वा
मु ऱै
वि व
हि ंद
अल्ला ह</w>
िया क</w>
म त्तिय</w>
न ए</w>
आ क्रम
कर्त ा</w>
विद्य ार्थ
तु र
यु द्ध</w>
गुज रात</w>
न ू</w>
सह योग</w>
ल िल्</w>
म् मि
अ ल्ल</w>
201 7</w>
क्र ो
वे ऱु</w>
ब त</w>
करु न</w>
ऒ ऩ्ऱ
वि त्त
़ ्या
मिल े
आमा के</w>
कु ं</w>
ऎ र
ग िय़े</w>
घटना य़</w>
ट्टि रु
मु ता
र्त ि
ता प
पा लि
न म्म</w>
दु ः
करे गा</w>
ध ु</w>
सि ल</w>
सि ने
इन् त्य</w>
मध ्य़</w>
ताँ के</w>
म ऱु
ब ड़े</w>
स मे
य िलॆ</w>
2 2</w>
हमार ी</w>
जम्म ू</w>
के स</w>
टि ंग</w>
यावु दे</w>
उन् नायि</w>
ब िल
ळ्ळ ऩर्</w>
जिल्ल ा</w>
जा तीय़</w>
पर ियो
चे सुकु
ए खाने</w>
ट् स</w>
अ ੱ
कि सा
भा र</w>
1 4
मे री</w>
अनु मति</w>
मॊ त्त
यु क्त
ड ै
ർ त्
आ श
या बे</w>
जन क</w>
ये ते</w>
स्त े</w>
स भ</w>
निय ो
प रु
ह ुं</w>
प्रश् न
न ारा
ब्या ं
प ल्
ी ए</w>
म ैय
अव ु
हा थ</w>
वि देश
ड् ड
धर नेर</w>
6 0</w>
आ य्
नु ंडि</w>
मूल म्</w>
को रो
भाष ा
ला क</w>
फि र
तै रि</w>
क्क ण
कल् प</w>
पत् नी</w>
मंत्र ि
प्पट ुम्</w>
आत् म
ग ल
य ॊ
ग्रा मी
मु ळ्ळ</w>
निर् देश</w>
टु त्तु</w>
प ारु</w>
रि क्त</w>
आ ए</w>
आ ग</w>
ज़ रू
अं श</w>
अ ग्र
र स्</w>
पि ऩ्
इस की</w>
गिर फ्त
ग ार
न्ना डु</w>
स्था ना
के सु
ं टु
हासपाता ले</w>
ध ारा
आम ॆ</w>
ख र
आरो प
व च्चु</w>
प राम
च ंद्र
साहाय ्य</w>
केंद ्र
क डे</w>
पॆ ऱ्ऱ
पू ർ
ल ड़
बि शेष</w>
स्त्र ी</w>
व्य क्त</w>
ला गिदॆ</w>
भा लो</w>
ज ना</w>
मै ंने</w>
ै च्</w>
गृ ह</w>
प टि</w>
वे ळी</w>
स़ ि
आ व्य
प ड़ा</w>
अ दु</w>
अभि नेता</w>
कि र
म्या न</w>
पा क</w>
पी एम</w>
से व
ड् डि</w>
सർ क्काർ</w>
मै च</w>
क मी</w>
क् य</w>
लो को
ब इ</w>
कट ्च
तद न्त</w>
टे ड</w>
क ट्टु
ल नि</w>
्री य़</w>
धि कार
राज्य ों</w>
इ ऱ
ताँ देर</w>
क्कुन्न ति
र् जा</w>
िया ण्</w>
हा द
ए से
ब द्ध</w>
आ न</w>
5 00</w>
लक्ष ्य</w>
ण ॆ</w>
ल ੱ
आ दि</w>
श ो</w>
मार े</w>
क्क ൽ</w>
त कव
मार् ग
र ण्ट्</w>
ता कि</w>
अन् वेष
आतं क
स् बी
गु र
या क</w>
पो यि
राज ्या
ळ्ळ ि</w>
संबं धि
क् सि
ऩ ा</w>
नम् मु
पॊ तु
सो शल</w>
प्र सा
ला गू</w>
प्र दा
ट्र ि
हा इ
सि द्ध
ंद ो
म्प ु
वुद िल्ल</w>
किऱ ार्</w>
नि ज
एऱ्ऱ वुं</w>
प ॆय
प्रक्र िया</w>
जा ं</w>
गौ र
ळ्ळ ि
प्रा य़</w>
मा जी</w>
य दिओ</w>
़ ्या</w>
आ न्
श ता
बार ेर</w>
रि क्कुन्नत्</w>
ज ॆ</w>
म् बर</w>
अधिकार ियों</w>
इ सी</w>
क्क ा</w>
ला व
इतिहा स</w>
या द</w>
ब ल्
म ल्</w>
कूटुत ൽ</w>
ना हिँ</w>
य ॆ</w>
या त</w>
सी बी
मिल ी</w>
सं पर्
वा ट
हॊ ंदि
ंदि गॆ</w>
ऐ सी</w>
ग ू
ऩ म्</w>
चिकि ॎ
न्न ति
ार ी
अ जि
ते ल</w>
त्र ा
ऎ ऩ्</w>
उ प</w>
सम स्य
ल न</w>
म्म द</w>
यहो वाह</w>
जीव न
च्च ि</w>
ब चा
ता लि
पूर् व
शेष ं</w>
क म्प
चित्र प
नो र</w>
आ न्त
बिश् बास</w>
वि मान
प हे
ए र्
दी र्
पय ऩ्प
१ ०</w>
समस ्या
आ स्प
वा प
त ून</w>
मनुष ्य
न मु
पा नी</w>
वे गा</w>
क ർ
सी मा</w>
पा णी</w>
अ टै
ल्ल ु
अति रिक्त</w>
त्त ारॆ</w>
नൽ क
द िय़े
न ड
चल च्चि
व् व
2 .
फ ्र
मन स्
स्प े
िल ू
वा लों</w>
अ ग्
म रा
रुप ए</w>
s t
ळ ी
व ल्ल</w>
रि क्कुन्नु</w>
चा न</w>
मे रा</w>
अवरु टॆ</w>
प्रति क्र
ड़ ्
डि ओ</w>
ग त
आरो पी</w>
मुस् लि
नि री
उस का</w>
सम् मेल
दे स़</w>
वर कु</w>
न्त ो
म ल्ल</w>
्त ा</w>
परिणा म</w>
मं जू
खू ब</w>
िय ै</w>
मी तु</w>
ख र</w>
स ना</w>
टे ल</w>
नट वटि
ष ा</w>
हो ए</w>
पे र्</w>
क्षे प</w>
न न
ऱ्का क</w>
भाव ना</w>
ए श
निर् मि
1 3
स क</w>
म त्त
क्य ों</w>
ब ्य</w>
दे ह
व ू</w>
सर् व
उल्ले ख</w>
नि षे
a l
र् स</w>
ा त</w>
र न</w>
ट्ट िल्</w>
ं तर
दे ते</w>
प्र वा
च्चि न</w>
ड ॉ</w>
पो रा
ट क
क्षेत्र ों</w>
रे ल</w>
प्र शं
क्र े
दा बि</w>
ती रु
अभिने त्री</w>
ह ार्
फैस ला</w>
हा न</w>
अन्या न्य</w>
म सी
िल ॆ
च ों</w>
संख ्या
ञ्च ा
प्रभु त्वं</w>
ईश् बरेर</w>
अभ ियान</w>
गुज रा
प ੱ
पੰ जाब</w>
क् ला
ऒ प्प
देश ं</w>
म नि</w>
धर् म</w>
अ च्छ
मा ർ
द श
कु झ</w>
उदाहर ण</w>
प्ल े
समा ज</w>
ई ए</w>
ट्र ं
ङ्कळ ि
म र</w>
ङ्ङळ ा
गु रि
क्क ू</w>
वि र
स ो</w>
अ य
इ ल्ल
मे डि
अस ल्या
तॆलि पारु</w>
प्रो त्
मा यिरुन्नु</w>
क प्</w>
कू ऱ
क्कुक याण्</w>
राज धा
i t
आ धारित</w>
स् ने
का णि
कोൺग्र स्</w>
य ू</w>
उ द
यो गा
कै से</w>
का न</w>
यो जन
त नि
से टा</w>
करे छिल</w>
स मान</w>
मु टिया
सार् वज
ही त</w>
का व
र ै</w>
20 0</w>
दे वा
रु म्</w>
ग्र ी
उ न्न</w>
यि तु</w>
जाना न</w>
कु न्नु</w>
न वी</w>
िय े
ह ओय़ार</w>
को ण</w>
अथ बा</w>
च ार्</w>
मी न</w>
र सू
ग ो</w>
प्र माण
ंद र</w>
इ ळ
फ र्
स वाल</w>
प्र कर
यो गी</w>
पा ंच</w>
म ऩ्ऱ
्र ो
व ऩ्</w>
प्रस्तु त</w>
सल मान</w>
इ प्पटि
पू रे</w>
क्कु ऱि
उंटु ंदि</w>
उद् धार</w>
वा क</w>
वध ु</w>
ली न</w>
ति म</w>
पार ि</w>
ऱ्ऱ ा
फो टो</w>
आ धु
्ल े
r e
पुरु ष
बा बा</w>
वै द्य
ऎ न्ऱॆ</w>
मा ंग</w>
ब नी</w>
ंग ळ
आ ण्</w>
र ं
ला ई</w>
बि हार</w>
ते न</w>
न्ति रु
व त</w>
प्रधान मन्त्रि</w>
अ ंदि
फ ार
य ेन</w>
ऎ ण्
वरि ष्ठ</w>
बो र्ड</w>
वर ि</w>
ट ार
जा ए</w>
बा कु</w>
परि शो
ज ों</w>
२ ०</w>
म न्
म ण्ड
आप णी</w>
मान िल
लै ंड</w>
श क्त
चि ं
निल ै
वलि य</w>
लि मि
सू च
छ बि</w>
जन् म
एम न
आयो जित</w>
ू र्
व म्</w>
अ ध्या
नि म्म</w>
गुलि र</w>
स त
प्रति ष्ठा
व ार्
सा य
नि वड
वार ि</w>
स ही</w>
घा यल</w>
ण्या साठी</w>
वि श
कट वु
तुट ङ्ङ
आ ब
मु द्
सा त</w>
पृ थ
ती सुकु
ता य़</w>
ङ् कर</w>
शा ल</w>
ह ौ
रॆ ंडु</w>
ते ने</w>
दो ष
क्कु प्</w>
स बु
शु रु
क् ता</w>
वि भा
दि त</w>
व ्र
जे ला</w>
कू ल</w>
इत ऩाल्</w>
स दी</w>
चे ർ
प् प</w>
आवश्य क</w>
ल ते</w>
अ त्या
प्राथ मिक</w>
जिस के</w>
से च</w>
तुटർ न्न्</w>
मा य
मूल ्य</w>
वि ज्ञान</w>
झ ु
ग्र ी</w>
आलो चना</w>
आ हत</w>
लो को</w>
सम र्
अ का
तथ ्य</w>
सि दॆ</w>
किलो मी
व ों</w>
ए च
प्र त्या
ने ट
म्ह णा
कु न्न</w>
वी र</w>
चॆ ल
घट नार</w>
विष य</w>
आ म्</w>
त रा
स्प ष्ट
सम यं</w>
मृत्य ु
ग ड
ओ पर</w>
जन ेर</w>
ना मे</w>
ओ ने</w>
इन्त िया</w>
न मो
पर ्</w>
ल्ला ं</w>
विश् वा
प्प ट्टतु</w>
कु रि
न व्
संभ वि
जा त</w>
छ ो</w>
स्त ु</w>
आरं भि
से ल</w>
क ैयिल्</w>
उੱ ते</w>
सी सी
आ ता</w>
द न
ए हा</w>
इरु क्कुम्</w>
ञ् ञ</w>
तुम्ह ारे</w>
जि न</w>
स त्य</w>
त न्न</w>
ऴ्च ्च
इ स्
जाए गी</w>
प्र चार
डि जि
श ह
क देर</w>
कॊण्ट िरु
अत्य ंत</w>
ष ൻ</w>
सु त्ति
रा र</w>
जी बन</w>
ज ्य</w>
ु त</w>
अं श
ळ र्</w>
पा ति
प्र भ
टा इ
उत्पा दन</w>
सृष्ट ि
श िल
अम री
च र</w>
चॆय ्या
नि च्च
च ं</w>
ए का</w>
था य</w>
नाग रिक</w>
वा ढ
्या स</w>
पंत प्रधान</w>
0 0
वर ी</w>
कू ऱि
त्या ला</w>
को शि
ए खन</w>
म िय
बांला देश</w>
मे ंट</w>
त ना</w>
रा ह
मुख्य मंत्रि</w>
कु लु</w>
हर िया
ण ो</w>
वऴ ङ्क
वी र
ग्रामी ण</w>
पै दा</w>
क्का क</w>
क नि
सु वि
प ऱ्ऱि</w>
गुलो र</w>
से ना
मु टिय
जि से</w>
वा ർ
क न्
प णि
ब यान</w>
1 7
ञ्ञ ु</w>
टि य</w>
बह ु</w>
सि र
स्ता न</w>
प्पॆ ट्टु</w>
बन् धि
मा ता
पॊली सरु</w>
सं घ</w>
ज िले</w>
न वा
सला गिदॆ</w>
देख ील</w>
चे सिन</w>
कੰ म</w>
जो र</w>
उरु वा
इ ले
त पास</w>
ळ े
धर् म
इस्त े
ता हले</w>
ना टु
झ ा</w>
चि य</w>
र् य</w>
आ इ</w>
न न</w>
वु क्कु</w>
श हर
ऎ न्न्</w>
क दम</w>
नि न्नुं</w>
याइ छि</w>
अ द्
नी ड
इस ्रा
बच्च ों</w>
न र्
मां थी</w>
व ൻ</w>
सृष्ट ि</w>
ब ौ
क ऩ
o n
सि आ</w>
त्ति र
i c
मरु त्तुव
इऩ्ऩ ुम्</w>
ऱ् कु
ती त</w>
सू त्र
सि टी</w>
ग ं</w>
प डु
ार् थ</w>
आ द्य
सि र्
इरु क्किऱतु</w>
नि वे
सं प
के ल</w>
ध ्या</w>
प्र ौ
या ंच्या</w>
पू र्ति</w>
जान ते</w>
ऱ्प ो
गॊ ळि
ळ ्ल
पॊ लि
ल्ल े</w>
रह ्या</w>
ठी क</w>
a m
इस्ते माल</w>
ए नु</w>
सं गठन</w>
यिहो बार</w>
पछ ी</w>
व कु
पं जाब</w>
ऐ ति
राज कीय</w>
ति ऱ
वा ऱु</w>
स्त ि</w>
दिल ी</w>
व ट
गे ल</w>
र च
ज़ ी</w>
ड ्रा
प्पॆ ट्ट</w>
दे ता</w>
गिरफ्त ार</w>
बिष य़</w>
वा हन</w>
ब् य़
तु हा
1 6
ब ो</w>
भू त</w>
प्र ै
हो ना</w>
त् वा
अ च्छा</w>
मु क्त</w>
द क</w>
फ ्रे
कळ ैयुम्</w>
बं ध</w>
ले ने</w>
मि श्र
पत्र ि
बाइ बे
मिल ा</w>
संदर् भ
मा इ
से रि
दे व</w>
दि ल</w>
कर्ना टक</w>
न ही</w>
आगा मी</w>
प् ৰ
न ष्ट
क्ष ा
मु न्न
स्ऱ्ऱ ि
क्का ं</w>
जन् म</w>
बन्ध े</w>
इ ष्ट
त्र ि</w>
आ त
मे ल</w>
नुक सान</w>
तॆरिवि त्तु
नि जेर</w>
क ष्ट
प ट्टि
तॊटर् न्तु</w>
चर ्य
त ियों</w>
क्र मा
द्ध ा</w>
व ारी</w>
अ प्पो
भार ती</w>
मानुष ेर</w>
हिस् सा</w>
ऱि प्पो
ग् र</w>
बा इ</w>
जु न</w>
न्त ै
बा जार</w>
ते ं</w>
अनु ष्ठा
स्प ी
सु रे
स्तो ंदि</w>
मु ऩ्
वज ह</w>
जु ड़े</w>
ट् वि
र खा</w>
म्हण ून</w>
वि ൽ</w>
ट ों</w>
वि त्त</w>
सां स्
पिन्न ी
कार्य क्रम
हा त</w>
वि वा
ा ल्</w>
ग ्</w>
ष्ठ ित</w>
स्त ा</w>
पा व
यि क</w>
मा ना</w>
बि रो
नि ऱै
चित्र ा
ऩ तु</w>
उम्मी द
द लेर</w>
मा ना
शन ल</w>
ऎनि क्क्</w>
दो न</w>
ट ॆयुं</w>
ग्रा म
राज ्</w>
इ ंत
फा इ
नी य</w>
ॊ ंदु</w>
कार ्र
ब ार्
कि उ
य़ ार
त सेच</w>
वि भाग
गि ंदि</w>
अ क्
तर् वात</w>
त्र ु
म णि
ल ंगा
वळ रॆ</w>
प ती</w>
बा दी</w>
प्रया स</w>
हे गॆ</w>
स ों</w>
सार्वज निक</w>
पा ल्
स ੱ
एक इ</w>
लि दॆ</w>
मजबू त</w>
इरु न्तु</w>
e r</w>
दै व
जिल्ल ा
ं श</w>
टा का</w>
राज स्थान</w>
प डॆ
कर ्यो</w>
का ले</w>
नि ते</w>
नि शा
हिसा बे</w>
ध ्र
क्कुन्न ु
विज य</w>
वि ल्ल</w>
उ मे
समा धान</w>
कु ट्टि
मु य
अ ब्
सड़ क</w>
ल ्ट
ह य़
स प्ता
दृष्ट ि
कर बेन</w>
स हो
चर ण</w>
प्र माण</w>
य ौ
अव काश
ब णा
नि ङ्ङळुटॆ</w>
19 9
व ू
माम लों</w>
ट र्</w>
बिश्ब बिद्याल
रेल वे</w>
मान ं</w>
पार ेन</w>
आ योग</w>
वि देश</w>
विश्व विद्या
चॆय ्य</w>
ग यी</w>
का य़</w>
पो तु</w>
सरकार ेर</w>
ब य़
ल् प</w>
ॆय ्
समे त</w>
पा त्र</w>
लो ने</w>
बद ल</w>
व्या पार</w>
कൾ क्क्</w>
सर े</w>
ने ओय़ा</w>
ए जे
ऎऩ क्कु</w>
इ त्त
पा य
ट्च ि
वि स़
जा ति</w>
पूर् ण
ज ार्
चॆय्त ु
ऎ न्त
ओ य़े
अत ै</w>
सु ख
उ परे</w>
इ णै
सं स्थान
आफ ्रि
तु लु</w>
नि ऩै
चि न्
ञ ङ्ङൾ</w>
पा ँ
खा स</w>
स्तु न्न</w>
आ गु
न क</w>
जा न</w>
म ों</w>
ण् ण</w>
ए इ
आ सा
फ ू
विद्य ार्
ब ंद
चा हते</w>
शब् द</w>
वा य</w>
उद्देश ्य</w>
स्था पित</w>
कार्र वाई</w>
ट ुं</w>
सिद्धा न्त</w>
आरोग ्य
ऊ न</w>
िय न्नु</w>
ि र</w>
े ल</w>
क्कप्प टु
पि ता
लो का
चा ला
रा य</w>
पू छ
प वि
क क्</w>
क ू</w>
र क्त
पोलिसा ंनी</w>
भा व</w>
सू चि
ंग ्ला
प्रतिनि धि
अं तिम</w>
कर दे</w>
मु ल
प्रका शित</w>
तमि ऴ
त ारा
तेम णे</w>
द ल
बा धि
मीड िया
अदा लत</w>
नी तिक</w>
अ ख
पा सून</w>
रा नी</w>
बु झ
सु रू</w>
पे ർ</w>
पे ट्रो
शि ष्ट</w>
उ ൾ
निय ों</w>
प्त ि</w>
ज् ञ</w>
आम् ही</w>
वळ र्
स्ट्रे लिया</w>
क्क णं</w>
ग्रा ह
त्त र</w>
इ ट</w>
व ऱ्ऱ
अल्लाह ु</w>
सं स्था</w>
बल् कि</w>
स ल</w>
य ों</w>
सं श
कानू न</w>
कार न</w>
न् स
श िय
मी र</w>
सर् ब
इन् हां</w>
ड ल</w>
तर् हां</w>
प्र त
मे ळ
स्थाप न</w>
पा त</w>
भ ा</w>
स्ट ी
सम य़े</w>
णा ं</w>
क्किऱ ार्</w>
ते नी</w>
सम् मान</w>
बा ल</w>
गॊ ंडि
भ य
ल मां</w>
शिल ्प
इ न्न
त ऱ्पो
ङ् कि</w>
मुख्य मन्त्रि</w>
अल्ला हु
शि काय
साधार ण
धा न
बाब त</w>
मु ऱ
केन्द ्रीय</w>
प्प ै</w>
कॆ ट्</w>
चा इ</w>
ऱिप्पो ർ
ह ॉ
संबं ध
भ ग
ते ना</w>
हो ई</w>
बना या</w>
ण्या ची</w>
केर ळ
वि डु
पार े
परि च
लो के
दि नों</w>
बा ळ
पु ढ
ने न</w>
की भाबे</w>
जा ग
दाय़ ि
सिर् फ</w>
त्या ंच्या</w>
बे का
प ेर</w>
ध ू
ज़ ा</w>
रह ने</w>
स ारी</w>
व् हा</w>
चा इ
ग री
करी ब</w>
लु गा</w>
ल ौ
रो ज
मु ला
स् फो
्त ु
ब ्रे
चे सिंदि</w>
सु न
खु द</w>
चा ही
चरि त्र
सहाय ता</w>
ज ॊ
आ ंदो
io n</w>
ना ङ्कळ्</w>
अर चिय
आ या</w>
स़ ी</w>
को ंग
बा त
व्यव सा
ऎ ला</w>
खे ल</w>
क्रा न्त</w>
आ ർ
काँ ग्रे
ह र्
पह िल
आलो च
ङ् का
गृ ह
अऱि वि
वा ता
ल ड़ा
आ वे</w>
बा ड़ि
ले दा</w>
गु रु</w>
अ सून</w>
ंगळ ू
पे श</w>
शा ह
किऩ्ऱ ऩ</w>
पॆ ट्ट
समु दा
शा स्त्र
फ ्ट
संरक्ष ण</w>
यी शु</w>
मु ण्ट्</w>
ना कु</w>
कि त</w>
द ्रा
गुरु त्ब
बर्त ी</w>
म ण</w>
वत ऱ्कु</w>
मंदि र</w>
ऎ ल्</w>
कोरो ना</w>
चु के</w>
ग ੱल</w>
१ ५</w>
कि से</w>
जिस से</w>
कर्त ृ
ती आं</w>
विळ ै
त म्म</w>
अंत र्गत</w>
म ती</w>
प्प ं</w>
सि बि
क हा
तो ंदि</w>
परि वर्त
त ंड
पाकिस्ता न
प्र प
प्र कटि
बल ते</w>
उद् घा
त रां</w>
क न</w>
निच्च य
व हां</w>
्या त</w>
नि ऱ
अ ली</w>
गि त्तु</w>
सक ल</w>
त वि
हम ले</w>
भा ब
स् ना
पा त
ं का</w>
पुलि शेर</w>
प्पॆ ट्ट
कोट ति</w>
क्ष ो
स् क</w>
क प्ता
यॊ क्क</w>
प टु
देश क</w>
ती व्र
स था
स्ट ार</w>
नी य़</w>
8 0</w>
आधु निक</w>
ऎ न्त</w>
श ्या
सं बो
की ते</w>
दे ं</w>
म ट्ट
ू क</w>
बा द्</w>
इ या
ए ला
क्ट र्</w>
201 6</w>
ना त</w>
च्छ े
मु लाका
जम्म ु</w>
कू ड</w>
क् ट</w>
सम ारो
त ळ
आ मि
व्यव स्थ
ा ं</w>
मो बाइ
ऊ र्जा</w>
दि ग्
जरू रत</w>
मान व</w>
केन्द ्रीय़</w>
ष क</w>
मु ं
सु निश्चित</w>
पा ठा
मृ त</w>
ट री</w>
ल ट्च
दर ू</w>
न दी</w>
र कम</w>
िय़ा न</w>
कु ंडा</w>
र िया
घा त</w>
प ऴ
दे ख</w>
ले ं</w>
ॆ न्नुं</w>
न र्</w>
गा न</w>
उ द्ध
कल्प ना</w>
क् के</w>
र ॊ
सि ੱ
सां सद</w>
न्त र</w>
प्रणा ली</w>
नि ज</w>
अ न्नारु</w>
र िया</w>
एर पर</w>
ए लाका
कॊ ल्ल
रा य
पुन र्
को ल
क ला</w>
क्कप्प ट्ट</w>
कार वाई</w>
कि ंग</w>
प्रौ द्योगि
म ॆ</w>
ला भ
मि कवुम्</w>
कड ून</w>
शा सन</w>
त्त ुं</w>
क्क ं</w>
सु धार</w>
्त ाऩ्</w>
ंच े
ती सु
इ रु</w>
पर्य ंत</w>
नि मि
पोलि स</w>
नी चे</w>
सर् कार
सु योग</w>
द् दी
नी र</w>
प्र दर्श
आ बार</w>
सब चेय़े</w>
अत ऩ्</w>
हॆ च्चु</w>
योज ना
य ही</w>
स्वी करि
पो ता
श्रे ष्ठ</w>
किऱ ार्कळ्</w>
त ने</w>
ट्ट ो
सब ੰ
बिषय़ टि</w>
अ ल</w>
गा ने</w>
ऱि य</w>
स् वर
जा ण</w>
रो हि
पिऩ् ऩर्</w>
ৰ ्
व धि</w>
जा य़
मात्र मे</w>
दर ज</w>
मु ऱै</w>
र वि
ब य
कार् ड</w>
मि ळा
स्थ ल
ह लो</w>
न क
पृ थि
ग ण</w>
दि शा</w>
स के
ऱि ൽ</w>
निर् वहि
द ल्लि
याद व</w>
सांस् कृतिक</w>
छा ड़ा
च ੰ
सं तो
कोह ली</w>
िय ल्लि</w>
सांग ित
र मे
शा ली</w>
इर ण्टु</w>
क्रि य</w>
सम्पर् के</w>
मु ण्टा
रो हित</w>
कल्या ण</w>
कॊ त्त</w>
शि शु
ऎऩ्ऱ ुम्</w>
कण्ट ॆ
क याण्</w>
a l</w>
लगा तार</w>
म ॉ
प्र वेश</w>
थी ं</w>
करि बा</w>
ऎन् निक
प्रार्थ ना</w>
पिन्नी ट्</w>
जग ह</w>
न्त ऩर्</w>
पु त्र</w>
ले ले</w>
ग बे
आप ना
भार त्</w>
त न्नॆ
मा लि
विष यं</w>
हा सिल</w>
ज्ञ ा</w>
वच्च े</w>
च्चि ट्टुण्ट्</w>
प्रशा सन</w>
तमि ऴ्
ंड ु
रा ब</w>
शो क</w>
प्र शिक्षण</w>
स मां</w>
स वा
फ तार</w>
कि ता
ये मन</w>
त ला
ब्या पारे</w>
संगी त</w>
सर् वा
आ उ
द् वि
ब ारि
बि ना</w>
ते र्
र िली
पॆ ण्
बि ल</w>
रख ने</w>
न ं
इरु प्प
लीवु ड</w>
सरकार ि</w>
द् दि
अ ति</w>
र जि
मह त्त्
रु ग्
सं गठ
आल्ला ह
मो द
ब डि
ऎ दु
ताँ रा</w>
कार णं</w>
नियंत्र ण</w>
चि ह्
आन्त र्जा
था य़</w>
एक् स
पॊ ऱु
सु र
सा ब
आ कर्
सम्भ ब</w>
च मू
खा न
अ ण
द ർ
प्प ट्टु</w>
सं सद</w>
ੱ ट</w>
अ ह
ष ण
प्रय़ो जन</w>
रसू ल</w>
ड़ े</w>
ता ते</w>
सं पूर्ण</w>
स़ु रू</w>
कंग ्रेस</w>
ज क</w>
सुरक्ष ित</w>
र िल्</w>
इंट र
कि स</w>
आप ल्या
वा ई
चे या
राज्य ेर</w>
दे इ
भ र्त
प्रा य
किसा नों</w>
ला ने</w>
म स
किऱ ेऩ्</w>
स्ट ्र
नटै पॆ
इ च्छा</w>
बेह तर</w>
दे ना</w>
ङ् ग</w>
शु धु</w>
पुरु ष</w>
वी ं</w>
िला ं</w>
स्थानी य़</w>
त न्
द नि</w>
जल् द</w>
प्रभा वित</w>
कळा क</w>
िय ुम्</w>
लि खा</w>
घ ड
ट्वी ट</w>
दी नि
ड़ ी</w>
लगा या</w>
क् लि
अ शी</w>
प्पो ऴ
राज नैतिक</w>
स्ट्रे ल
नम्मु टॆ</w>
ी रा</w>
रे क</w>
के ज
स् को
व्यक्त मा
प्र करण</w>
हू ँ</w>
दा न
तमिऴ् ना
गी त</w>
आ ध्या
ं मध्ये</w>
ऎंद रु</w>
ट् स्</w>
o m
अ ना
ळ ै</w>
अर् था
प्र जा
प्प ट्टुळ्ळतु</w>
उं टा
ं सी</w>
श क</w>
न ल्ल
ना ना</w>
रो ग</w>
त् य़
आध्या त्
इ क्कार
शां ति</w>
ले ओ</w>
त्तु क्</w>
चल छे</w>
वि मान</w>
या ऩ</w>
त्ति ൻऱॆ</w>
वੱ ख</w>
प्पटु किऱतु</w>
i n</w>
मार् किन</w>
ऎऩ्ऱ ार्</w>
कार ो
तिय िल्</w>
शा ख</w>
च्चि रुन्नु</w>
ट्च ि</w>
टी वी</w>
योग दान</w>
पॆ ट्रो
सफ ल</w>
उन से</w>
इ दे</w>
त्या ने</w>
द्बि तीय़</w>
बा ड़
ग ढ़</w>
चॆय ल्प
जान िय़ेछेन</w>
ी करि
ए न</w>
म् मे
ढ िल्ल
मृ ति</w>
१ ८
इन् ड
या ंच्या
ड ൽ
प्प टुत्त
ना डु</w>
पे र्
ब ज
ळ्ळ ु
पोली से</w>
ते र्त
र ज
बन् धु
आ इन</w>
अच्छ ी</w>
िय तु</w>
प सं
वि प
धी न
दु टि</w>
ये खाने</w>
वि ट्टु</w>
आप के</w>
सु बि
क ंगा</w>
अव ऩ्</w>
नि म्
ब रु
ज ख
म् भ</w>
ऎ ण्ण
राज े
च न्ति
य र
हाद से</w>
ची त</w>
ज्य ारे</w>
कॊ न्नि</w>
ड ू
लो कि</w>
्य ेर</w>
परि चाल
स ्या
अ ङ्ङनॆ</w>
ग णि
परमे स़ु
परिष द</w>
है ः</w>
2 3</w>
विष या
दि ष्ट</w>
वं टि</w>
ियि रुन्नु</w>
नन गॆ</w>
कू टा
म ट्टु
3 .
लभ ्य
म ऩै
द ंतॆ</w>
इ क्क
रु क्कु</w>
बले छेन</w>
साम ना</w>
सम्मेल न</w>
आक िय
जो ईए</w>
बो ल
भाज प</w>
गा ँ
मि ड
अन्वेष णं</w>
कू ट
कोशि श</w>
पर स्प
स हि
अ म्
विरा ट</w>
दार ु
प्पि च्चु</w>
मोबाइ ल</w>
रि ൽ</w>
मु क्किय
स्थाप ना</w>
ॆ ङ्किलुं</w>
परमेस़ु र</w>
श्र मि
तय ारि
गुरि ंचि</w>
राष्ट ्रा
वि त
क न्न
राहु ल्</w>
निर्बा च
सुवि धा</w>
य़ इ</w>
हि र</w>
माध्य म
आन्तर्जा तिक</w>
या य़नि</w>
प्रे रित</w>
रि ऩ्</w>
मुलाका त</w>
प नि
अ सा</w>
िय ू</w>
ऩ ि</w>
टि के</w>
स्त ारु</w>
आ धार
ध्य क्ष</w>
पूर् ब</w>
हा जार</w>
ज िला</w>
ल ग्
विक सित</w>
प्र ख्या
सं बन्धि
न ल
ध न्य
ॆ ङ्किൽ</w>
ो ट्</w>
समझ ौ
अव ्
भ ौ
जे लार</w>
घट न</w>
जरू री</w>
य़े छेन</w>
पा स
निय़ न्त्र
प्र ण
सी मा
१ ९</w>
प्रत ियो
पो स्ट</w>
कह ना</w>
या च्छे</w>
चा य
d i
र ॉ
स् ୱ
निल ै</w>
ता ल्</w>
बा ँ
सु त्तदॆ</w>
धी ल</w>
आरो पि
म य
ङ् का</w>
आयो जन</w>
१ २</w>
ऱ् कुम्</w>
प त</w>
गुरुत्ब पूर्ण</w>
सु धी</w>
प्र ज
तु ं
ब हि
तुल ना</w>
यू नि
ञ्च ि
क ੱ
यु वा
कठि न</w>
या ळ
प्रधान मन्त्र
इ ल्ला
परि बारेर</w>
व ळ</w>
स म</w>
ट ार्
तॆ ळि
तु न्न</w>
होइ आ</w>
ध ार्
पराम र्
अभ ियु
कप्ता न</w>
उ सी</w>
बृ द्धि</w>
वर् ग</w>
म ർ
फु ट
अं त</w>
कू ट</w>
इ दॆ</w>
ियु ळ्ळतु</w>
ट्ट म्</w>
य था
क्ष म</w>
ह जार</w>
हा ला</w>
क्क विल्लै</w>
सु ल
अमेरि की</w>
सार ि</w>
सभा पति</w>
यिरि क्कुं</w>
पह िलां</w>
आ ळु
स्कू ल</w>
व् र</w>
लिख ित</w>
क्कॆ तिरॆ</w>
मही ने</w>
च्च े
नि का
जवा न</w>
मु म्प
प्रयत् न</w>
ल ब</w>
रो जु
ब्रि टि
च् छ</w>
विज य्</w>
चॆप्प ारु</w>
त ऩ्</w>
ड ब्ल
१९ ९
रा जा
विचार णै</w>
ग्र हि
या चि
त रे</w>
शिव सेना</w>
भा इरा
्प ु
रक्ष ि
प्र कट
सु धार
बा ध
न् ते</w>
मा त</w>
पो ऩ्ऱ</w>
तु सीं</w>
टि क</w>
दिल्ल ी
व ंतॆ</w>
नाथ ्</w>
ੰ न</w>
संपर् क</w>
ती व्र</w>
सा धन</w>
ना ൽ</w>
करि छन्ति</w>
मार् च</w>
न डु
क हते</w>
रा स़
आ ल</w>
चित्रप टा
प िल्ल
क्कप्प ट्ट
का लीन</w>
वरुकिऩ्ऱ ऩर्</w>
ऎ क्कु
निरा प
ले इ</w>
्ल ी</w>
इला ज</w>
हमे शा</w>
उल्ले ख
दी पि
ड़ ित</w>
मंड ल</w>
ए ँ</w>
न्ति र</w>
फ ॆ
उ ङ्कळ्</w>
वे ग
वा च
क वे</w>
म ऱ
क मे
हा ते</w>
ट ॊ
इरु न्ततु</w>
फि रे</w>
भ द्र
य िल्ल</w>
अ ज
प्रारं भि
मो हन</w>
नि वेश</w>
प यि
सम् बन्धे</w>
म नी</w>
देख े</w>
मंजू री</w>
ध री</w>
उ इ
भा गी
सा व
सम ग्र</w>
परि शी
प्रवे शि
क्क ळ्</w>
न इ</w>
बा जी</w>
तार पर</w>
प्रौद्योगि की</w>
ू र्</w>
कर्त ा
विध े
अभ्य र्थ
का ळ
प्रभ ु</w>
कै तु</w>
न्त ेर</w>
ङ् ग
चा लित</w>
समा वे
दੱ सिआ</w>
प ॉ
स्प ो
पूर् ब
वर्त मान</w>
अ मे</w>
वर ॆ
वि ल</w>
सक दे</w>
मुता बिक</w>
अ ड
ज बा
स ने</w>
घ न</w>
निर् धार
नी र्</w>
कळ ्
करे छि</w>
वाप स</w>
मॆ न्नुं</w>
वाय ु</w>
िलू टॆ</w>
ले ली</w>
फो र्
कळा ण्</w>
बि चार
ब्य क्ति</w>
कर छि</w>
कर ून</w>
ज मा</w>
ु डु</w>
दा ँ
उप भो
कुटु म्प
4 .
क्का गि</w>
पृथ ्
सक दा</w>
समा चार
पोली चार्</w>
फ लि
हॊ र
भ व
म ता
प्र योग</w>
ळ्ळ त्</w>
ना य</w>
कु टि
ल् स</w>
कृष् ण</w>
नि ൽ
ऱ ुम्</w>
नाय क</w>
साइ ट</w>
्ल ि</w>
स्बी कार</w>
दि नेर</w>
शी घ
प्रा चीन</w>
खा स
कर ्युं</w>
िय त्</w>
य ारु</w>
ना लु</w>
हे तु</w>
आवश्य कता</w>
मैया ऩ</w>
ह ओय़ा</w>
समारो ह</w>
प्रा ं
पसं द</w>
श्र ा
स् मार्ट
क स</w>
च्च रि
आप ी</w>
ार ़्या</w>
ऱ ॆ
ग्र ि
र वा
नट त्त
अव धि</w>
लि न</w>
आ ह्
नट त्तु
समा वेश</w>
5 0
सा नूੰ</w>
नि न
परि चित</w>
ऴ ्त्त
दर्श क
वि दि
प व
द िय़ेछे</w>
हरिया णा</w>
उस से</w>
अव रिगॆ</w>
महि ळ
निर् वा
पहु ंच</w>
थाक बे</w>
ट का</w>
पौ ँ
आर ो</w>
सॆ क्र
बना ए</w>
अद न्नु</w>
राज नीतिक</w>
के त</w>
बा ज</w>
तर् क</w>
प हो
आ बे
प्रोत् सा
ं टे</w>
प्रभा व</w>
प्रदेश ्</w>
अति करि
यॆ कोवा
माट ्ला
व ॉ
का ङ्कि
सू ची</w>
ा ्</w>
ष िक</w>
लग ता</w>
त ग्
अनु या
न टु
दूसर ी</w>
छा त्र</w>
संस् कृति</w>
तु ले</w>
यि नि</w>
अर वि
ियि ट्टुण्ट्</w>
जन् ये</w>
ग िय़ेछे</w>
ह ੱ
कार ्</w>
र ्या
डा य
ही रो
तक नी
हे ब</w>
त स
व क्त</w>
य़ क</w>
उद्यो ग
म्पो ൾ</w>
भि त्ति
र ह</w>
निर वधि</w>
च्चि ंदि</w>
सम ्पा
ऎ व्
म ऩि
या ते</w>
ङ्ङ ु
िय़ा य़</w>
मर ो</w>
2 ,
च ले
हय़े छेन</w>
बांला देशेर</w>
वि मर्
अनुभ व</w>
नि देशक</w>
कळ ॆ
का न
१ १</w>
सा मे</w>
क ने</w>
यु ळ्ळ</w>
दि आं</w>
महिला ओं</w>
मी द</w>
ट ले</w>
मु का
कि ल</w>
व ंत
ं वर</w>
वा णि
संशो धन</w>
र ता</w>
चॆय् त</w>
फ ार्
िय न्</w>
वाह न
सुप्री म</w>
शिकाय त</w>
तमा म</w>
के सु</w>
िय ल्</w>
्त ा
वि रै
ऎं ब</w>
ग म</w>
टा ं</w>
कू ऱु
2 8</w>
क्ष ण
चा ंग
पार ्त्त
कॊ न
सि ं</w>
e s</w>
नि वा
ग ले</w>
ट्ट ै</w>
ऎ फ्</w>
पाल् गॊ
णि क</w>
मा ग
खा द्य</w>
र चि
नि र</w>
पु तु
मु ൻ</w>
आ ए
वाय ्प्प
ज ण</w>
ला ई
म् स</w>
नो ं
आ वा
आ मेरि
मॊत्त ं</w>
ी ने</w>
3 5</w>
त ियिൽ</w>
आ यि
क टु
r o
का ता</w>
म ट
प्र सार
प्प िल्</w>
गां धी
ट ्यू
तुम् ही</w>
नाय क
ता व
ते ओ
तऱ्पो तु</w>
तिरु वन
सम ृ
आव ्या</w>
वॆळ ियि
तलै वर्</w>
त्तु क्कु</w>
प्रसि ड
कर छेन</w>
ं ज
राजधा नी</w>
अ न्न
ख ो</w>
बा ह
बे इ</w>
क डा
बाब ु</w>
चु की</w>
न् त्</w>
मुय ऱ्च
करा या</w>
सौ थी</w>
णा त</w>
अवर तु</w>
वेण्ट ि</w>
१ ४</w>
तॊ रु</w>
इ विटॆ</w>
ल ्य
भ रो
सर् वो
स ॊ
नൽ कु
सला ह</w>
हा ज
मो टि</w>
चो द्य
दु ल</w>
हि मा
छाड़ा ओ</w>
ऎ म्
ऐति हा
ह स्ता
च ला</w>
ंड े</w>
स्त ी</w>
नि ष्
चे रु
श्र म</w>
ं टि
2 6</w>
मु द्र
आन ंद</w>
3 0
दा स</w>
र चना</w>
मान सिक</w>
न त</w>
प्पॆ टुत्त
अ न्नि</w>
र ल्</w>
ॆय े</w>
म् ब
तऩ तु</w>
ष्ट ि</w>
ए ऩ्</w>
त स्वी
ॊ ंदिगॆ</w>
प्रि य</w>
ड् ड</w>
चा हता</w>
टि ते</w>
णॆ न्न्</w>
ऱ ुं</w>
चो दि
वि वे
पि र</w>
न्त पुर
ने ं</w>
ग ड़े</w>
ग ये</w>
बाइ बल</w>
ल गे</w>
नि त</w>
जन रल</w>
ंचा डु</w>
कि सान</w>
छे ः</w>
म गर</w>
ग िय़े
का ज
लक्ष ्
त ैय
बंगा ल</w>
त्त तु</w>
आ से</w>
तो टॆ</w>
र ण्टु</w>
स्थानी य</w>
वि ळि
ൻ स्</w>
मार ि
च् छेन</w>
किछु इ</w>
अत िल्</w>
फ िलि
प्रकार ं</w>
छ ुं</w>
ठि का
हॊ स</w>
ता न
करो ना</w>
व ही</w>
ए मि
य ला</w>
त्ता ऩ्</w>
करि थिले</w>
ए हा
ർच्च या
प्रे र
तिर ञ्ञॆटु
पू र</w>
द िय़ेछेन</w>
विदेश ी</w>
स ार्</w>
आस्प त्र
हा लत</w>
दे ओय़ार</w>
संघ र्
वि न</w>
क् यू
ंच डं</w>
9 0</w>
चिकित् स
निर्बा चन</w>
वा ही</w>
द्द ल</w>
थ शे</w>
िय ो</w>
3 1</w>
इ ब्ब
शिक्ष क</w>
फिल हाल</w>
ार ेर</w>
प्र च
ॆय ु</w>
निल ैय
बॆ ळ
पङ् कॆ
त्या नंतर</w>
म ऴ
गबे ष
ष्ट ्रीय</w>
अर चा
पल् वेऱु</w>
ना ट
क्कप्प ट्टतु</w>
ल् कळ्</w>
ण्ट ुं</w>
क्कप्प ट्टुळ्ळतु</w>
श्र म
प्र सं
ङ्कळि ऩ्</w>
सिनि म
इ वर्</w>
प्रशा स
मुटिया तु</w>
इद न्नु</w>
कि ऱि
सि स्ट
परि ष्
पो लॆ</w>
चल ते</w>
ऩ्ऱ ि</w>
बु द्धि
कर ू</w>
बॉ लीवुड</w>
ड ियो
संख ्य</w>
ई आं</w>
का उ
उ न्नारु</w>
द िले</w>
लया त</w>
अब स्था
ने शनल</w>
कार ं</w>
अटु त्त</w>
सी ट</w>
कॊ ल
मन्त्र ि
केर ळ</w>
शे यर</w>
प्प तु</w>
वऴ ि</w>
उ द्य
झ े
महा न</w>
त न्त्र
आर थ
स्त ू</w>
ना इ
ते च</w>
201 4</w>
न कु</w>
की मत</w>
अग ले</w>
अ दे</w>
र ण्टा
गळ ा
कू टि</w>
रੱ खिआ</w>
तु र्
त्य ारे</w>
ट ॉ
प दा
थ इ</w>
ते चिय</w>
अमि त्</w>
परि बार</w>
यु ब
क्क लाम्</w>
शु ल्
सर् कार</w>
इत ै</w>
त्या च्या</w>
कोट ्लु</w>
मु श्
समु द्र
ज ऩ
नि ः
सा फ</w>
म ंचि</w>
पूर् वी</w>
ब ंदि
फो टो
अ ऴै
किं वा</w>
यिहो बा</w>
द ं</w>
ज िल
आ ला
तेम ना</w>
मिल े</w>
नमो दु</w>
वॆ ल्ल
3 00</w>
फे सबु
ख ्या</w>
ज ारि</w>
त ल</w>
प्रवർ त्ति
ऎं बु
ु न</w>
आ फ्</w>
बात चीत</w>
ए ड
निर् दिष्ट</w>
मू न्न्</w>
द ्या</w>
ग्र स्त</w>
प्रतियो गि
व्य क्
प्रस्ता व</w>
तर लि
नीति मऩ्ऱ
बो ध
र म
णा लु</w>
हुੰ दा</w>
स बाइ</w>
म नं</w>
क् शन</w>
सॆक्र ट्ट
ये त</w>
ने त</w>
आ सु
बि बे
का ढ
ना व</w>
गा नि
सं जय</w>
भा इ</w>
पु ੱ
नट त्ति</w>
कॊ ंड
रहि छि</w>
ह रा</w>
वार ों</w>
पार ा
क्कॊ ण्ट
नी ल</w>
न् ते
हा ई</w>
ष ्प
आ य</w>
पो रे
स ू</w>
अने क
अधि क
नेतृ त्व</w>
ना ल्
बि डु
शीर् ष</w>
भि डिओ</w>
ंचु कु
उदाहर ण
पे रु
अप ील</w>
ते ज</w>
तॆर ञ्ञॆटु
का जे</w>
दिव स
आ ड
पह चान</w>
नि ंद</w>
स िल
बॆ ंगळू
ू प</w>
फ़ ा
अमि ता
खा र</w>
पद्ध ति</w>
िय़ न</w>
जन के</w>
कि ट
टि ंग्</w>
क भाबे</w>
2 5
नि जी</w>
वि धि
जीवि त
अति क
को व
अनु सं
पी छे</w>
ऩ ्च
आप णा</w>
सि डे
दृ श्य
त्त िलाण्</w>
ग्रे फतार</w>
सम्पर् क</w>
प्रति षे
अऱियि च्चु</w>
बा लि
अध्य यन</w>
मूल ्य
रॆ ड्डि</w>
पार्ट ी
जे ट
ऐतिहा सिक</w>
स्व यं</w>
न्याया लय</w>
घोष ित</w>
र ंग</w>
ऩा ्</w>
ब ळि
अधिकार ि
दर कार</w>
प्प ि</w>
ह ारा
ऒ व्व
चे शा
वे गी</w>
स क्षम</w>
मानि त</w>
जी ब
योग ्य
ही न</w>
घ र
निर् भर</w>
जरु गु
उ छि</w>
रा खा</w>
त्त िया
पर ि</w>
अपरा ध</w>
ते च
निल ैयिल्</w>
परियो जना</w>
औ ष
ई मान</w>
201 5</w>
अस र</w>
मा झे</w>
न्ना ं</w>
शा स
का णु
ह स्त
फ र</w>
थे केइ</w>
हि क</w>
पक्ष ा
रुग् णा
तु ऱ
म ळी</w>
ती ർच्चया
आव्य ो</w>
त्त म</w>
मि न
ले ला</w>
e l
दा वा</w>
ग म
प णे</w>
खा ली</w>
अ फि
क ह</w>
हेळि दरु</w>
ख ंड</w>
ु ः</w>
उ र्
ड ्यू
आध्यात् मिक</w>
चिकित् सा</w>
त्त वॆ</w>
ट्र ेन</w>
7 5</w>
बृ ह
के ळ्
रा शि</w>
जि ੱ
तमि ऴ्</w>
क्क वुम्</w>
भर्त ी</w>
अ ड्
क िये</w>
वർ ष
कॊ ळ्ळ</w>
मत् सर
ब धा
न िय़े
वा नुं</w>
बर्त माने</w>
ते वै
स ुं</w>
नी डु
निच्चय माक</w>
पॆ रि
अवसर ं</w>
प्र श
आ द्य</w>
तीർच्चया युं</w>
क् र</w>
अवर न्नु</w>
मर ण</w>
कृष् ण
वि वाह
महाराष्ट ्र
बा स्त
खु बइ</w>
ऎऩ्प तै</w>
छो टे</w>
ङ् कुम्</w>
दे वु
व्यवसा य</w>
पॆ द्द</w>
बा ड़ि</w>
प टेल</w>
गे ंद
त् वर
तिरुवन न्तपुर
ब च
सहो दर
उ यि
ऎन् ताण्</w>
भविष ्य</w>
रा म्</w>
टि स</w>
पड़ े
आई सी
कय़े क
मध ्य़
क्के ण्ट
तॆ लंगा
7 .
स्थि ति
राज नीति</w>
यहो वा
छो ट</w>
2 7</w>
बच्च े</w>
प ञ्चा
चे सि</w>
मि थ
चॆ ऩ्ऩ
िले ये</w>
मान ङ्क</w>
नि हत</w>
तुम् हें</w>
पो ताना</w>
परि क्के
न कर
त्या ंच्या
ऎऩ वे</w>
कौ र</w>
एलाका य़</w>
मू र्ति</w>
चु का</w>
ब ता</w>
द नु</w>
ृ त</w>
ऒ ऴि
नेता ओं</w>
द् वी
तु न्नारु</w>
भु ग
बं ध
कर दा</w>
वरु टॆ</w>
ते मने</w>
जो वा</w>
रा हत</w>
इन में</w>
ऎ म्</w>
ह इ
पुस्त क</w>
क्क ारि
द् दु
निर् धारित</w>
ख़ ा
चॆ ंदिन</w>
उम्मी द</w>
य द</w>
जे मां</w>
नि ൽ</w>
ं स
मे ख
कर नी</w>
वि धि</w>
चा लु</w>
ऎ प्पटि</w>
चे स्तु
त्त ैयुम्</w>
ट्र ै
ल पै</w>
शरी र</w>
ळु टॆ</w>
र् जी</w>
ऎ ङ्ङनॆ</w>
ऩ िल्</w>
मु ൻ
चु नौ
6 .
स़ ा</w>
टॆ याण्</w>
त्त ऩर्</w>
इं रे
व हन</w>
अधि कां
थाक ते</w>
पॊरु ळा
प्रे स</w>
आशुपत्र ियिൽ</w>
वै ज्ञा
इ ੱ
अ धीन</w>
कौ न</w>
प्र ॊ
ब द्ध
ब ढ़</w>
घ रे</w>
क ठ
मु ंदु
ग न</w>
प शु
दिल्ल ि</w>
ह वाई</w>
आ सि
ल क</w>
