സ്ത്രീയുടെ കഴുത്തിൽ വെള്ളി ബ്രേസ്ലറ്റ്.
ധാരാളം മാംസം അടങ്ങിയ സാൻഡ്‌വിച്ച്
ഒരു പാർക്ക് രംഗത്തിന്റെ ബ്ലോക്ക് ആൻഡ് വൈറ്റ് ചിത്രം
സിങ്കിന് മുകളിലുള്ള വലിയ ചതുരാകൃതിയിലുള്ള കണ്ണാടി
ഒരു വിമാനത്തിൽ ഭക്ഷണം കയറ്റുന്ന കാർ
തറ ടൈലുകളാൽ നിർമ്മിച്ചതാണ്
സ്കേറ്റ്ബോർഡിലെ ഒരു ചെറുപ്പക്കാരൻ
ഔട്ട്‌ഡോർ നീല മെയിൽബോക്‌സ് റെസപ്റ്റാക്കൽ
സെൽഫോൺ കൈവശമുള്ള സൺഗ്ലാസ്സ് ധരിച്ച സ്ത്രീ
പൂച്ച
ചുവപ്പും വെള്ളയും നിറമുളള ട്രെയിൻ
നാല് വഴികൾക്കുള്ള സിഗ്നൽ
ഒരു ടോയ്‌ലറ്റ് ബൗൾ
ഒരു കൂട്ടം ആപ്പിൾ
ഇത് ഒരു മനുഷ്യനാണ്
സ്റ്റോപ്പ് ലൈറ്റിൽ ഇരിക്കുന്ന ബ്ലൂ ഡോഡ്ജ് ട്രക്ക്
ടെക്സ്ചർഡ് ടാൻ പരവതാനി ഫ്ലോറിനെ കവർ ചെയ്യുന്നു
കരടി നിലത്തു കിടക്കുന്നു
ആനയുടെ പ്രതിമ
മനുഷ്യന്റെ മുഖത്ത് കണ്ണട
സ്കേറ്റ്ബോർഡിലെ മനുഷ്യൻ
ഒരു ചെറിയ വിമാനം
ഇതൊരു കമ്പ്യൂട്ടറാണ്
വെളുത്ത സ്റ്റൈറോഫോം കണ്ടെയ്നർ
പശുവിന് തവിട്ടുനിറമാണ്
വെള്ളത്തിലെ പക്ഷികൾ
പൂച്ചയ്ക്ക് മഞ്ഞ കണ്ണുകളുണ്ട്
ഫ്രിസ്ബീ പിടിക്കുന്ന മനുഷ്യൻ
പശുക്കൾ വയലിലാണ്
കറുപ്പും ചാരനിറത്തിലുള്ള കമ്പ്യൂട്ടർ മൗസ്
മോട്ടോർ സൈക്കിളിനടുത്ത് നിൽക്കുന്നയാൾ
തുടർച്ചയായി മൂന്ന് ആനകൾ ഒരു വരിയിൽ
നായയ്ക്ക് നീളമുള്ള രോമങ്ങളുണ്ട്
കറുപ്പും വെളുപ്പും നിറമുള്ള സീബ്ര
ഇതൊരു മെഴുകുതിരിയാണ്
മറൂൺ സ്റ്റീം ലോക്കോമോട്ടീവ്
ഒരു പാനീയവും ഒരു പ്ലേറ്റ് ഭക്ഷണവും ഒരു മേശപ്പുറത്ത് ഇരിക്കുന്നു
കടൽത്തീരത്തെ മണലിൽ കാൽപ്പാടുകൾ
ഫ്രിസ്ബീ കളിക്കുന്ന രണ്ട് പെൺകുട്ടികൾ
കടൽത്തീരത്തിന്റെയും സമുദ്രത്തിന്റെയും മനോഹരമായ ഒരു രംഗം
ഫ്രിഡ്ജ് വാതിൽ വെളുത്തതാണ്
ഇളം നീല റിസ്റ്റ്ബാൻഡ്
സീബ്രയുടെ കറുത്ത വര
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു തടി പോളിൽ ഒരു അടയാളം
കറുത്ത പോൾ വായുവിൽ
വ്യത്യസ്ത സ്ഥാനങ്ങളിൽ സ്കീയർ
പശുവിന്റെ ചെവിയിലെ ടാഗ്
ഒരു കൗണ്ടർ ടോപ്പിന്റെ മൂലയിൽ നിൽക്കുന്ന പേപ്പർ ടവ്വലുകളുടെ വെളുത്ത ട്യൂബ്
നീല സർഫ്ബോർഡിൽ സവാരി ചെയ്യുന്ന സ്ത്രീ
കറുപ്പും നീലയും ബോ ടൈ
ഒരു വണ്ടി വലിക്കുന്ന ഹോസുകളുടെ ഒരു കൂട്ടം
പൂച്ചയ്ക്ക് ടാൻ നിറമുളള ചെവി ഉണ്ട്.
ഒരു പെട്ടിയിൽ പിസ്സ
മനുഷ്യൻ തന്റെ ഭക്ഷണത്തിന്റെ ചിത്രമെടുക്കുന്നു
നദിയിലെ വെള്ളം
ഇവ വലിയ കപ്പലുകളാണ്
കല്ലിൽ ഇരിക്കുന്ന ഇരുണ്ട തവിട്ട് നിറമുളള പക്ഷി
ആകാശം നീലയാണ്
പുല്ലിലൂടെ നടക്കുന്ന രണ്ട് സീബ്രകൾ
വായുവിൽ ഒരു കൈറ്റ്.
ചരടുള്ള വെളുത്ത കമ്പ്യൂട്ടർ കീബോർഡ്
സ്കേറ്റ്ബോർഡിൽ ഷർട്ട് ഇല്ലാത്ത പുരുഷൻ
ഒരു പേഴ്‌സിന്റെ വശത്ത് ഒരു ത്രികോണ പാറ്റേൺ
സിൽവർ ട്രെയിൻ
പഴുത്ത വാഴപ്പഴം
വ്യക്തി ധരിക്കുന്ന മഞ്ഞ ജാക്കറ്റ്.
വ്യക്തി മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്നു
സർഫ്ബോർഡ് കൈവശമുള്ള ഒരാൾ
നിഴലിന്റെ ഒരു ഭാഗം
കായിക വസ്ത്രം ധരിച്ച രണ്ടുപേർ
കടൽത്തീരത്ത് ഒരു കുട്ടി
വായുവിൽ ടെന്നീസ് പന്ത്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വെള്ളത്തിൽ ഒരു പക്ഷി
ഒരു പാർക്കിൽ വുഡൻ പാർക്ക് ബെഞ്ച്
ഒരു സബ്‌വേ ട്രെയിൻ
നീളമുള്ള കറുത്ത മുടിയുള്ള മനുഷ്യൻ
ചുവന്ന ഹുഡി ധരിച്ച മനുഷ്യൻ
ആനക്കുട്ടിയുമായി ആന
കയാക്കിൽ ചിരിക്കുന്ന വ്യക്തി
ഒരു ബൈക്കിലെ ഹെഡ്ലൈറ്റുകൾ
ഒരു ആന നടക്കുന്നു
ഒരു ആന
ആൺകുട്ടി മനുഷ്യന്റെ ചുമലിലാണ്
വെളുത്ത ബൗള് വെളുത്ത പ്ലേറ്റിലാണ്.
ഒരു ചെറിയ വള്ളത്തിന്റെ വില്ലിൽ ചാരിയിരിക്കുന്ന ഒരാൾ
രണ്ട് ഇരട്ട കിടക്കകൾ ഒരുമിച്ച് തള്ളി വെച്ചിരിക്കുന്നു
പച്ച ബസ്സ്
കറുത്ത തൊപ്പി
ബേസ്ബോൾ മൈതാനത്തെ ഹോം പ്ലേറ്റ്
ഒരു പെട്ടിയിൽ പിസ്സ സ്ലൈസ്
ആളുകൾ ടെന്നീസ് കളിക്കുന്നു
വയലിൽ പുല്ല്
മതിലിന് തവിട്ടുനിറമാണ്
ട്രെയിനിലെ നീളമേറിയ വിൻഡോ
മേശപ്പുറത്ത് മുൻ കൈ വെച്ചിരിക്കുന്ന നായ
കുതിരപ്പന്തയം കാണുന്ന വലിയ ജനക്കൂട്ടം
വയലിൽ നടക്കുന്ന വെളുത്ത മൃഗം.
മോട്ടോർ സൈക്കിളിൽ സ്പ്രോക്കറ്റ്
പശ്ചാത്തലത്തിൽ വലിയ പച്ച ഡ്രേപ്പുകൾ
ഒന്നിലധികം ഓപ്പൺ വിൻഡോകളുള്ള ഒരു കമ്പ്യൂട്ടർ സ്‌ക്രീൻ
ചുവപ്പ് നിറമുളള മതിൽ .
പൊടി നിറഞ്ഞ തവിട്ടുനിറമുളള ടോയ്‌ലറ്റ്.
തവിട്ട് പാടുകളുള്ള മഞ്ഞ വാഴപ്പഴം
വെളുത്ത ടോയ്‌ലറ്റ്
ഈ കാറുകൾ അഴുക്കിൽ പാർക്ക് ചെയ്തിരിക്കുന്നു
നീലയും മഞ്ഞയും നിറമുളള കാർ
ടൂത്ത് പേസ്റ്റിന്റെ രണ്ട് ട്യൂബുകൾ.
മനോഹരമായ ഒരു ബോട്ട് വെള്ളത്തിൽ.
ചുവപ്പും വെള്ളയും നിറമുളള സീറ്റ് കവർ
വലിയൊരു കൂട്ടം ആളുകൾ
ബേസ്ബോൾ കളിക്കാരൻ തന്റെ ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു
ഒരു പ്ലേറ്റിലെ കേക്ക് കഷണം
അയാൾ ഫോണിൽ സംസാരിക്കുന്നു
കറുപ്പും വെളുപ്പും വരയുള്ള സീബ്ര
റോഡിൽ വെളുത്ത കാർ
ഒരു കെട്ടിടത്തിലെ വിൻഡോ
ബസിന് മുന്നിൽ സെന്റർബ്രസ്
ഒരു എഞ്ചിന്റെ പ്രൊപ്പല്ലർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ക്യാച്ചറിന്റെ കയ്യുറ
പ്ലേറ്റിൽ നാരങ്ങ
പച്ച പ്രതലത്തിൽ ഓടുന്ന ആളുകൾ
ഇംപാലുകൾ വെള്ളം കുടിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ഗ്ലാസ് പാത്രത്തിൽ മഞ്ഞ പൂക്കൾ
മേശയിലെ ചോപ്സ്റ്റിക്കുകൾ
ഒരു റിബൺ കട്ടിംഗ് ഇവന്റ്.
രണ്ട് ക്യാബിനുകളുളള ഒരു ബസ്
പർപ്പിൾ ഹൃദയമുള്ള ബ്ലാക്ക്‌ഫേസ് ആകൃതിയിലുള്ള ചോക്ലേറ്റ് ഡോണട്ട്
സ്വർണ്ണ കമ്മലുകൾ
ഒരു ബസ്സിൽ \ 12 \.
ലാപ്‌ടോപ്പിലെ \ മാക്ബുക്ക് എയർ \ ലോഗോ.
വെള്ളത്തിന് മുകളിലുള്ള നീലാകാശം
ഒരു കോൺ വയലിലെ കാനോയിൽ ഒരാൾ
ഭൂമിയിലെ ജലനഷ്ടം
ഒരു കൂട്ടം മെറ്റൽ ഫ്രെയിം ചെയ്ത പടികൾ
തടാകത്തിന്റെ അരികിൽ ജിറാഫ് വെള്ളം കുടിക്കുന്നു
സർ‌ബോർ‌ഡിന് മുകളിലൂടെയുള്ള വ്യക്തി
ഒരു കസേര
കോളർ ധരിച്ച പൂച്ച
നിലത്ത് കറുത്ത പുള്ളി
ഒരു ടോലിയറ്റിൽ പൂച്ചയുടെ ചിത്രം
സ്നോബോർഡിലെ പയ്യൻ
പുല്ലിൽ നിൽക്കുന്ന സീബ്ര
ബീജ് നിറമുളള വീട്
വാതിലിനു മുകളിൽ നാല് ക്ലോക്കുകൾ
വാഹനത്തിന്റെ ഡ്രൈവർ സൈഡിലുളള മിറർ.
ഒരു ചെറിയ ബോയ് ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു
വിമാനത്തിൽ ഒരു ക്രോസ്സ് ചെയ്യുക.
ചാരനിറത്തിലുള്ള പക്ഷിക്ക് ഓറഞ്ച് കണ്ണ്
വെളുത്ത നിറത്തിലുളള ബ്ലെൻഡർ
വലിയ ആനയുടെ തുമ്പിക്കൈ ചെറിയ ആനയുടെ പുറത്താണ്
പച്ച നിറമുള്ള ഒരു പാത്രത്തിന്റെ മുകളിൽ
മുഖം മൂടുന്ന കറുത്ത ഹെൽമെറ്റ്
പൂർത്തിയാകാത്ത കെട്ടിടം
കെട്ടിടത്തിൽ ഒരു ക്ലോക്ക് പ്രദർശിപ്പിച്ചിരിക്കുന്നു.
ക്യാച്ചർ മിറ്റ് ഉയർത്തിപ്പിടിക്കുന്നു
മനുഷ്യൻ വായുവിൽ തന്ത്രങ്ങൾ ചെയ്യുന്നു
റോഡിൽ ഒരു ബസ്
മനുഷ്യന്റെ മുന്നിലുള്ള ഫ്രിസ്ബീ
ജിറാഫിന്റെ തലയിൽ കറുത്ത ടിപ്പ് ഉള്ള കൊമ്പ്
വാക്കുകൾ പറക്കുന്നു. വാലിൽ വരച്ച ഒരു വിമാനത്തിന്റെ
ജിറാഫിന്റെ തവിട്ട് പുള്ളി
ബേസ്ബോൾ കളിക്കാരൻ
ഒരു കുതിരയുടെ ഭാഗം
ഇതൊരു കേക്ക് ആണ്
"തവിട്ടും, കറുപ്പും ഉള്ള ബേസ്ബോൾ കയ്യുറ"
പക്ഷിയുടെ തല
മൂടൽമഞ്ഞിൽ നിൽക്കുന്നു കറുത്ത കുതിര
ഒരു പ്ലേറ്റിൽ രണ്ട് സാൻഡ്‌വിച്ചുകൾ
"കൂൺ, ചീസ് എന്നിവ ഉള്ള പിസ്സ"
ഒരു ഡബിൾ ഡെക്കർ ബസ്
ഇതൊരു ആണിയാണ്
വെളുത്ത ഷോർട്ട് സ്ലീവ് ഷർട്ട്
സോപ്പ് പാത്രത്തിൽ ഉണ്ട്
കടലിലെ ജലം
ഒരു കറുത്ത വേസ്
ചുവന്ന ബോട്ട്
പ്ലേറ്റിന് നടുവിൽ ഹൃദയത്തിന്റെ ആകൃതിയിലുള്ള ഭക്ഷണം
ഒരു വെള്ളി സ്പാറ്റുല
ടെന്നീസ് റാക്കറ്റുകൾ കൈവശമുള്ള രണ്ട് കുട്ടികൾ
ആ മനുഷ്യൻ സർഫ്ബോർഡിലാണ്.
ബോട്ടിലെ പച്ച വസ്തുക്കൾ
വെളുത്ത പാച്ച് ഉള്ള ഒരു സ്നട്ട്
റോഡിന്റെ മഞ്ഞ ഭാഗം
തുറന്നിട്ടിരിക്കുന്ന വിൻഡോ
സ്വീകരണമുറിയിലെ നീല കിടക്ക
മഞ്ഞ ഷർട്ടിട്ട മനുഷ്യൻ
കടൽത്തീരത്ത് നിൽക്കുന്ന പശു
ഒരു പക്ഷിയുടെ സിലൗറ്റ്
ബോട്ടറുകളുടെ ഒരു നീല നിഴൽ
ഇതൊരു ടോയ്‌ലറ്റ് സിങ്കാണ്
വെളിച്ചത്തിന് താഴെ ചിഹ്നം
തെളിഞ്ഞ നീലാകാശം
കറുപ്പും വെളുപ്പും ഉള്ള സ്‌നീക്കർ
ഫോട്ടോയിലെ തവിട്ട് പാന്റ്സ്
റയിൻബോ തളിച്ച ഡോനട്ട്സ്
വുഡൻ മോൾഡിംഗ് ഉള്ള വെളുത്ത മതിൽ
ഒരു സ്കേറ്റ്ബോർഡർ പ്രകടനം നടത്തുന്നു
ഒരു കറുത്ത പിക്കപ്പ് ട്രക്ക് പാർക്ക് ചെയ്തിരിക്കുന്നു
കുതിര സവാരി ചെയ്യുന്ന മൂന്നുപേർ
ഗ്ലാസ് വിൻഡോയ്ക്ക് പിന്നിലുള്ള പിസ്സകൾ
ബസ്സ് റോഡിലൂടെ ഓടുന്നു
വാഴപ്പഴം എല്ലാം പച്ചയാണ്
ഒരു പോളിലെ ട്രാഫിക് സിഗ്നൽ
ഒരു മനുഷ്യൻ
കളർ ഗ്രേ ട്രെയിൻ
പോളിൽ ഒരു വര
ഓറഞ്ച് ജ്യൂസിന്റെ ഗ്ലാസ്
സുരക്ഷാ ഹെൽമെറ്റ് ധരിച്ച മനുഷ്യൻ
മഞ്ഞ് മൂടിയ ഇലക്ട്രിക് ട്രാഫിക് സിഗ്നൽ
ഒരു ചുവന്ന ഹെൽമെറ്റ്
ജാക്കറ്റ് കട്ടിലിൽ കിടക്കുന്നു
വെള്ളത്തിൽ ഒരു വലിയ ബോട്ട്
സ്കേറ്റ്ബോർഡ് ഓടിക്കുന്ന ഒരാൾ
മാലിന്യം തിന്നുന്ന ഒരു വെളുത്ത പശു.
നാല് ജിറാഫുകൾ ഒരുമിച്ച് നിൽക്കുന്നു
ഒരു ബോർഡിൽ നിൽക്കുന്ന വ്യക്തി
ആ ചിഹ്നം ചുവപ്പാണ്
ഫുട്പാത്തിൽ വെളുത്ത കാർ
ഒരു കൊച്ചുകുട്ടിയുടെ കയ്യിൽ ഒരു പച്ച പ്ലാസ്റ്റിക് ബാറ്റ്
തല താഴ്ത്തിയ ജിറാഫുകൾ
തറയിൽ കിടക്കുന്ന ഒരു നായ
ആംബുലൻസ് എന്ന വാക്ക്
കുട്ടിയുടെ വായിൽ ഒരു പേസിഫയർ
നീളമുള്ള കഴുത്ത് ഉള്ള ജിറാഫ്
ഒരു റെട്രോ ഡൈനിംഗ് ടേബിൾ സെറ്റ്
തെരുവിൽ ഒരു വൈറ്റ് ബസ്
റാക്കറ്റ് ഉപയോഗിച്ച് ടെന്നീസ് പന്ത് തട്ടാൻ ഒരുങ്ങുന്ന വനിതാ അത്‌ലറ്റ്.
ഒരു വെളുത്ത സുരക്ഷാ ക്യാമറ
പെന്നിൽ നിൽക്കുന്ന വെളുത്ത ആടുകൾ
പ്ലേറ്റുകളിൽ സലാഡുകൾ
ആകാശത്ത് പച്ച കൈറ്റ്
ഒരു വാൻ
പട്ടാളക്കാരൻ തൊപ്പി ധരിച്ചിരിക്കുന്നു
പകൽ ആകാശത്ത് മേഘങ്ങൾ
ഒരു സ്ത്രീയുമായി ഉള്ള ഒരു പരസ്യബോർഡ് അടയാളം
ആൺകുട്ടി റാക്കറ്റ് സ്വിംഗ് ചെയ്യുന്നു
ഒരു പ്ലേറ്റ് ഭക്ഷണം
ബസ്സിന്റെ വശത്ത് പരസ്യം
വായുവിൽ വിമാനം.
വിമാനത്തിന്റെ ബോഡി ചുവന്നതാണ്
വെളുത്ത പുഷ്പത്തിന്റെ അരികുള്ള പാത്രത്തിൽ ഭക്ഷണം
കറുപ്പും വെളുപ്പും ഉള്ള തൊപ്പി
മനുഷ്യൻ ഒരു പട്ടം പറപ്പിക്കുന്നു
ചുവപ്പും വെള്ളയും ഉള്ള ഒരു സ്റ്റോപ്പ് ചിഹ്നം
കുഞ്ഞ് ഫോണുമായി കളിക്കുന്നു
എറിഞ്ഞ ഫ്രിസ്‌ബിയെ പിടിക്കുന്ന നായ
വെള്ളത്തിന് മുകളിലൂടെ ഉള്ള പാലം
സ്‌ട്രോളറിൽ ഇരിക്കുന്ന ചെറിയ കുട്ടി.
രണ്ട് കറുത്ത ചതുര ബ്രീഫ്കേസുകൾ
മഞ്ഞുമലയിൽ സ്കീ ലിഫ്റ്റ്
സ്റ്റോൺ ഗോപുരത്തിൽ ഒരു ഘടികാരം
സ്ത്രീയുടെ കൈയ്ക്കടുത്തുള്ള നീല ഫ്രിസ്ബീ.
പാർക്ക് ബെഞ്ചിൽ ഇരിക്കുന്ന ആളുകൾ
ചുവന്ന ഷർട്ട് ധരിച്ച മനുഷ്യൻ
ഒരു ട്രക്കിന്റെ വെളിച്ചം
കെട്ടിടത്തിൽ പ്രകാശം തിളങ്ങുന്നു
പരവതാനിയിൽ ഒരു വെളുത്ത ടഫെറ്റ്
അടുക്കളയിൽ അലക്കു സൗകര്യം
ചുവരിൽ ഫ്രെയിം ചെയ്ത ചിത്രം
വിമാനം പ്രദർശിപ്പിച്ചിരിക്കുന്നു
ഒരു വെളുത്ത മേശ വിരി.
ഇലകളില്ലാത്ത തവിട്ടുനിറത്തിലുള്ള മരങ്ങൾ
ഇതൊരു കുതിരയാണ്
വെള്ളി ഫോർക്ക്
വുഡൻ മേശയ്ക്ക് അടുത്തുളള ചെറിയ പർപ്പിൾ സോഫ
സൈക്കിളിന്റെ പിൻഭാഗത്തുള്ള ഒരു ഹെൽമെറ്റ് കാരിയർ
ബ്ലോക്ക് ആൻഡ് വൈറ്റ് പൂച്ച
കൗണ്ടറിൽ വൈൻ കുപ്പികൾ
സ്കേറ്റ്ബോർഡർ പുറത്ത് നിൽക്കുന്നു
"തെരുവിൽ അക്വാ, വൈറ്റ് ചിഹ്നം"
തെരുവിൽ നില്ക്കുന്ന പശു
സ്ത്രീയുടെ തലയിലെ വെളുത്ത തൊപ്പി
സീഗൽ ഡോക്കിൽ നിൽക്കുന്നു.
ഇതൊരു മഴവില്ല് ഫ്ലാഗ് ആണ്
ലെറ്റ്യൂസിന്റെ ബൾസാമിക് റിഡക്ഷൻ
ഇതൊരു ഓറഞ്ചാണ്
ഒരു വെളുത്ത വിവാഹ കേക്ക്
ഒരു ഗ്ലാസ് ബിയർ
സ്കീസ്സ് ധരിച്ച ചെറിയ കുട്ടി
ഷോർട്ടിന് തവിട്ടുനിറമാണ്
ചുവരിലെ ചിത്രം.
നീലയും വെള്ളയും പരോസെൽ.
മഞ്ഞ ഹെൽമെറ്റ് ധരിച്ച ഒരാൾ.
ട്രെയിൻ ട്രാക്കുകളിൽ ഒരു ട്രെയിൻ
ബേസ്ബോൾ കളിക്കുന്ന ആളുകൾ
വലുതും തവിട്ടുനിറത്തിലുള്ളതുമായ ആന
രണ്ടുപേർ വെള്ളത്തിൽ നിൽക്കുന്നു.
വെളുത്ത സ്‌നീക്കറുകൾ ധരിച്ച സ്ത്രീ
വലിയ ബസ്
ചാരനിറത്തിലും വെളുത്ത നിറത്തിലുമുളള പൂച്ച
ഒരു ഓവർഹെഡ് ഔട്ട്‌ഡോർ ലൈറ്റ്
കടൽത്തീരത്ത് നടക്കുന്ന സ്ത്രീയും നായയും
ഒരു കൂട്ടം ആളുകൾ കുതിര സവാരി ചെയ്യുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ജലാംശം തുരുമ്പിച്ചതാണ്
വായുവിൽ ഒരു ഫ്രിസ്‌ബീ
ഇത് ഒരു സ്ത്രീയാണ്
പുഴയിലെ തവിട്ടുനിറം
ടെന്നീസ് താരം
നിലത്ത് കറുത്ത പുള്ളി
മനുഷ്യൻ സ്കേറ്റ്ബോർഡിംഗ് ചെയ്യുന്നു
സ്കേറ്റിംഗ് ചെയ്യുന്ന സ്കേറ്റ് ബോർഡേഴ്സ് ഗ്രൂപ്പ്
കറുപ്പും പച്ചയും ജാക്കറ്റ് ധരിച്ച സ്കീയർ
കാൽനടയാത്രക്കാരൻ നടക്കരുത് എന്ന സിഗ്നൽ
കടൽ പക്ഷി വെള്ളത്തിൽ
മനുഷ്യൻ ഒരു ബൈക്കിലാണ്
പൂത്തട്ടത്തിലെ മഞ്ഞ പൂക്കൾ
ആനയിൽ സവാരി ചെയ്യുന്ന നാലുപേർ
പഴയ വസ്ത്രം ധരിച്ച മനുഷ്യൻ
ലേഡി പാൻറ്റ്സ് ധരിച്ചിരിക്കുന്നു
ആരാധനാലയത്തിലെ പ്യൂസ്
ഒരു വെളുത്ത ക്രിസ്മസ് ട്രീ
ഫുഡ് കാർട്ടിൽ പ്ലാസ്റ്റിക് ടാർപ്പ്
കുടയുള്ള ഒരു വ്യക്തി
ഒരു കൊച്ചു പെൺകുട്ടി ഇളയ കുട്ടിയുടെ അടുത്ത് നിൽക്കുന്നു
കെട്ടിടത്തിലെ വിൻഡോ
മരത്തിലെ പച്ച ഇല
അടിയിൽ കത്തിയും ഫോർക്കും
വേവിച്ച സോസേജ് കഷ്ണങ്ങൾ
രണ്ട് പക്ഷികൾ ചുംബിക്കുന്നു
ചാരനിറത്തിലും ചുവപ്പ് നിറത്തിലുള്ള ടൈ
മേശപ്പുറത്ത് സ്വർണ്ണ നിറമുളള ഓട്‌സ് കൂമ്പാരം
ഒരു ട്രെയിൻ സ്റ്റോപ്പിൽ ഒരു യാത്രാ ട്രെയിൻ.
ഇതൊരു പശുവാണ്
ഒരു പൂച്ചട്ടിയിൽ ഒരു കൂട്ടം പാൻസികൾ
നീല ഹെൽമെറ്റ് ധരിച്ച കുട്ടി
അത് വിമാനത്തിന്റെ ഇടതുപക്ഷമാണ്
സ്ത്രീയുടെ പാത്രത്തിൽ നിന്ന് ആന കഴിക്കുന്നു.
ഒരു കഷ്ണം പിസ്സ
പോൾ ചാരനിറമാണ്
ആകാശം മൂടി നിക്കുകയാണ്
ഡെസ്‌കിലുള്ള ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
ധാരാളം തടി വേലി
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഫോട്ടോയിൽ ജിറാഫുകൾ ഉണ്ട്
ഒരു കട്ടിലിൽ ഇരിക്കുന്ന സ്ത്രീ
ഒരു ചെറിയ സ്കേറ്റ്ബോർഡിൽ നിൽക്കുന്ന കൊച്ചുകുട്ടി
ചെറുപ്പക്കാരൻ ബേസ്ബോൾ ഗെയിം കാണുന്നു
പ്രതിഷേധ ചിഹ്നത്തിന് മുകളിലുള്ള വെളിച്ചം
മഞ്ഞിനിടയിലെ ഓറഞ്ച് കോൺ.
യാത്ര വിവരണം അച്ചടിച്ച വൈറ്റ് പേപ്പർ
ഒരു ഗോപുരത്തിന് മുകളിൽ ഒരു കുരിശ്
ആകാശത്ത് വെളുത്ത മേഘങ്ങൾ
ടോമാസിനോയുടെയാണ് റെസ്റ്റോറന്റ്.
ട്രെയിൻ ഇനി ട്രാക്കിൽ അല്ല
ഒരു ചെറിയ ഓറഞ്ച് കളിപ്പാട്ട കിറ്റ്
ചിത്രത്തിലെ ഒരു വ്യക്തി
ഡെക്കിൽ രണ്ട് ബോട്ടുകൾ
മുകളിൽ ഒരു ചെറിയ വിളക്ക്
മുകളിൽ നിന്ന് നീല ജാക്കറ്റിൽ സ്കീയർ
ഒരു പക്ഷി
ഇതൊരു സ്കൈ ലോഡ്ജാണ്
നീലയും വെള്ളയും വരയുള്ള ഷർട്ട് ധരിച്ച മനുഷ്യൻ
കടൽത്തീരത്ത് തുറന്ന വെളുത്ത കുട
മഞ്ഞ സ്വെറ്റർ ധരിച്ച കുട്ടി
ഒരു പൂച്ച ഉറങ്ങുന്നു
ഒരാൾ കുടിക്കുന്നു.
നിലത്ത് ഒരു ഓറഞ്ച് കോൺ
ലോഗിൽ കിടക്കുന്ന കരടി
വായുവിലൂടെ പറക്കുന്ന ഒരു വിമാനം
ഒരു വ്യക്തിയുടെ കാൽ
മനുഷ്യൻ വായുവിൽ പറക്കുന്നതായി തോന്നുന്നു
ബസിന്റെ ടയർ
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് ഫോട്ടോ
ഒരു ചതുപ്പുനിലത്തിന്റെ ഭാഗം
വിൻഡോ വൃത്തിയുള്ളതും വ്യക്തവുമാണ്
ഒരു കുന്നിൽ നിന്ന് താഴേക്ക് സഞ്ചരിക്കുന്ന മനുഷ്യൻ
വെളുത്ത പ്രതലത്തിൽ ഒരു മെറ്റൽ പ്ലേറ്റ്
ചെറിയ പാത്രത്തിൽ സ്പൂൺ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മനുഷ്യന് തവിട്ട് നിറമുള്ള മുടിയുണ്ട്.
സ്ത്രീയുടെ മേൽ നീല ഷർട്ട്
ലിഡ് താഴ്ത്തി വെച്ച വെളുത്ത ടോയ്‌ലറ്റ്
രണ്ട് ലാപ്ടോപ്പുകൾ അടുത്ത് ഇരിക്കുന്നു
നടപ്പാതയിലെ വിള്ളൽ
നീലയും വെള്ളയും സ്റ്റിക്കർ
പൂർണ്ണമായും വേവിച്ച പിസ്സ
രണ്ടുപേർ ഒരുമിച്ച് സർഫിംഗ് ചെയ്യുന്നു
സർഫ്ബോർഡ് മഞ്ഞയാണ്
മണലിൽ ഒരു ചുവന്ന ഉപകരണം
ഒരു വെളുത്ത സർഫ്ബോർഡ്
ക്യാമറ പിടിച്ച് പുറത്ത് നിൽക്കുന്ന സ്ത്രീ
ആകാശം വെളുത്ത നിറമാണ്.
കുന്നിറങ്ങുന്ന സ്കയർ
വെള്ളയും മഞ്ഞയും നിറമുളള ഒരു പഴയ ബസ്
ചുവരിൽ തൂക്കിയിട്ടിരിക്കുന്ന ഫോക്‌സ്‌വാഗണുകൾ
സിൽവർ ലാപ്‌ടോപ്പ് ഡെസ്‌ക്കിൽ
സ്റ്റോൺ റോഡിൽ കുതിര
ഒരു വെറൈസൺ ഫ്ലിപ്പ് സെൽ ഫോൺ
വാത്തിന് ഒരു നീണ്ട കഴുത്ത് ഉണ്ട്
കെട്ടിടത്തിൽ പച്ച പദങ്ങൾ
പിങ്ക് ബോ ടൈയിൽ ഒരു പാറ്റേൺ ഉണ്ട്
മൃഗത്തിന്റെ തലയിൽ ഒരു വലിയ കൊമ്പ്.
പയ്യൻ ഫോണിൽ
ഒരു പിസ്സയുടെ പുറംഭാഗം
ഒരു കേക്കിന്റെ മുകളിലെ നിരയിൽ ഒരു പച്ച നക്ഷത്രം ഇരിക്കുന്നു
മേശയിലിരിക്കുന്ന സ്ത്രീ
ചിത്രത്തിനായി പുഞ്ചിരിക്കുന്ന രണ്ടുപേർ
ഫ്രഞ്ച് ഫ്രൈകൾ കാണാം
ഒരു ടെന്നീസ് റാക്കറ്റ് കൈവശമുള്ള ഒരു ചെറിയ പെൺകുട്ടി
ചുവപ്പും വെള്ളയും നിറമുളള വടി
പൂച്ചയ്ക്ക് കറുത്ത വാൽ ഉണ്ട്
ട്രാഫിക് ലൈറ്റ് പച്ച പ്രദർശിപ്പിക്കുന്നു
ഒരു സ്ത്രീ കുന്നിൻ മുകളിലൂടെ സ്നോബോർഡിംഗ് ചെയ്യുന്നു
സർഫ്ബോർഡിലെ വ്യക്തി
ലാപ്‌ടോപ്പ് പ്രവർത്തിപ്പിക്കുന്ന മനുഷ്യൻ
നീല ജാക്കറ്റ് ധരിച്ച മനുഷ്യൻ
നീലാകാശത്തിൽ വെളുത്ത മേഘം
ആമാശയത്തിന്റെ ഭാഗം
പുഞ്ചിരിക്കുന്ന മനുഷ്യൻ
ബീജ് നിറമുളള കിടക്ക
നായയുടെ വായിൽ നീല ഫ്രിസ്ബീ
സമുദ്രത്തിന് അഭിമുഖമായുള്ള മരം ബെഞ്ച്
ഒരു വയലിൽ നടക്കുന്ന സീബ്ര
വിമാനം വായുവിൽ പറക്കുന്നു
ഇവയാണ് ട്രാഫിക് ലൈറ്റുകൾ
നീളമുള്ള നേർത്ത നിരയുടെ മുകളിൽ വൃത്താകൃതിയിലുള്ള ഘടികാരം
സ്യൂട്ട്കേസുകളുടെ ഒരു ശേഖരം
ടേബിളിൽ ഇരിക്കുന്ന ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
റോഡിൽ ഡബിൾ ഡെക്കർ ബസ്
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു ബസിന്റെ അഗ്രം
മോണിറ്റർ മേശപ്പുറത്താണ്
കടൽത്തീരത്ത് ഒരു പാർക്ക് ബെഞ്ച്
ടെന്നീസ് പന്ത് തട്ടുന്ന ഒരു മനുഷ്യൻ
ചാരനിറത്തിലുള്ള സ്വെറ്റർ ധരിച്ച മനുഷ്യൻ
ജിറാഫിന്റെ കറുത്ത കണ്ണ്
ആകാശത്തിന് നീല നിറമാണ്.
കലാപരമായ കല്ല് കൊണ്ട് ഉണ്ടാക്കിയ സർഫർ ശില്പം
ഒരു കറുപ്പും വെളുപ്പും പക്ഷി ഒരു ബെഞ്ചിൽ ഇരിക്കുന്നു
"ചെറി, വാഴപ്പഴം എന്നിവ നിറഞ്ഞ ഒരു മേശ"
സ്ത്രീയുടെ വിരലിലെ റിംഗ്
പെൺകുട്ടി സ്കീയിംഗ് ചെയ്യുന്നു
തളിക വെള്ളിയാണ്
ക്രമീകരിക്കാവുന്ന ഒരു ഫേഷ്യൽ മിറർ
ഫ്രഷ്‌ ഓറഞ്ച് കാരറ്റ് സ്ട്രിപ്പുകൾ
അമ്പടയാളം ഇടത്തേക്ക് ചൂണ്ടുന്നു
കേക്ക് പച്ച പച്ചക്കറികളാൽ മൂടപ്പെട്ടിരിക്കുന്നു
പുല്ലിന്റെ കുറച്ച് ഭാഗം
ഒരു കറുത്ത എസ്‌യുവി
വെളുത്ത തിളങ്ങുന്ന കറുത്ത ഹെൽമെറ്റ്
പഴയ ചുവന്ന ഫോക്സ്വാഗൺ ബീറ്റിൽ കാർ
ഗണ്യമായ അളവിൽ മഞ്ഞ് വീഴുന്നു
ബാറ്റർ ധരിച്ചിരിക്കുന്ന നീല ഹെൽമെറ്റ്.
ഇതൊരു പിസ്സയാണ്
സാന്ത വസ്ത്രം ധരിച്ച ആളുകൾ
ചട്ടിയിൽ പച്ച ഭക്ഷണം
ഒരു മെറ്റൽ പിക്നിക് ടേബിൾ ബെഞ്ച്
നീല ഷർട്ട് ധരിച്ച ഒരാൾ
ഒരു പക്ഷി തീറ്റയിൽ രണ്ട് പക്ഷികളുടെ ചിത്രം
വരയുള്ള പരവതാനി തറ
ഒരു നായ കട്ടിലിൽ ഉറങ്ങുകയാണ്.
ഒരു ഫോട്ടോഗ്രാഫറുടെ പ്രതിഫലനം.
വെളുത്ത ചീസ് ഉള്ള ചതുര പർപ്പിൾ പ്ലാസ്റ്റിക് പാത്രം
കറുത്ത പാന്റ്സ് ഇട്ട ഒരു മനുഷ്യന്
ഒരു എമിറാത്തി വിമാനം
ഒരു വിബെഡ്റൂക്കിൽ നിന്നുള്ള കാഴ്ച
ബോട്ടിലുള്ള മനുഷ്യൻ
ഒരു അമ്മയും കുട്ടിയും
ഹെൽമെറ്റ് ധരിച്ച മനുഷ്യൻ
ബ്ലോക്ക് ആൻഡ് വൈറ്റ് ഫോട്ടോ
ഇരുണ്ട തവിട്ടുനിറത്തിലുള്ള വുഡൻ ബെഞ്ച്
ഒരു പൂച്ച പുല്ലിൽ ഇരിക്കുന്നു.
ചുമരിൽ ഒരു വൈദ്യുത ഔട്ട്‌ലെറ്റ്
വലിയ പാറകളുടെ അരികിൽ രണ്ട് ജിറാഫുകൾ
സ്ത്രീകൾ വീഞ്ഞു കുടിക്കുന്നു.
ഒരു പച്ച ബോട്ട്
പക്ഷി വെള്ളത്തിൽ നടക്കുന്നു
ജിറാഫിന്റെ നീണ്ട കഴുത്ത്
ഇത് ഒരു അടയാളമാണ്
സ്ട്രീറ്റ് ലൈറ്റ് അണ്ടർ ബ്രിഡ്ജ്
ഒരു ട്രെയിൻ ബോർഡിംഗ് പ്ലാറ്റ്ഫോം
പിങ്ക് റിംഗുള്ള നിയോൺ ഗ്രീൻ ഫ്രിസ്‌ബീ
അസാധാരണമായ ഒരു പാസഞ്ചർ ട്രെയിൻ
കേക്കിന്റെ മുകൾഭാഗം വെളുത്തതാണ്
ഒരു സർഫ്ബോർഡിലെ കൗമാരക്കാരൻ
ആനയുടെ പുറകിലുള്ള മരം
കുളത്തിൽ രണ്ടുപേർ
ചിഹ്നത്തിൽ കുപ്പി.
ആകാശത്ത് വെളുത്ത മേഘം
ഒരു ചെറിയ പച്ച മുൾപടർപ്പു
ഇതൊരു പക്ഷിയാണ്
തെളിഞ്ഞ നീലാകാശം
നീല ഹെൽമെറ്റ് ധരിച്ച ഒരു കുട്ടി
മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്ന ദമ്പതികൾ
ഒരു ഘടികാരം
പിസ്സ സ്ലൈസ് കഴിക്കാൻ തയ്യാറാണ്
ചുവന്ന ഹെൽമെറ്റ് ധരിച്ച വ്യക്തി.
ഒരു ബസ് തെരുവിന്റെ വശത്തേക്ക് വലിച്ചിഴച്ചു
ഭക്ഷണം ഒരു മേശപ്പുറത്ത് തയ്യാറാക്കുന്നു.
ഭക്ഷണം മേശപ്പുറത്ത്
അഴുക്കുള്ള റോഡിന് തവിട്ടുനിറമാണ്
തവിട്ട് നിറമുള്ള പാച്ച്
ഭിത്തിയിൽ മനോഹരമായ ഒരു പ്രകാശം ഉറപ്പിച്ചിരിക്കുന്നു
പാറയിൽ പതിക്കുന്നു വെള്ളം
കറുപ്പും വെളുപ്പും നിറമുളള പശു
നീല ജാക്കറ്റിലുള്ള ഒരാൾ.
മോട്ടോർസൈക്കിളിന് ചുവപ്പ് നിറമാണ്
ചുമരിലെ ഘടികാരം
ഒരു യുവ ഓറഞ്ച് ജിറാഫ്.
കോൺക്രീറ്റ് ടാർമാക്കിലെ വിമാനം
ഒരു തെരുവ് കാർ
ഒരു കറുത്ത പക്ഷി
സൺഗ്ലാസുകൾ ധരിച്ച സ്ത്രീ
ഇതൊരു സ്റ്റോപ്പ് ചിഹ്നമാണ്
കുറച്ച് ഫ്രിസ്‌ബീ കളിക്കുന്ന ആളുകൾ
ഒരു കുളിമുറി.
നീലാകാശത്തിൽ വെളുത്ത മേഘങ്ങൾ
കറുത്ത തൊപ്പി ധരിച്ച മനുഷ്യൻ.
ഒരു ചീറ്റയുടെ ചെവി
കടൽത്തീരത്ത് കുതിര പുറത്ത് ആളുകൾ
ബേബി ജിറാഫ് രോമങ്ങൾ നക്കുന്നു
കറുത്ത വെറ്റ്സ്യൂട്ടിൽ സർഫർ
നടപ്പാതയിലെ ചെറിയ വെള്ളക്കെട്ട്
ഒരു കേക്കിൽ മെഴുകുതിരി
സ്പൂൺ മേശപ്പുറത്തുണ്ട്.
പുറത്ത് എടുത്ത ചിത്രം
ഒരു സ്കൈ ഓട്ടത്തിലെ മനുഷ്യൻ
നിലത്ത് നാല് കാലുകളുള്ള ഉരുക്ക് കസേര
കറുത്ത നിറമുള്ള ഒരാൾ
ഒരു യുവാവ് സർഫിംഗ് ചെയ്യുന്നു
ശോഭയുള്ള നീലവെള്ളം ഇവിടെയുണ്ട്
ബൈക്ക് ഓടിക്കുന്ന ദമ്പതികൾ
ഇതൊരു ലഘുഭക്ഷണമാണ്
മനുഷ്യന്റെ തലയിലെ വെളുത്ത ബാൻഡേജ്
ചുവപ്പും വെള്ളയും ഉള്ള അടയാളം
തറ മരം കൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്.
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
കുളിമുറിയിൽ ഒരു ടോയ്‌ലറ്റ്
കറുപ്പും വെളുപ്പും തൊപ്പി ധരിച്ച മനുഷ്യൻ
ഒരു വ്യക്തിയുടെ തല
കറുത്ത തൊപ്പി ധരിച്ച മനുഷ്യൻ
ജിറാഫിന്റെ വാൽ
ട്രാക്കുകൾക്ക് സമീപമുള്ള ഇലക്ട്രിക്കൽ ബോക്സുകൾ.
മുകളിൽ ഒരു ക്ലോക്ക് ടവർ ഉള്ള കെട്ടിടം.
കറുത്ത ബേസ്ബോൾ ടി-ഷർട്ട്
കറുത്ത തൊലിയുള്ള മനുഷ്യൻ സർഫ് ബോർഡിൽ
സമുദ്രത്തിന്റെ ശാന്തമായ ദൃശ്യം
ഒരു വ്യക്തി ഇരിക്കുന്നു
ഒരു റൗണ്ട് വേവിൽ ഓടിക്കുന്ന സർഫർ
ഇതൊരു പാർക്ക് ബെഞ്ചാണ്
പന്തിൽ കണ്ണുള്ള ഒരു ബാറ്റർ
വെള്ളത്തിൽ നിൽക്കുന്ന വ്യക്തി
ഹോട്ട് ഡോഗുകൾ അണിനിരന്നിരിക്കുന്നു
മനോഹരമായ കൊച്ചുകുട്ടി.
വെളുത്ത ഷർട്ട് ധരിച്ച സ്ത്രീ.
മനുഷ്യന്റെ തലയിലെ ഹെൽമെറ്റ്.
ഒരു കാർഡ്
ചുവന്ന അഗ്നി ജലാംശം
ബൈക്ക് ഓടിക്കുന്ന ഒരാൾ
ജിറാഫിന്റെ കൊമ്പുള്ള തല.
ഒരു തിളങ്ങുന്ന മെറ്റൽ ടോയ്‌ലറ്റ്
ചുമരിൽ ഒരു ഫ്ലാറ്റ് സ്ക്രീൻ ടിവി
വിൻഡോയിൽ ഒരു ഓറഞ്ച് പൂച്ച
കടൽത്തീരത്ത് ടാൻ മണൽ
ഇടത് മോതിര വിരലിൽ ഒരു ഡയമണ്ട് മോതിരം
ചുവന്ന മുടിയുള്ള സ്ത്രീ ജിറാഫുകളെ തീറ്റുന്നു
വെളുത്ത കൊമ്പുകളുള്ള ആന.
കറുത്ത ലാമിനേറ്റ് ടേബിൾ ടോപ്പ്
ഒരു കറുത്ത ജോഡി സൺഗ്ലാസുകൾ.
റോഡിൽ ട്രക്ക് ഉണ്ട്
പഴുത്ത വാഴപ്പഴം മേശപ്പുറത്ത്
സ്ലീവിലെ ചുവന്ന ക്രോസ്സ്
പാത്രങ്ങളിൽ നിരവധി പാചക വിഭവങ്ങൾ
വായുവിൽ വിമാനം
കട്ടിലിൽ കടലാസ്
കുതിരയുടെ സ്വർണ്ണ വാൽ
പുല്ലും പുഷ്പങ്ങളും നിറഞ്ഞ വയലിൽ ഇരിക്കുന്ന മനുഷ്യൻ
ട്രെയിനിൽ നിന്ന് വെളുത്ത പുക
ഹോട്ട് ഡോഗ് ഒരു ബണ്ണിൽ
ചുവപ്പ് ധരിച്ച സ്ത്രീ
വെളിച്ചം പച്ച നിറമാണ്
ഗ്രാനൈറ്റ് തരം പാറ്റേൺ ഉള്ള കൗണ്ടർടോപ്പ്
ഇവ രണ്ട് ബോട്ടുകളാണ്
മൂന്ന് വെളുത്ത പക്ഷികൾ.
പാർക്ക് ചെയ്ത വെളുത്ത കാർ
കൗണ്ടറിലെ ഓറഞ്ച് പാത്രം
ബസ് സ്റ്റോപ്പിന് മുകളിൽ ഉള്ള മഞ്ഞ സ്റ്റാൻഡ്.
തവിട്ടുനിറത്തിലുള്ള ചുവരിൽ ചെറിയ വരകൾ
ചുവന്ന ഷർട്ടിൽ ധരിച്ച ഒരു സ്ത്രീ
ബേസ് ബോൾ റഫറി ഒരു നാടകം വിളിക്കുന്നു
പത്ത് നമ്പറുള്ള ഒരു നീല വജ്രം
ഭക്ഷണം തയ്യാറാക്കുന്ന ഒരു സ്ത്രീ
ആപ്പിളിലെ ചുവന്ന പുള്ളി
ഒരു കറുത്ത ലാപ്‌ടോപ്പ്
ആധുനിക ശൈലിയിലുള്ള സ്വീകരണമുറി
ഒരു പ്ലെയ്ഡ് കുട
നീളമുള്ള നീല പ്ലാസ്റ്റിക് സ്റ്റിക്ക്
ബെഞ്ചിൽ ഇരിക്കുന്ന മനുഷ്യൻ
കോഫി കപ്പ് വെളുത്തതാണ്
വ്യക്തിയുടെ ഇടത് കൈ.
നടപ്പാതയിലെ ചവറ്റുകുട്ടകൾ
റോഡിലെ സ്കേറ്റ്ബോർഡറുടെ നിഴൽ
ഒരു ഉപരിതലത്തിന്റെ ഭാഗം
പ്ലാറ്റ്‌ഫോമിലെ ഏറ്റവും ചെറിയ ബൈക്ക്.
കറുത്ത പാന്റ്സ് ധരിച്ച മനുഷ്യൻ
സ്കീസിൽ ഒരു മനുഷ്യൻ
ടെന്നീസ് കളിക്കുന്ന ഒരു സ്ത്രീ.
ഇത് ഒരു പെൺകുട്ടിയാണ്
പഴയ രീതിയിലുള്ള ട്രെയിനിൽ ഒരു മനുഷ്യൻ
വൈറ്റ് ഫ്രിസ്ബീ ഫ്ലൈറ്റിൽ
ഫ്രിഡ്ജ് വാതിൽ തുറന്നു പിടിച്ചിരിക്കുന്ന ഒരു കുട്ടി
സ്കേറ്റ് ബോർഡിന്റെ നിഴൽ
ഒരു പുരുഷനും സ്ത്രീയും ഒരു ഗെയിം കളിക്കുന്നു
ഓഫീസ് തറയിലെ സ്റ്റാപ്ലർ
ഇതൊരു വിമാനമാണ്
കേക്കുകൾ പ്രദർശിപ്പിച്ചിരിക്കുന്നു
പ്ലേറ്റ് വെളുത്തതാണ്
വെള്ളത്തിലെ ബോട്ടുകൾ
അലമാരയിൽ ധാരാളം പുസ്തകങ്ങൾ
വെളുത്ത സ്വിർല്സ് ഉള്ള ബീജ് പരവതാനി
ജന്മദിന കേക്ക് മേശപ്പുറത്ത്
ഇതൊരു കൂട്ടം ആളുകളാണ്
ലൈൻ മഞ്ഞയാണ്
ക്രോസ്സ് വാതിലിനു മുകളിൽ തൂക്കിയിരിക്കുന്നു
കുതിര സവാരി ചെയ്യുന്ന ഒരാൾ
ഒരു സ്കേറ്റ്ബോർഡ് മുകളിലേക്ക് ചരിച്ചു വച്ചിരിക്കുന്നു
അഗ്നി ജലാംശം തെരുവിൽ വച്ചിരിക്കുന്നു
ചുവന്ന ഹെൽമെറ്റ് ധരിച്ച പയ്യൻ സ്കേറ്റ്ബോർഡിൽ നിൽക്കുന്നു
ഇതാണ് മതിൽ
ഒരു കെട്ടിടത്തിന്റെ വിൻഡോ
ഡെസ്ക്ടോപ്പിൽ ഒരു വൈറ്റ് കപ്പ്
വസ്ത്രത്തിൽ മഞ്ഞ വര
പുതിയ ഓറഞ്ച് അരിഞ്ഞത്
പുരുഷൻ സൺഗ്ലാസ് ധരിച്ചിരിക്കുന്നു.
തൊപ്പി ധരിച്ച മനുഷ്യൻ
പഴയ കെട്ടിടത്തിലെ ചൈനീസ് സൈനേജ്
പച്ചക്കറികൾ ഒരു കടലാസിൽ ക്രമീകരിച്ചിരിക്കുന്നു.
വെളുത്ത കരടി കുഞ്ഞുങ്ങൾ
ഡബിൾ സീറ്റ് മോട്ടോർ സൈക്കിളിൽ ഇരിക്കുന്നു മനുഷ്യൻ
ഒരു പോളിൽ ഒരു പ്രകാശം
ഇത് ഒരു വ്യക്തിയുടെ മുഖമാണ്
താഴേക്ക് പോകുന്ന ഒരു സ്കയർ
ബോട്ടിന്റെ പ്രതിഫലനം വെള്ളത്തിൽ
ഷവർ വാതിലിൽ വെളുത്ത ഗോപുരം
മരങ്ങളിൽ പച്ച ഇലകൾ
ഇടതുവശത്തുള്ള ടാൻ കെട്ടിടം
ഓറഞ്ച് കാരറ്റിന്റെ തൊലി കളയുന്നു
നായയുടെ ചെവി
ഒരു സ്ട്രിംഗ്
ഒരു മെറൂൺ മാതളനാരകം
ഒരു പർപ്പിൾ ടൂത്ത് ബ്രഷ്
ബൈക്കിംഗിനും നടത്തത്തിനുമുള്ള പച്ച ചിഹ്നം തെരുവിലേക്ക്
ഷോർട്ട്സ് ധരിച്ച മാനെക്വിൻ
സീലിങ്ങിൽ നിന്ന് തൂങ്ങിക്കിടക്കുന്ന ഒരു ചാൻഡിലിയർ ലൈറ്റ്
ഒരു ജങ്ക് യാർഡിലെ ഫ്രിഡ്ജുകൾ
മഞ്ഞ സ്കേറ്റ്ബോർഡിംഗ് ഹെൽമെറ്റ്
ഫോട്ടോ വ്യക്തമാണ്
ചുവപ്പും വെള്ളയും ഉള്ള സ്റ്റോപ്പ് ചിഹ്നം
ഒരു നീല റീസൈക്ലിംഗ് ട്രാഷ് കാൻ
ഫോട്ടോ ബ്ലോക്ക് ആൻഡ് വൈറ്റ് ആണ്
വാതിലിലെ വെളുത്ത സ്റ്റിക്കർ.
നടക്കാനുള്ള ബട്ടൺ
നീളമുള്ള പച്ചയും വെള്ളയും നിറമുളള ഒരു ബസ്സ്
ഒരു തുറന്ന വാതിൽ വഴി
ഒരു ഓവർഹെഡ് ഹാംഗിംഗ് ലൈറ്റ് ഫിക്ചർ
വിമാനത്തിന്റെ നാല് പ്രൊപ്പല്ലറുകൾ
ഒരാൾ പോക്കറ്റിൽ കൈ ഇട്ട് കൊണ്ട് നിൽക്കുന്നു
ഒരു മലയോരത്തെ പാറകൾ
കുന്നിൻ മുകളിലേക്കുള്ള അഴുക്ക് പാത
"ബേക്കൺ, ഗ്ലേസ്ഡ് ഡോനട്ട് സാൻഡ്‌വിച്ച്"
മറ്റൊരാളുടെ വലതുവശത്ത് ഒരു വലിയ ചാരനിറത്തിലുള്ള ആന
ഒരു സ്ത്രീയുടെ ഇരുണ്ട ബ്രൗൺ സൺഗ്ലാസുകൾ
കറുത്ത പാവാട
സ്ത്രീ നടപ്പാതയിലൂടെ നടക്കുകയാണ്.
വാനിലെ ചക്രം
സ്ത്രീ ഒരു ഫോൺ പിടിച്ചിരിക്കുന്നു
തണ്ടോടുകൂടിയ വ്യക്തമായ ഗ്ലാസ്
അടുത്തുള്ള ബേസ്ബോൾ ഗെയിം
ഡ്രോയിംഗുകളുള്ള ഏഷ്യൻ പോട്ടറി
ഒരു പ്രധാന മെട്രോപൊളിറ്റൻ പത്രത്തിനായിയുള്ള കെട്ടിടം.
ഒരു സഫാരി രംഗം
കടൽത്തീരത്ത് സർഫ്ബോർഡ് പിടിച്ചിരിക്കുന്ന ഒരാൾ
ശൂന്യമായ റഫറി കസേര
ഒരു ബസിന്റെ വാതിലുകൾ
ഒരു ഫ്രിസ്‌ബി പിടിക്കാൻ ഒരുങ്ങുന്ന ഒരാൾ.
ഒരു പർവതഭാഗത്ത് പാറകൾ
ഒരു കറുത്ത ചവറ്റുകുട്ട
വെളുത്ത പാവാട ധരിച്ച സ്ത്രീ
ഇടതുവശത്തുള്ള ആനയുടെ തുമ്പിക്കൈ.
ചുമരിൽ നാല് ബാത്ത്റൂം മിററുകൾ
പാറകളിൽ നിൽക്കുന്ന മനുഷ്യൻ
വലിയ ചുവപ്പും വെള്ളയും നിറമുളള സിറ്റി ബസ്
ചുവപ്പും വെള്ളയും സ്റ്റഫ് ചെയ്ത ടെഡി ബിയർ
പേപ്പറിൽ സ്റ്റോപ്പ് അടയാളം
വിമാനത്തിന് പിന്നിൽ നീലാകാശം
ഒരു മലിനജല ലിഡ്
കാർ നടപ്പാതയുടെ അരികിൽ നിർത്തി ഇട്ടിരിക്കുന്നു
ഒരു സ്ത്രീയുടെ മൂക്ക്
വളഞ്ഞു നില്ക്കുന്ന മെറ്റൽ പോൾ
ചെറുപ്പക്കാരൻ വൈറ്റ് കൺട്രോളർ പിടിച്ചിരിക്കുന്നു
ഒരു കണ്ണാടിയിൽ പെൺകുട്ടികളുടെ പ്രതിഫലനം.
പക്ഷികൾ ഒരു സീബ്രയുടെ പിൻഭാഗത്തായി ഇരിക്കുന്നു
റാക്കറ്റ് പിടിച്ചിരിക്കുന്ന മനുഷ്യൻ
ഒരു മഞ്ഞ ഫ്രഞ്ച് ഫ്രൈ
"നീലയും, ഓറഞ്ചും ഉള്ള വൃത്താകൃതിയിലുള്ള ലോഗോ"
വെളുത്ത പാറകളിൽ ഒരു കറുത്ത കരടി
ഭക്ഷണത്തിന്റെ ചതുര വിഭവം
ടിഷ്യു വെളുത്തതാണ്
സ്കേറ്ററുകൾക്ക് പിന്നിൽ ഒരു വേലി
ഒരു ചുവന്ന സ്റ്റോപ്പ് ചിഹ്നം
തവിട്ടുനിറത്തിലുള്ള പൂച്ച തറയിൽ ഉറങ്ങുന്നു.
ജെറേനിയം കലം
ഒരു കൂട്ടം ആളുകൾ വസ്ത്രം ധരിച്ചു
ബസിലെ നീല അക്ഷരം
ഒരു കൂട്ടം ആളുകൾ സ്നോബോർഡിംഗ് ചെയ്യുന്നു
ഒരു മരത്തിന്റെ ഇലകൾ
മഞ്ഞിൽ മഞ്ഞയും കറുപ്പും നിറമുളള വടി.
ഇതൊരു ചുവന്ന ട്രെയിനാണ്
ഒരു കറുത്ത ഹെൽമെറ്റ്
വെളുത്ത ആകാശം മുകളിൽ
ബോർഡിൽ ഒരു ചുവന്ന ആപ്പിൾ
ഉയരമുള്ള ജിറാഫ് അഴുക്ക് നിറഞ്ഞ പാതയിലൂടെ നടക്കുന്നു
നിലത്ത് ഒരു ചോർച്ച
തുറന്ന കുട പിടിച്ചിരിക്കുന്ന സ്ത്രീ
ഒരു വെളുത്ത മൗസ്
ചിഹ്നം മെഴ്‌സിഡസ് ചിഹ്നത്തിന് സമാനമാണ്.
മനുഷ്യന്റെ വിരലിലെ മോതിരം
ബാഗിന് മുകളിൽ പൂച്ച
ഇതൊരു വിമാനമാണ്
സ്കേറ്റ്ബോർഡർ ട്രിക്ക് ചെയ്യുന്നു
കെട്ടിടത്തിന്റെ വശത്ത് ചുവപ്പും സ്വർണ്ണവും അടയാളം
ഒരു ഗോപുരത്തിലിരിക്കുന്ന ലൈഫ് ഗാർഡ്
ഒരു മഞ്ഞ ബെഡ് ലാമ്പ്
കാരറ്റിന് ഓറഞ്ച് നിറമാണ്.
സ്ത്രീയുടെ കയ്യിലെ റാക്കറ്റ്
ഒരു ഫീൽഡിൽ മൂന്ന് സീബ്രകൾ
ആകാശം നീല നിറത്തിലാണ്
ഒരു തുറന്ന ലാപ്‌ടോപ്പ്
മേശപ്പുറത്ത് ഒരു സാൻഡ്‌വിച്ച്
വലിയ മഞ്ഞ ഫയർ‌ട്രക്ക്
ഫ്ലൂറസെന്റ് ലൈറ്റിംഗിന്റെ നീണ്ട ശോഭയുള്ള ട്യൂബ്
ഒരു കയ്യിൽ ചുവപ്പും വെള്ളയും നിറമുളള ബാഗ്
പച്ച നിറമുളള ടോപ്പ്
ഒരു ചുവന്ന സ്റ്റോപ്പ് ചിഹ്നം
ഇത് ഒരു വ്യക്തിയാണ്
സീലിംഗ് ഫാൻ
വായുവിൽ ചുവന്ന ട്രാഫിക് സിഗ്നൽ
കെട്ടിടത്തിന് സമീപമുള്ള വിമാനം
വായുവിൽ നില്കുന്ന പന്ത്
അരയുടെ ഭാഗം
പ്രായമായ ദമ്പതികൾ മേശപ്പുറത്ത് ഇരിക്കുന്നു
ഒരു ഫ്ലാറ്റ് സ്ക്രീൻ ടിവി അഴിക്കുന്ന മനുഷ്യൻ
ഒരു സ്ത്രീ ടേബിളിൽ ഇരിക്കുന്നു
ഒരു സ്കൂട്ടറിലെ വ്യക്തി
വെളുത്ത ഷർട്ടും ടൈയും ധരിച്ച ബൈക്കിൽ ഇരിക്കുന്നു മനുഷ്യൻ
കണ്ണുകൾ പകുതി അടച്ച കുട്ടി
തുറന്നിരിക്കുന്ന കുട
ഇതൊരു മോട്ടോർസൈക്കിളാണ്
ഒരു മതിൽ ഘടിപ്പിച്ചിരിക്കുന്ന ഘടികാരം
ഒരു മരത്തിന് മുന്നിലെ ബെഞ്ച്.
ഓണാക്കിയ വിളക്ക്
ഒരു കെട്ടിടത്തിന്റെ വശത്തുള്ള വിൻഡോ.
ചാരനിറത്തിലും വെളുത്ത നിറത്തിലുമുള്ള ആകാശം
കൊമ്പ് വളഞ്ഞതാണ്
ആകാശം ചാരനിറമാണ്
ട്രെയിനിന്റെ മുൻവശത്ത് പച്ചയും മഞ്ഞയും നിറഞ്ഞ പെയിന്റിംഗ്
സ്കീയർമാർ
ലോഗിലുളള ഒരു കരടി
കടൽത്തീരത്ത് രണ്ട് നായ്ക്കൾ
മരങ്ങളിലേക്ക് നടക്കുന്ന ആനകൾ
ഫണലിൽ നിന്ന് നീരാവി
ഒരു കറുത്ത ഫ്ലാറ്റ് സ്ക്രീൻ ടിവി
മെറ്റൽ പാലം.
വയലിൽ നിൽക്കുന്ന കറുത്ത പശു
കറുപ്പും വെളുപ്പും നിറമുളള പൂച്ച
ഫ്രിസ്ബീ പിടിച്ചിരിക്കുന്ന സ്ത്രീ
പുല്ല്
ടോയ്‌ലറ്റിന് മുന്നിലെ പച്ച ബാത്ത് റഗ്.
ഇതൊരു കേക്ക് ആണ്
ഒരു മേശപ്പുറത്ത് പേസ്ട്രികൾ
പാറകളിൽ നീല നിറത്തിലുള്ള പാത്രങ്ങൾ
ഒരു കസേരയിൽ ഇരിക്കുന്ന ഒരു കുട്ടി
ഒരു കസേരയിൽ ഒരു ആട്
വെളുത്ത ഹുഡ് ഉള്ള വ്യക്തിക്ക്
തൂക്കിയിട്ട ഒരു കടലാസ്
ഒരു ജിറാഫി റോഡ് മുറിച്ചുകടക്കുന്നു
ഹെൽമെറ്റിന്റെ പിൻഭാഗത്ത് രണ്ട് കറുത്ത ഇടങ്ങൾ.
ബ്രൊക്കോളി പച്ച നിറത്തിലാണ്
ചുവരിൽ ഉറപ്പിച്ച വൈറ്റ് വാഷ് ബേസിൻ
കറുത്ത ലിറ്റ് അടയാളം
വിമാനത്തിന്റെ എഞ്ചിൻ
ഓറഞ്ച് സീറ്റുള്ള ബൈക്ക്
പച്ച പുല്ലിൽ നിൽക്കുന്ന കുഞ്ഞ് കരടി
"ഹോങ്ക് ചെയ്യരുത്, മുന്നൂറ്റി അമ്പത് ഡോളർ പെനാൽറ്റി എന്ന് പറയുന്ന ഒരു വെളുത്ത അടയാളം."
പച്ച പോളിലെ നിർത്തുക എന്ന അടയാളം
പിങ്ക് ജാക്കറ്റ് ഇട്ട ഒരു കൊച്ചു പെൺകുട്ടി.
ഒരു തരംഗത്തിന്റെ ഭാഗം
സ്കേറ്റ്ബോർഡ് സ്ക്വിറ്റിംഗിലെ മനുഷ്യൻ
ടെന്നീസ് കളിക്കുന്ന ചെറുപ്പക്കാരൻ
ബ്രൗൺ വിക്കർ ഔട്ട്‌ഡോർ കസേര
വെള്ളത്തിൽ ഇരിക്കുന്ന ബോട്ട്
ഒരു സോക്കർ മത്സരം കളിക്കുന്ന ആളുകൾ
സൂര്യൻ അസ്തമിക്കുന്നു
ഒരു ചെറിയ മഞ്ഞ സൂര്യകാന്തി
മേശപ്പുറത്ത് കറുത്ത കസേര
മനുഷ്യൻ താഴെ ഒരു പടിയിൽ ഇരിക്കുന്നു
മരത്തിന്റെ നിഴൽ
ഒരു കറുത്ത ജോടി കത്രിക
പകൽ ആകാശത്തിന്റെ നിറം നീല
ഒരു സർഫ് ബോർഡിലെ മനുഷ്യൻ
തെരുവിന് കുറുകെയുളള ബാനർ
വിപരീത ദിശയിൽ അഭിമുഖീകരിക്കുന്ന രണ്ട് ജിറാഫുകൾ
രണ്ട് മഞ്ഞ പൂക്കൾ
എന്തൊരു ആരോഗ്യകരമായ ലഘുഭക്ഷണം
ഗ്ലാസ് വാതിലുകളുടെ ഗണം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു വലിയ ചാര നിറമുള്ള ആന
ഷൂ കറുത്തതാണ്
ഒരു നീണ്ട സ്കൈ
സർഫർ
റഫ്രിജറേറ്ററിലെ വലിയ എൽജി സ്റ്റിക്കർ
ഇതൊരു ടോയ്‌ലറ്റ് ആണ്
സ്യൂട്ടും തൊപ്പിയും ധരിച്ച മനുഷ്യൻ
കറുത്ത കരടി പുല്ലിൽ
ഡ്രോയറുകളുള്ള ഇരുണ്ട ചാരനിറത്തിലുള്ള കമ്പ്യൂട്ടർ ഡെസ്ക്.
പച്ചനിറത്തിലുള്ള വാഴപ്പഴം നിലത്തു കിടക്കുന്നു
ഒരു കറുത്ത സ്യൂട്ടും കോട്ടും
വായുവിൽ പറക്കുന്ന ഒരു വിമാനം
ആപ്രാപെറ്റുകളുള്ള ഒരു ഇഷ്ടിക മതിൽ
ചിത്രത്തിലെ ഒരു പൂച്ച
കണ്ണാടിയിലെ മനുഷ്യൻ
പെൺകുട്ടി തലകീഴായി ഒരു ബെഞ്ചിൽ
മനുഷ്യന്റെ മുഖത്ത് കറുത്ത സൺഗ്ലാസുകൾ
ഒരു ക്ലോക്കിൽ നിന്നുള്ള ഉയർന്ന ബൾഡിംഗിന്റെ കാഴ്ച.
\ ഗ്രാൻഡ് സെൻട്രൽ ടെർമിനൽ എന്ന് പറയുന്ന ഒരു അടയാളം
സ്ത്രീ സൺഗ്ലാസ്സ് ധരിച്ചിരിക്കുന്നു
വാട്ടർ സ്പ്ലാഷിന്റെ ഭാഗം
ട്രാക്കുകൾക്കിടയിൽ കല്ലുകൾ.
വെളുത്ത വിസർ ധരിച്ച സ്ത്രീ.
പുല്ലിൽ മൂന്ന് ആടുകൾ
ഇതൊരു പക്ഷിയാണ്
ക്ലോക്കിന് പിന്നിലെ മതിൽ
ഇവ ബോട്ടുകളാണ്
വലിയ കുടയുമായി കടൽത്തീരത്ത് സ്ത്രീ
വ്യാജ മൃഗത്തെ നോക്കുന്ന മൃഗം
കൗണ്ടറിൽ നീല പ്ലാസ്റ്റിക് സ്പ്രേ കുപ്പി
ടീ ഷർട്ട് ഓറഞ്ച് ആണ്
മനുഷ്യൻ ടെന്നീസ് കളിക്കുന്നു
സ്നോ ബോർഡിംഗ് നീക്കങ്ങൾ പരിശീലിക്കുന്ന വ്യക്തി.
റോഡിന്റെ ചിഹ്നം തലകീഴായി
ഹോട്ടൽ ഹർവാൾ ചിഹ്നം പോളുകളിൽ
കാറിന്റെ ജാലകത്തിൽ അടുത്ത് ഇരിക്കുന്ന സ്ത്രീ
വിൻഡോ തുറന്നു കിടക്കുന്നു
തെരുവിൽ രണ്ട് ബലൂൺ ജിറാഫുകൾ
പോളാർ ബിയറിന്റെ കണ്ണ്.
രണ്ട് നീല പേപ്പർ ട്രേകൾ
പ്ലേറ്റിൽ ഒരു ഹോട്ട് ഡോഗ് ഉണ്ട്
ഒരു പെൺകുട്ടി പിസ്സ കഴിക്കുന്നു
അടുക്കളയിൽ ഒരു നായ്ക്കുട്ടി
വിമാനത്തിന് അടുത്തുള്ള ഒരു എയർബ്രിഡ്ജ്
ആകാശത്ത് വിമാനം
ഒരു വലിയ സീബ്ര പ്രതിമ
മരക്കൊമ്പുകളിൽ മഞ്ഞ് ഉണ്ട്
വെളുത്ത വാതിൽ
ചാരനിറത്തിലുള്ള വേലികൾ കാണാം
ടാൻ നിറമുളള മണൽ
കറുപ്പും വെളുപ്പും നിറമുളള പശു
ക്യാറ്റ് ലിറ്റർ ബോക്സ്.
കാറിന്റെ പുറകിൽ ഒരു കൂട്ടം ആളുകൾ
ഒരു മേശപ്പുറത്ത് പ്ലേറ്റ് നിറയെ ഭക്ഷണം
മഞ്ഞ് വെളുത്തതാണ്.
പിങ്ക് തൊപ്പി പിടിച്ചിരിക്കുന്ന ഒരാൾ
വെളുത്ത ഷർട്ട് ധരിച്ച സ്ത്രീ
മഞ്ഞ ബസ് തെരുവിൽ പാർക്ക് ചെയ്തിരിക്കുന്നു
വെളുത്ത പാന്റ്സ് ആണ്
വായുവിൽ പറക്കുന്ന ഒരു പട്ടം
ടൈ ധരിച്ച ഒരാളുടെ നെക്ക്ലൈൻ
വിമാനത്തിൽ നിന്നുള്ള നീല എക്‌സ്‌ഹോസ്റ്റ്
ഒരു കൂട്ടം വറുത്ത ഡോനട്ട്.
ഗ്ലാസിൽ നിർദ്ദേശ ബുള്ളറ്റിൻ
കുതിരപ്പുറത്ത് നീല കടിഞ്ഞാൺ
വെളുത്ത അക്ഷരം
ഒരു മോട്ടോർസൈക്കിൾ
ഫ്ലോറൽ വസ്ത്രം ധരിച്ച സ്ത്രീ.
പച്ച ഷർട്ട് ധരിച്ച ഒരു കുട്ടി
കഴുത ഒരു ചോർച്ചയിൽ
വെള്ളത്തിൽ താറാവ്
പ്രൊജക്ടർ സ്ക്രീൻ ചുരുട്ടി വെച്ചിരിക്കുന്നു
നിലത്തു സ്നിഫ് ചെയ്യുന്നു സീബ്ര
ഓവർഓളിൽ ഒരു കൊച്ചുകുട്ടി
നിരവധി കല്ലുകളുടെ വരി
വൈറ്റ് കമ്പാർട്ട്മെന്റ് പ്ലേറ്റ്
റെഡ് ട്രെയിൻ യൂണിർ ബ്രിഡ്ജ്
ഒരു വലിയ വൃക്ഷത്തിന്റെ കൊമ്പ്
കൂട് വെളുത്തതാണ്.
ഒരു സ്ട്രീംലൈൻ ട്രെയിൻ
ഒരു വെളുത്ത ടെന്നീസ് ഷൂ
പുല്ലിൽ ട്രക്ക്
ഒരു കൂട്ടം പച്ച സ്കല്ലിയനുകൾ
പാത്രത്തിൽ നാരങ്ങകൾ
തെരുവിൽ സൈക്കിൾ ചവിട്ടുന്ന മനുഷ്യൻ
ഇതൊരു പാത്രമാണ്
ഒരു വൃത്താകൃതിയിലുള്ള മരം ട്രേയുടെ മുകളിൽ ഇരിക്കുന്ന ഫലം.
പശുക്കൾ വിശ്രമിക്കുന്നു
ജാലകത്തിന് മുന്നിൽ ഉള്ള ക്രിസ്മസ് ട്രീ
ചെരുപ്പ് ധരിച്ച മനുഷ്യൻ
താറാവിന് തവിട്ട് നിറമുള്ള കണ്ണുണ്ട്.
ഒരു മഞ്ഞ സ്കൂൾ ക്രോസിംഗ് ചിഹ്നം.
കറുപ്പും ചാരനിറത്തിലുള്ള കീബോർഡ്
പൂച്ച നിലത്തു കിടക്കുന്നു
ഒരു കേസിൽ കത്തികൾ
വെളുത്ത ടോയ്‌ലറ്റ് സീറ്റ്
പരവതാനിയിൽ നിൽക്കുന്ന കുട്ടികൾ
ഒരു സെൽ ഫോൺ കൈവശമുള്ള ഒരാൾ.
ഒരു കൗണ്ടറിൽ മൂന്ന് സിങ്കുകൾ
ഒരു ടെന്നീസ്സ് കോർട്ടിന് നടുവിലുള്ള ഒരാൾ
ചുമരിലെ ടൈൽ.
"പശുവിന്റെ ശരീരം തവിട്ടും, കറുപ്പും നിറമാണ്"
കോർട്ടിലെ മനുഷ്യൻ
റോഡിൽ കാർ
ഒരു വലിയ പേപ്പർ കപ്പിൽ ഒരു ചെറിയ പേപ്പർ കപ്പ്
മരം മുത്തച്ഛൻ ക്ലോക്ക്
അരിഞ്ഞ വാഴപ്പഴത്തിന്റെ കൂമ്പാരം
ഒരു ബോട്ടിന്റെ വശം
കാറിന് പുറത്തേക്ക് നോക്കുന്നു നായ
ഇലകൾ പച്ച നിറമാണ്.
ഫൗൺറ്റേയിനിൽ നിന്ന് വെള്ളം തളിക്കുന്നു
ബ്ലോക്ക് ആൻഡ് വൈറ്റ് ഷൂസ് തറയിൽ
ചുവരിലെ ടോയ്‌ലറ്റ് പേപ്പർ ഹോൾഡർ
ഒരു മരക്കൊമ്പ്
മനുഷ്യന്റെ കയ്യിൽ ഫോൺ
"വെള്ള, ചുവപ്പ് മോഡൽ വിമാനം"
ഒരു ചുവന്ന ലൈറ്റ്പോസ്റ്റ്
ഒരു പാത്രത്തിൽ ഒരു വാഴപ്പഴം
നീളമുള്ള വെളുത്ത തൂവാല
പതിനൊന്ന് ബോട്ടുകൾ മതിലുമായി ബന്ധിപ്പിച്ചിരിക്കുന്നു
റൺവേയിൽ ഒരു വിമാനം
"ചാര, നീല വരയുള്ള പുരുഷന്മാരുടെ ഷർട്ട്"
ഇത് ഒരു വ്യക്തിയാണ്
ഒരു വ്യക്തിയിൽ നീല കോട്ട്.
ഫോട്ടോയിലെ ഒരു ട്രെയിൻ
ഇതൊരു വൈൻ ഇവന്റാണ്.
വെളുത്ത പാത്രത്തിൽ വരയുള്ള തൂവലുകൾ
ഡോനട്ട്സ് നിറച്ച മെറ്റൽ ബിൻ
ഒരു പക്ഷി ഒരു ചെടി തിന്നുന്നു
തവിട്ട് കുതിര
പ്രകൃതി ഇനങ്ങൾക്ക് പിന്നിലെ ജിറാഫ്
കളിക്കാരന്റെ ചുവപ്പ് നിറമുള്ള തൊപ്പി
പച്ചയും നീലയും കുടയുള്ള വ്യക്തി
അവന് ഒരു വെളുത്ത തൊപ്പിയുണ്ട്.
ഡ്രെസ്സറിൽ ഒരു ഡ്രോയർ
പുൽമേട്ടിലൂടെ നടക്കുന്ന രണ്ട് ആനകൾ
ഒരുപോളാർ കരടി തടാകത്തിൽ നീന്തുന്നു
മഞ്ഞുമൂടിയ കറുത്ത കാർ.
മുകളിൽ സർഫ്ബോർഡുള്ള കാർ
ഒരു ഫോണിന്റെ ആന്റിന
വെള്ളത്തിനടുത്ത് നിൽക്കുന്ന പക്ഷി
രുചികരമായ ചതുരാകൃതിയിലുള്ള പിസ്സ
ആനയുടെ അരികിൽ നിൽക്കുന്ന ഒരാൾ
കറുത്ത സ്‌നീക്കർ
വെള്ളത്തിലെ അലകൾ
സ്ത്രീയുടെ തലയിൽ ബ്ലോക്ക് ആൻഡ് വൈറ്റ് തൊപ്പി
ബസ്സിന്റെ സൈഡ് മിറർ.
ബസ്സിൽ ഒരു മഞ്ഞ സൂര്യൻ
കടൽത്തീരത്ത് നായ.
ഏഴു ആനകൾ നടക്കുന്നു.
ഒരു ട്രക്കിന്റെ ലൈറ്റ്
രണ്ട് കൈകളിൽ ഒരു കാമറ
ഒരു പൂച്ചയുടെ ചെവി
നീളമുള്ള നീല വസ്ത്രം ധരിച്ച സ്ത്രീ
ഒരു ലോഹ മേശയിൽ ഒരു പാത്രം മാർഗറിൻ
ഒരു വലിയ തോമസ് ദി ട്രെയിൻ
മോട്ടോർ സൈക്കിളിന്റെ ടയർ
ഉയർന്ന ഹീൽഡ് റെഡ് ഷൂ
ഒരു മനുഷ്യന്റെ കൈ
ആളുകൾ വാട്ടർ സ്കീയിംഗ് ചെയ്യുന്നു
അവന്റെ വസ്ത്രം നീലയാണ്
മോണിറ്ററിന്റെ സ്ക്രീൻ.
ഉറക്കം വരുന്ന കരടി
ക്യാമറ ഉപയോഗിച്ച് മനുഷ്യൻ ചിത്രം എടുക്കുന്നു
ചുരുണ്ട മുടിയുള്ള കുട്ടി
ആടിന്റെ തല
ഒരു സ്ത്രീയുടെ തല
ട്രെയിനിനായി കാത്തിരിക്കുന്ന ഒരാൾ
ഒരു സ്ലിപ്പറിന്റെ ഭാഗം
സർക്കിൾ ഓറഞ്ച് ആണ്
സ്കേറ്റ്ബോർഡിൽ നില്ക്കുന്ന പയ്യൻ
ആകാശത്ത് പുക
മേശയിൽ നിറയെ പച്ചക്കറികൾ
സമുദ്ര തിരമാലകൾ
ഫുട്പാത്തിൽ ചുവന്ന അഗ്നി ജലാംശം
ഒരു ബോർഡ് ചുമക്കുന്ന രണ്ടുപേർ
പേനയിൽ ഒരു സീബ്ര
ഒരു മഞ്ഞ ടെന്നീസ് ബോൾ
നീല ആകാശം
ചെറുപ്പക്കാരന്റെ വിരലുകൾ
വായുവിൽ വലിയ വിമാനം
ഒരു ഫ്ലാറ്റ് സ്ക്രീൻ ടിവി
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് ട്രെയിൻ കാർ
ഒരു മേശപ്പുറത്ത് ഒരു നീല കോഫി കപ്പ്
വാതിൽ തുറന്ന വെളുത്ത മൈക്രോവേവ്
ടെന്നീസ് കളിക്കുന്ന ഒരാൾ
നീല നിറമുള്ള എസ്‌യുവി
