ओऱञ्च् निऱमुळ्ळ ट्राफिक् कोൺ
ऒरु स्ऱ्ऱोप्प् लैऱ्ऱ्
काट्टिൽ मून्न् सीब्रकൾ
काऱुकൾ ऱोडिन्ऱॆ वशत्त् पाർक्क् चॆय्तिरिक्कुन्नु
ऒराൾ ट्रॆयिनिൽ कयऱुन्नु
इत् ऒरु व्यक्तियाण्
ऒरु बोक्सिൽ चॆऱिय ओऱञ्चिन्ऱॆ पॆट्टि .
ऒरु पोस्ऱ्ऱिलॆ ट्रामुकळॆक्कुऱिच्चुळ्ळ अटयाळङ्ङൾ .
डोनट्ट्स् निऱञ्ञ ऒरु वॆळुत्त पॆट्टि
कऱुत्त तॊप्पि धरिच्च व्यक्ति
कऱुत्त पक्षि
ऒरु पॆൺकुट्टि निൽक्कुन्नु .
ऒरु कॆट्टिटत्तिलॆ विൻडो
रण्ट् उयरमुळ्ळ कॆट्टिटङ्ङൾ तम्मिलुळ्ळ अकलत्तिൽ काणप्पॆटुन्न ऒरु तॆक्कुपटिञ्ञाऱൻ विमानं
शाखयिൽ परुन्त्
पच्चक्कऱिकൾ निऱञ्ञ ऒरु मेश
पशुविन्ऱॆ मुखं
सैनिक वस्त्रं धरिच्च मनुष्यൻ
ऒरु ग्लास् वीञ्ञ्
ऒरु नटप्पातयिलूटॆ नटक्कुन्न ऒराൾ
इतॊरु फ्रिस्बियाण्
वർण्णाभमाय कैऱ्ऱ्
बस्सिलॆ हॆड्लैऱ्ऱुकൾ
ऒरु नाय मुकळिलेक्क् चाटुन्नु
पॆൺकुट्टि वायिक्कुन्नु
वॆळ्ळत्ताൽ चुऱ्ऱप्पॆट्ट ऒरु गोपुरं
टॆन्नीस् कळिक्कुन्न ऒरु पॆൺकुट्टि
जिऱाफ् कऴुत्त् नीट्टुकयाण्
नटप्पातयिൽ ऒरु चुवन्न बॆञ्च्
मुൻवशत्तेक्क् ऒरु वलिय प्लेऱ्ऱ्
कऱुत्त मेൽक्कूरयुळ्ळ चुवन्न लैऱ्ऱ् हौस्
ऒरु मेशप्पुऱत्त् ऒरु ग्लास् वाट्टർ
हॆड्लैऱ्ऱ्
तॆरुविൽ चुवन्न काർ
मून्न् आनकळुण्ट्
मरत्तिൽ पच्च इलकळुण्ट्
रण्टुपेർ मल कयऱुन्नु
कौण्टऱिൽ पश तोक्क्
क्रोस्स् उळ्ळ कॆट्टिटत्तिൽ क्लोक्क् उण्ट्
कण्णटयुळ्ळ मनुष्यन्ऱॆ मुखं
मञ्ञिൽ ऒरु कऱुत्त कुतिर
ऒरु नगर स्कैलैनिन् मुकळिलूटॆ नीलाकाशं
इतॊरु ऱॆक्कोർड् प्लॆयऱाण्
स्कीयिसुमायि नटक्कुन्न आळुकൾ
ऒरु कुतिरयुटॆ तल
बौळिंग् कळिक्कुन्न व्यक्ति
कण्णाटियुटॆ ऒरु भागं
ऒरु अटुक्कळयुटॆ पॊतु प्रदർशनं
व्यत्यस्त निऱमुळळ ऱॆक्कोർड् आൽबङ्ङൾ .
ऒरु केक्क् डोनट्ट्
मून्न् ग्लास् ऱॆड् वैൻ
हॆൽमॆऱ्ऱ् धरिच्चिरिक्कुन्नु
सुहृत्त् संगीतं केൾक्कुन्नु
मनुष्यन् चॆऱिय मुटियुण्ट्
मञ्ञ षർट्टिൽ कुट्टि
ऒरु बोർडिन्ऱॆ भागं
व्यक्ति स्कीयिंग् चॆय्युन्नु
ऒरु मेशप्पुऱत्त् ऒरु वॆळुत्त कम्प्यूट्टർ मोणिऱ्ऱർ .
चुवरिൽ मौण्ट् चॆय्त लैऱ्ऱ्
सॆൽफोणिलॆ पർप्पिൾ चित्रं
ऒरु वलिय तिरमालयिൽ सञ्चरिक्कुन्न कुट्टि
मञ्ञुमलयिൽ स्कीयिंग् चॆय्युन्न मनुष्यൻ
प्लेऱ्ऱिनटुत्तुळ्ळ ओऱञ्च्
जनालय्क्क् पुऱत्त् निൽक्कुन्न ऒराൾ
कटൽत्तीरत्त् ऒरु गॆयिं कळिक्कुन्न पुरुषन्माർ
पच्च धरिच्च ऒराൾ
तॆरुविलॆ काർ
समुद्रत्तिൽ सർफिंग् चॆय्युन्न मनुष्यൻ
कॆट्टिटत्तिलॆ विൻडो
चारनिऱत्तिलुळ्ळ विमानं
मिनुसमाർन्न चारनिऱत्तिलुळ्ळ निलं .
फोർक्क् प्लास्ऱ्ऱिक् आण् . .
ऒरु मरत्तिൽ निन्न् इलकൾ पऱिक्कुन्न आन
ऒरु बाऱ्ऱ् पिटिक्कुन्न बेस्बोൾ कळिक्कारൻ
ऐस् उळ्ळ ऒरु शीतळपानीयं .
तन्त्रङ्ङൾ चॆय्युन्न व्यक्ति
चुवन्न पान्ऱुं कऱुत्त बूट्टुं उळ्ळ स्कै बोർड् ऱैडർ
ऒरु बेർड् बात्तिन् अरिकिൽ मून्न् पक्षिकൾ
सർफ्बोർडिलुळ्ळ ऒराൾ
वॆळुत्त नीळൻ स्लीव् षർट्ट् इट्टवन्ऱॆ आडंबरङ्ङൾ .
ऒरु बस्सिൽ व्याज पॆൻग्विनुकൾ
मरक्कॊम्पिൽ कऱुत्त पक्षि
ऒरु होट्टൽ मुऱि
अयाൾक्क् ऒरु तॊप्पि उण्ट् .
मनुष्यन्ऱॆ कैत्तण्टयिलॆ वाच्च्
वैऱ्ऱ् कळർ सॆऱामिक् वाष् बेसिൻ
ऎयർफीൽडिलॆ विमानं
पोळिलॆ ऒरु वॆळुत्त अटयाळं
नम्पർ 760 बसिन् मुन्निൽ
इव मरङ्ङळाण्
रण्ट् सीब्रकൾ परस्परं मणक्कुन्नु
" चॆऱिय तविट्ट् , वॆळुत्त जिऱाफ् "
पुल्ल्
ऒरु कूट्टं आळुकൾ निൽक्कुन्नु
ऒरु मेच्चिൽप्पुऱत्त् कुतिरकൾ
ऒरु लोह बीमिलेक्क् बैक्किन्ऱॆ चङ्ङलयिट्टु
ऒरु लोह नील बॆञ्चिൽ इरिक्कुन्न ऒरु स्त्री
मनुष्यन् कण्णटयुण्ट्
मेൽक्कूर मॆऱ्ऱൽ षीऱ्ऱाण्
इताण् आकाशं
सिङ्किन्ऱॆ ऒऴुक्क्
\ वॆळ्ळं \ वायिक्कुन्न अटयाळं
इत् उळ्ळिलेक्क् ऎटुक्कुन्नु
टॆन्नीस् कोർट्टिൽ ऒरु कुट्टि
पूच्चयुटॆ कण्णुकൾ
आन मेयुकयाण्
मोट्टोർ सैक्किळिൽ निൽक्कुन्न मनुष्यൻ
इतॊरु काऱाण्
ऒरु कुट्टि आन .
कटൽत्तीरत्त् मृगं .
ऒरु मोट्टोർ सैक्किൾ पाർक्क् चॆय्तिरिक्कुन्नु
आकाशत्त् ऒरु विमानं
तीरत्त् बोट्ट्
डैनिंग् एरिययिलॆ वॆळ्ळ कसेर
ऒरु व्यक्तियुटॆ नीट्टप्पॆट्ट कै
उयർन्न आकाश सूचि घटन
कौण्टऱिलॆ पिस्स
समुद्रत्तिलॆ परासैलർ
स्त्री वैൻ ग्लासिൽ निन्न् कुटिक्कुन्नु
जिऱाफिनॊप्पं निൽक्कुन्न सॆब्र .
रण्टुपेർ स्नो बोർडिंग् चॆय्युन्नु
कुतिर तलयिൽ आभरणङ्ङൾ धरिच्चिरिक्कुन्नु
पॆयिन्ऱिंगुकळुळ्ळ ऒरु पऴय सिमन्ऱ् बॆञ्च् .
ट्रॆयिनिन्ऱॆ पटियिൽ ऒराൾ
वीटिन्ऱॆ ग्लास् विൻडो
कऱुत्त हॆൽमॆऱ्ऱ् धरिच्च ऒरु स्त्री
काबिनऱ्ऱुकൾ वॆळुत्तताण्
ऒरु प्लेऱ्ऱिൽ पाൻकेक्कुकൾ
ऒरु नील बेस्बोൾ तॊप्पि
इताण् आकाशं
वलिय मञ्ञुकुळं
कटൽत्तीरत्त् किटक्कुन्न पॆൺकुट्टि .
" चुवप्प् चिह्नत्तिन् मुकळिलुळ्ळ पच्च , वॆळ्ळ दिश चिह्नं "
कय्यिൽ वॆळुत्त कण्ट्रोळർ
चरिविन्ऱॆ ताऴत्तॆ भागत्त् स्कीयർ
अक्षरं कऱुत्तताण् .
कऱुत्त चवऱ्ऱुकुट्टकळुटॆ कूम्पारं
ऒरु वलिय वृत्ताकृतियिलुळ्ळ क्लोक्क्
नीळमुळ्ळ पुल्लिൽ विश्रमिक्कुन्न पशु
इताण् आकाशं
नटप्पातयिൽ ओऱञ्च् वेलि
घटिकारं
मृगशालयिलॆ जिऱाफुकൾ .
करटि रोममुळ्ळताण्
कटൽत्तीरत्त् ऒऱ्ऱप्पॆट्ट पक्षि
मुतिർन्न पुरुषൻ तॆरुविൽ इरिक्कुन्नु .
आन नदियिൽ किटक्कुन्नु
तिळक्कमुळ्ळ ओऱञ्च् लैऱ्ऱ्
बीज् मतिलिन्ऱॆ चॆऱिय भागं
कट्टिलिൽ निऴൽ रूपं
ऒरु करटि
ऱൺवेयिൽ वलिय वॆळुत्त विमानं
क्यामऱ
वॆळ्ळि फ्रॆयिमिलॆ पोस्ऱ्ऱർ
वलिय पाऱ तूण्
चुवप्पुं कऱुप्पुं निऱमुळ्ळ मोट्टोർसैक्किൾ
बोൾ गॆयिमिलॆ व्यक्ति
मून्न् नाय्क्कൾ बॆञ्चिൽ निൽक्कुन्नु .
इतॊरु कुतिरयाण्
ट्रॆयिൻ नीलयुं मञ्ञयुमाण्
रण्ट् आनकൾ परस्परं अभिवाद्यं चॆय्युन्नु
ऒरु भक्षणत्तॊऴिलाळियाण् कौण्टऱिन् पिन्निൽ .
ऒरु मनुष्यन्ऱॆ चॆविक्क् अटुत्तुळ्ळ ऒरु सॆൽ फोൺ
इतॊरु वलिय स्कै चरिवाण्
पच्चयुं वॆळ्ळयुं तॆरुव् चिह्नं
वॆळ्ळत्तिൽ ऒरु नाय
पिस्स कऴिक्कुन्न कुट्टि
कैत्तण्टयिൽ डयमण्ट् ब्रेस्लॆऱ्ऱ्
वलत्तेक्क् चूण्टुन्न अम्पटयाळं
मुऱिच्च अप्पं
फाൻसि लोबियिൽ इरुन्नु लिप्स्ऱ्ऱिक्क् इटुन्न ऒरु स्त्री
ओऱञ्च् कऴिक्कुन्न ऒराൾ .
पॆൺकुट्टिक्क् तविट्ट् निऱमुळ्ळ मुटियुण्ट्
रण्ट् वाहनङ्ङൾक्कुळ्ळ पाർक्किंग् मीऱ्ऱർ
नटप्पातयिൽ बोय् स्केऱ्ऱ्बोർडिंग् चॆय्युन्नु
ओवർपासिन् कीऴिलुळ्ळ वॆळ्ळं
आटुकळुटॆ कूट्टं
तॆळिञ्ञ मेघङ्ङळिल्लात्त आकाशं
अकलॆयुळ्ळ पർवतनिरकൾ
ऒरु टॆडि बियർ
उटच्च उरुळक्किऴङ्ङिन्ऱॆ पकुति
बॆड् कवऱुळ्ळ कऱुत्त ट्रक्क्
डोनट्टिन् पञ्चसार ग्लेस् उण्ट्
विळक्कुमाटत्तिन् सुरक्षय्क्कायि ऒरु चॆऱिय गोवणि उण्ट् .
ऒरु कॆट्टिटत्तिलॆ ऒरु घटिकारं .
" पർप्पिळुं , कऱुप्पुं चॆरुप्प् "
वॆळुत्त तॊप्पि उळ्ळ चुवन्न फयർ हैड्रान्ऱ्
ऒरु गोपुरत्तिलॆ घटिकारं
वॆळ्ळत्तिൽ विൻड्सർफऱुकൾ
वॆळुत्त पोർसलैൻ सिङ्क्
ऒरु वॆळ्ळि कवाटं
कुञ्ञ् ऒरु पुतप्पिनटियिൽ किटक्कुन्नु
षॆൽफिलॆ इनं
कुट्टि मणलिൽ निൽक्कुन्नु
ऒरु ग्लास् पात्रत्तिൽ पूच्चॆण्ट्
सैड्काർ उळ्ळ ऒरु मोट्टोർसैक्किൾ
ऒरु पात्रत्तिൽ किवि
अपलपिक्कप्पॆट्ट कॆट्टिटत्तिൽ टैൽ चॆय्त मुऱि
पकൽ आकाशत्त् मेघङ्ङൾ
ब्लाक्क् आൻड् वैऱ्ऱ् चतुर चिह्नं .
नटप्पातयिൽ निൽक्कुन्न व्यक्ति
ऱॆसिडൻष्यൽ ब्लोक्किलूटॆ उळ्ळ तॆरुव्
ऒरु व्यक्तियुटॆ कण्ण्
तविट्ट् निऱत्तिलुळ्ळ षू धरिच्च व्यक्ति .
मञ्ञ निऱत्तिलुळ्ळ ऒरु कळिक्कारൻ
प्लेऱ्ऱ् वॆळुत्तताण्
ऒरु पच्च तॆरुव् चिह्नं
स्वർण्ण स्वीकरणमुऱि किटक्क
पिस्सयुळ्ळ पानिनु मुन्निൽ रण्ट् कुट्टिकൾ .
पाർक्किंग् स्थलत्त् हवायिൻ ऎयർलैൻ विमानं
ऱोडिलॆ मञ्ञ वर .
ऒरु वॆळुत्त प्लेऱ्ऱ्
ऒरु पच्च ऱिस्ऱ्ऱ्बाൻड्
ऒरु कूट्टं पच्चक्कऱि इलकൾ
ऒरु सीब्रयुटॆ तल
ट्रॆयिनिन्ऱॆ ऎञ्चिൻ
ऒरु कॆट्टिटत्तिन्ऱॆ मुकळिൽ वॆळिच्चं .
जीൻस् पावाट धरिच्च स्त्री
व्यक्तिगत शुचित्वं ट्रेयिൽ वितरणं चॆय्युन्नु
नील मतिलुकळुळ्ळ ऒरु अटुक्कळ
ऒरु स्नोबोർड्
ऱൺवेयिൽ वॆळुत्त विमानं
ऒरु क्लोक्किलॆ ऱोमൻ अक्कङ्ङൾ
अनारोग्यकरमाय साൻड्विच्च् कऴिक्कुन्न स्त्री
इतॊरु सिऱ्ऱि बस्साण्
टॆन्नीस् ऱाक्कऱ्ऱ्
कैऱ्ऱ् चुवप्पाण्
कट्टिलिൽ नील तलयिण
टाൻ वुड् सർफ् बोർड्
ऒरु लाप्टोप्पिन्ऱॆ मोणिऱ्ऱർ
नील ऎयർलैൻ सीऱ्ऱ्
पोൾ मञ्ञुवीऴ्चयिൽ निन्न् पुऱत्तेक्क् ऒऴुकुकयाण्
सीब्र
ऒरु नियोൺ मञ्ञ विन्ऱർ जाक्कऱ्ऱ्
तिरक्कुळ्ळ स्कै चरिव्
आकाशत्त् रण्ट् चुवन्न वरकൾ
तॆरुविൽ ट्रक्क्
भक्षणत्तिन्ऱॆ प्लेऱ्ऱिൽ चॆम्मीൻ
ऒरु बेस्बोൾ क्याच्चർ वळय्युन्नु
कट्टिलिൽ उयർन्न है हीൽ षूस्
इताण् आकाशं
प्रकाशिक्कुन्न ग्लोबुकळुळ्ळ वॆळुत्त सीलिंग् विळक्क् .
मणलिൽ ऒरु निऴൽ
ऒरु बർणऱिൽ ऒरु कॆऱ्ऱिൽ .
ऒरु मोट्टोർबैक्क्
अलमारयिलॆ ऒरु बीज् लाൻड्लैൻ टॆलिफोൺ
" तविट्टुं , वॆळुप्पुं निऱमुळळ कुतिर "
मेशप्पुऱत्त् उच्चभक्षणं
ऱोडिन् समीपमुळ्ळ ऒरु कऱुत्त पोळिलॆ चिह्नं
ग्रे आൻड् वैऱ्ऱ् लॆय्स्ड् स्नीक्कർ
पश्चात्तलं मङ्ङियताण् .
चुमरिൽ ऒरु घटिकारं
" तविट्ट् , वॆळ्ळ जिऱाफुकൾ मुन्नोट्ट् नोक्कुन्नु "
स्ऱ्ऱाൻडिलॆ काऴ्चक्कारൻ
वलिय चार निऱमुळळ आन
चॆस्ऱ्ऱिൽ इट्टिरिक्कुन्न तूवाल
क्रिस्पि क्रीं तॊप्पि धरिच्च कॊच्चु पॆൺकुट्टि
स्ऱ्ऱाൻडिलॆ टिवि
बैक्किलॆ मनुष्यൻ
ऒरु स्त्रीयुटॆ तल
वयलिൽ सीब्रास्
चारनिऱत्तिलुळ्ळ आन
कटൽत्तीरत्त् ओटुन्न ऒराൾ
कॆट्टिटत्तिलॆ ग्लास् विൻडो
ऒरु प्लेऱ्ऱिൽ जां
मनुष्यൻ पुञ्चिरिक्कुन्नु
तविट्टुनिऱत्तिलुळ्ळ मरत्तिൽ पच्च इलकൾ
काऱिन्ऱॆ हुडिൽ ऒरु पूच्च उऱङ्ङुन्नु
स्वർण्ण मञ्ञ निऱमुळळ स्कालोप्प्ड् उरुळक्किऴङ्ङ्
सैक्किळिൽ चारियिरिक्कुन्न ऒराൾ
काणाൻ रुचिकरमाय साൻड्विच्च्
इरिक्कुन्न स्त्री
ऒरु पुरुषन्ऱॆ कऱुत्त पान्ऱ्स्
ट्रॆयिनिन् मुकळिൽ निन्न् पुक वरुन्नु .
ऒरु चिह्नत्तिൽ वॆळुत्त अक्षरं
चारनिऱत्तिलुळ्ळ तॆरुविन्ऱॆ पॆबिൾ टॆक्स्चർ
विमानं नीलाकाशत्तिन् कीऴिൽ पऱक्कुन्नु
ऒरु स्त्री बॆञ्चिൽ इरिक्कुन्नु
ऒरु स्कै चरिविलुळ्ळ व्यक्ति
क्यामऱ कैवशमुळ्ळ ऒराൾ
नदियिൽ ऒरु मत्स्यबन्धन बोट्ट्
ऒरु पुरुषनुं स्त्रीयुं संसारिक्कुन्नु
ऱोडिन् समीपं बैक्क् पाർक्क् चॆय्तिरिक्कुन्नु
हाൻडिलुकळुळ्ळ टीൽ साच्चൽ
ऒरु कुन्निൻमुकळिलॆ मञ्ञ्
इतॊरु फ्रिस्बियाण्
पुञ्चिरिक्कुन्न ऒरु चॆऱुप्पक्कारൻ
उयरमुळ्ळ कुट
पान्ऱ्स् धरिच्च मनुष्यൻ
मऱ्ऱॊरु सीब्रय्क्क् समीपं ऒरु सीब्र निൽक्कुन्नु .
ऒरु चॆऱिय कुञ्ञ् आन
ऒरु तरंगत्तिन् मुकळिൽ सർफർ
चुवरिൽ वॆळुत्त प्लगिൻ
मण लिन् तविट्टुनिऱमाण्
रण्टुपेർ सർफिंग् नटत्तुन्नु .
कऱुप्पुं वॆळुप्पुं ड्रस्स् धरिच्च पय्यൻ सोक्कർ कळिक्कुन्नु
लॆतർ सीऱ्ऱुळ्ळ ऒरु बർगण्टि मोट्टोർसैक्किൾ
ऒरु बाऱ्ऱ् पिटिक्कुन्न ऒराൾ
पർप्पिൾ कुट
नायय्क्क् कऱुत्त मूक्क् उण्ट् .
मूलयिलॆ ध्रुवत्तिलॆ रण्ट् तॆरुव् अटयाळङ्ङൾ .
युवाव् वायुविൽ निൽक्कुन्नु
विमानत्तिൽ ऎयർ कानड .
नीलयुं पच्चयुं उळ्ळ सർफिंग् कैऱ्ऱ्
ऒरु सർफ्बोർड् कैवशमुळ्ळ ऒराൾ
ऱोडिൽ ऒरु ट्रक्क्
इतॊरु कुटयाण्
स्केऱ्ऱ्बोർड् ओटिक्कुन्न ऒराൾ .
पशुक्कൾ तिन्नुन्नु
कुन्निൻ मुकळिलुळ्ळ ऎऱियुन्नवൻ
वलिय वाहनत्तिൽ निन्न् पुऱत्तुकटक्कुन्न आळुकൾ
कऱुत्त टाङ्क् टोप्प् धरिच्च स्त्री
चुवन्न अष्टभुज चिह्नं
ऒरु करटियोटुकूटिय केक्क्
ऒरु निऴलिन्ऱॆ भागं
ऒरु नाययुटॆ भक्षण पात्रं
अग्नि जलांशं चुवप्पाण्
पकुति निऱयॆ ग्लास् बियർ
ऒरु तुटिक्कुन्न भागं
प्लास्ऱ्ऱिक् आटुकळिൽ ऒरु आൺकुट्टि
ऒरु विमानत्तिन्ऱॆ ऎञ्चिൻ
वायुविൽ निरवधि कैऱ्ऱ्स्
मेशप्पुऱत्त् कप्प् केक्क्
मुखत्त् मञ्ञ् वीऴुन्न कुञ्ञ्
कुतिरयुटॆ तलयिൽ वॆळुत्त पुळ्ळि
पुल्ल् तिन्नुन्न चॆम्मरि आट्
अग्नि जलांशत्तिलॆ चॆयिൻ
वॆळुत्त षർट्ट् धरिच्च रण्टुपेർ
तॊप्पि धरिच्चिरिक्कुन्न व्यकति .
नील मेघावृतमाय आकाशं
वॆळुत्त निऱमुळ्ळ पुरुष मानॆक्विൻ
काऱिन् मुन्निൽ हैवेयिൽ काർ
तॆरुविൽ पाർक्क् चॆय्तिरिक्कुन्न वॆळुत्त काർ
व्यक्तियुटॆ तलय्क्क् मुकळिलुळ्ळ वർण्णाभमाय कुट .
कट्टिलिൽ ऒरु पुस्तकं
क्यामऱ उपयोगिच्च् कण्णाटियिൽ मनुष्यൻ
कॆट्टिटत्तिൽ चुवन्न इष्टिक
ऒरु वैऱ्ऱ् गॆयिं कൺट्रोळർ
कऱुत्त मूक्कुळ्ळ पशु .
वृत्ताकृतियिलुळ्ळ चिह्नत्तिन्ऱॆ पिन्निൽ
मून्न् पेർ सोफयिൽ इरिक्कुन्नु
" चुवप्प् , कऱुप्प् मोट्टोർसैक्किൾ "
वॆळुत्त षोർट्ट्स् धरिच्च व्यक्ति
तविट्टुनिऱमुळ्ळ मुटियुळ्ळ स्त्री
वेलियुटॆ ऒरु भागं .
निलत्त् मञ्ञ् कूम्पारङ्ङൾ
पच्च कलർन्न चॆटि
स्ऱ्ऱाൻडुळ्ळ सिऱ्ऱिंग् बॆञ्च्
इतॊरु विमानमाण्
रूपीकृतमाय विमानङ्ङൾ
ऒरु प्लेऱ्ऱ् धान्यं उळ्ळ ऱॊट्टि
कऱुप्पुं स्वർण्णवुमाय रण्ट् क्लोक्क् मुखङ्ङൾ
चिह्नत्तिൽ कऱुत्त अक्षरं
इताण् आकाशं
होक्कऱिन्ऱॆ ऒरु भागं
पूक्कळुळ्ळ रण्ट् साधारण तलयिणकൾ
नील निऱत्तिलुळ्ळ टॆन्नीस् कळिक्कुन्न स्त्री
ऒरु मनुष्यन्ऱॆ तल
व्यक्तियुटॆ स्ऱ्ऱान्ऱ्
ओटुन्न ऒराൾ .
रण्ट् करटिकൾ वॆळ्ळत्तिൽ कळिक्कुन्नु
मञ्ञुवीऴ्चयिൽ नटक्कुन्न ऒराൾ
फ्रिड्जिൽ निൽक्कुन्न मनुष्यൻ
ऒरु चुवन्न टाङ्कർ ट्रक्क्
आटुकळुटॆ रोमं कत्रिक्कुन्न मनुष्यൻ
ऒराൾ मणलिൽ किटक्कुन्नु
टोർट्टिल्ल पॊतिञ्ञ भक्षणं
कटलिलॆ कप्पलुकൾ
पुल्लिൽ मोट्टोർसैक्किळुकൾ .
बेस्बोൾ कळिक्कुन्न पुरुषन्माർ
अवൻ ऒरु वाच्च् धरिच्चिरिक्कुन्नु
ऒरु पिक्कप्प् ट्रक्क् प्रदർशिप्पिच्चिरिक्कुन्नु
ट्रॆयिൻ ऎञ्चिൻ ऱॆयिൽवे स्ऱ्ऱेषनिൽ निർत्ति इरिक्कुन्नु
ऒरु कऱुप्प् निऱमुळ्ळ पोൾ
सർफ्बोർड् कटൽत्तीरत्त् किटक्कुन्नु .
ऒरु कुन्निൻ मुकळिलॆ ऒरु वलिय कोट्ट कॆट्टिटं .
ऒरु वॆळुत्त पात्रत्तिൽ भक्षणं विळम्पि इरिक्कुन्नु
कुत्तनॆयुळ्ळ कुन्निൻ चरिविलूटॆ कुतिरप्पन्तयं
इव वॆळुत्त पाऱकळाण्
तॆळिञ्ञ नीलाकाशं .
प्लॆयർ # 8 हॆൽमॆऱ्ऱ् वच्च् आद्य बेसिनायि ओटुन्नु
ऒरु मञ्ञ अग्नि जलांशं
इव रण्ट् षूकळाण्
आकाशत्त् वॆळुत्त विमानं
ऱൺवेयिൽ ऒरु विमानं
वयलिൽ पक्षिकळुटॆ ऒरु कूट्टं
व्यक्ति ऒरु कळिमൺ अटुप्प् उपयोगिक्कुन्नु
मोट्टोർ सैक्किൾ नोक्कुन्न पुरुषन्माർ
नगरत्तिलूटॆ ऒरु बस् नीङ्ङुन्नु
उयरमुळ्ळ पुल्लिൽ टർक्किकळुटॆ ऒरु कूट्टं
पाऱ मतिलिൽ ऒरु पक्षि
इतॊरु स्यूट्ट्केस् आण्
वॆळुत्त क्लैडॆस्डेൽ कुतिर
ऒरु स्त्री बॆञ्चिൽ इरिक्कुन्नु .
इत् ऒरु स्त्रीयाण्
ऒरु मेश कसेर
पशुक्कൾक्क् कऱङ्ङानुळ्ळ स्थलं
ऱൺवेयिलॆ विमानं
आन अऴुक्किൽ नटक्कुन्नु
ऒरु पाच्च् चरൽ
ऒरु मरं फ्रॆयिं चॆय्त प्रिन्ऱ्
चुवरिൽ तूक्कियिट्टिरिक्कुन्न विन्ऱेज् पोस्ऱ्ऱऱुकൾ
फिल्लिंगुकळुळ्ळ होट्ट् डोग् बൺ
पकൽ ऎटुत्त फोट्टो
क्रमरहितमाय आकृतियिलुळ्ळ मेघङ्ङळुळ्ळ नीलाकाशं
नील बीच्च् पारसोळुकळुटॆ ऒरु निर
कऱुत्त पक्षिकൾ पऱक्कुन्नु
चुवन्न बक्कऱ्ऱिൽ लैऱ्ऱ् बൾब्
मुतिർन्न पशुविन्ऱॆ इटत् चॆवि
पकൽ आकाशत्तिन्ऱॆ नील निऱं
मेशप्पुऱत्त् ऒरु वैൻ ग्लास्
ऒरु मरत्तिൽ ऒरु पक्षि
वलिय वॆळुत्त टॆडि बियർ
क्याच्चർ अऴुक्किൽ मुट्टुकुत्ति
स्त्रीयुटॆ मुखत्त् कण्णट
रण्ट् सिൽवർ माർडिग्रास् नॆक्लेसुकൾ
रण्ट् आळुकൾ स्कीयिंग् चॆय्युन्नु
" ऒरु जोटि वॆळ्ळ , ओऱञ्च् गोगलुकൾ "
ग्रीൻ लैऱ्ऱ् ऱॆयिൽ
ऒरु कुतिरयुटॆ पुऱकुवशं
नाय ऒरु सർफ्बोർडिलाण् .
टोय्लऱ्ऱ् सीऱ्ऱ् ताऴॆयाण्
अमेरिक्कൻ सैनिकർ काबूळिൽ निलयुऱप्पिच्चिट्टुण्ट् .
इतॊरु साൻड्विच्च् आण्
ऒरु वॆळुत्त टोय्लऱ्ऱ्
ऒरु बॆञ्चिൽ तल वॆच्चिरिक्कुन्न ऒरु नाय
ऒरु इष्टिकयुटॆ भागं
ऒरु वलिय नीन्तൽक्कुळं
निलत्त् ऒरु मत्तङ्ङ
ऒरु कൺवॆयऱिलॆ स्यूट्ट्केस्
ऒरु कॆट्टिटत्तिൽ ऒरु वृत्ताकृतियिलुळ्ळ घटिकारं
मेघत्तिन्ऱॆ ऒरु भागं
ऱॆयिलुकळिൽ ऒरु चरक्क् ट्रॆयिൻ
इतॊरु ट्रॆयिनाण्
कुट्टियुटॆ अरिकिൽ निൽक्कुन्न कुट्टि
निलं अस्फाൽऱ्ऱ् कॊण्टाण् निർम्मिच्चिरिक्कुन्नत्
रण्ट् कळिप्पाट्ट बहिराकाशयात्रिकർ
आळुकळुटॆयुं कुतिरकळुटॆयुं ऒरु कूट्टं
भक्षणं तटि पात्रत्तिलाण्
जिऱाफ् क्यामऱयिलेक्क् नोक्कुन्नु
गोपुरत्तिन्ऱॆ अटियिൽ कऱुत्त इरुम्प् वेलि
शून्यमाय स्कै लिफ्ऱ्ऱ्
ऒरु जालकत्तिൽ निन्न् ऒरु कुट तूङ्ङि किटक्कुन्नु
ऒरु जोटि कऱुत्त काൽमुट्ट् पाडुकൾ
करटि कऱुत्तताण्
तविट्टुनिऱत्तिलुळ्ळ वॆळुत्त पशु
अत् ऒरु व्यक्तियाण्
ऒरु तटियुटॆ भागं
कॆट्टिटत्तिन्ऱॆ मुकळिൽ
धरिच्च वॆस्ऱ्ऱ् मनुष्यൻ
ऒरु बस्सिलॆ चक्रङ्ङൾ
कटൽत्तीरं काणां .
पॆडिकाब् नियन्त्रणत्तिनायि कात्तिरिक्कुन्नु
पूच्चयुटॆ तलयुटॆ पिൻभागं .
पाർक्किलॆ शोभयुळ्ळ पच्च फीൽड् .
वृत्तिकॆट्ट आट् किटक्कुन्नु
कुळिमुऱियिൽ वॆळुत्त टोय्लऱ्ऱ् टाङ्क्
इतॊरु पूच्चयाण्
वॆळुत्त फ्रिस्बी कैवशमुळ्ळ मनुष्यൻ
पऴय मटक्किय पत्रं
ऒरु कऱुत्त कऴुत्त् टै
कटൽत्तीरत्त् आनकळुटॆ कूट्टं
किटक्कयिൽ रण्ट् अलङ्कार तलयिणकൾ
" मञ्ञ , कऱुप्प् स्कै गियऱिलुळ्ळ व्यक्ति "
स्केऱ्ऱ् बोർडिलॆ मनुष्यൻ
कुट्टि धरिक्कुन्न तॊप्पि .
ऒरु ओऱञ्च् बलूൺ
ऒरु वलिय फ्लोർ फाൻ
टोർट्टिल्ल चिप्पुकळुटॆ पात्रं मेशप्पुऱत्त्
कीबोർडिलॆ की
मुन्नोट्ट् चायुन्न ऒराൾ
आकाशत्त् कैऱ्ऱ्
ऒरु बस् ओटिक्कुन्नु
कैकॊण्ट् मुखं मूटुन्न ऒराൾ
निलत्त् वुडൻ बॆञ्च्
ऒरु कुन्निൻ मुकळिलूटॆ सञ्चरिक्कुन्न व्यक्ति
डोൾफिन्ऱॆ फिൻ वॆळ्ळत्तिൽ निन्न् पुऱत्तेक्क्
मुखत्त् कऱुत्त सൺग्लास् धरिच्च मनुष्यൻ .
कॆट्टिटत्तिन्ऱॆ मुൻवशत्तॆ घटिकारं
कऱुत्त कुट पिटिक्कुन्न स्त्री .
ऒरु पुल्लिन्ऱॆ भागं
ऒरु तऱयुटॆ भागं
ऒरु काऱिलॆ मुൻ चक्रं
ड्रम्मिन्ऱॆ अग्रं
ऒरु ऱॆस्ऱ्ऱोऱन्ऱिलॆ पिस्स वच्चिरिक्कुन्न टेबिळिन् चुऱ्ऱुं आळुकൾ
सोप्प् डिषिलुण्ट्
ऒरु वैऱ्ऱ् बात्त्ऱूं सिङ्क्
उयरमुळ्ळ पच्च इळं वृक्षं
वायिൽ पिङ्क् निऱत्तिलुळ्ळ कळिप्पाट्टं पिटिच्चिरिक्कुन्न मनोहरमाय नाय
कुळिमुऱियिलॆ वैऱ्ऱ् षवർ कർट्टൻ .
चॆऱिय वॆळुत्त नाययुटॆ कण्ण्
षोർट्ट्स्स् इट्ट पुरुषन्ऱॆ अटुत्तायि कऱुत्त टोप्पिलुळ्ळ स्त्री
नाल् ट्रॆयिൻ ऱॆयिलुकൾ निलत्तुण्ट् .
इतॊरु आटाण्
कुप्पायं पिङ्क् आण्
कॊक्कक्कोळ कुटकळुटॆ ऒरु कूट्टं
सिङ्क् वॆळुत्तताण्
आൾक्कूट्टत्तिൽ ऒरु बस्
जिऱाफुकൾ ऒरु मृगशालयिൽ निൽक्कुन्नु
इताण् आकाशं
ऒरु वॆळुत्त प्लेऱ्ऱिൽ ऒरु साൻड्विच्च्
मोट्टोർ सैक्किळिलॆ व्यक्ति
ऱोडिൽ चुवन्न बस्
पिस्स निऱच्च ग्लास् केस्
मरं वेलि ऱॆयिलिंग्
ऒरु नऴ्सस् यूणिफोमिൽ ऒरु तविट्ट् करटि
पन्त् वायुविलाण्
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु ब्लाक्क् आൻड् वैऱ्ऱ् विळक्क् षेड्
पच्चयुं तविट्टुनिऱत्तिलुळ्ळ मऱवुळ्ळ कुट .
सोक्कർ कळिक्कुन्न ऒरु स्त्री
वेलिक्क् पिन्निൽ उयरमुळ्ळ जिऱाफ्
मञ्ञ चिह्नत्तिൽ ऎऴुतुन्नु .
नीण्ट इरुण्ट मुटि
चारनिऱत्तिलुळ्ळ षർट्ट् धरिच्च ऒराൾ
पिस्स वलुताण्
चीक्कि टोय्लऱ्ऱ्
सिൽवർ ग्रे फ्लिप्प् फोൺ
मध्यत्तिൽ तण्टुळ्ळ आप्पिൾ
ऒरु वॆळ्ळ सർफ् बोർड् अतिൽ ऎऴुतियिट्टुण्ट्
पेप्पർ वायिक्कुन्न यात्रक्काർ .
" चिऱकिन्ऱॆ अऱ्ऱत्त् पिङ्क् , चुवप्प् पुष्पं "
ऒरु घटनयिൽ ऒरु क्लोक्क्
उयरमुळ्ळ पुल्लिलाण् सीब्रकൾ निൽक्कुन्नत्
फोट्टो ब्लाक्क् आൻड् वैऱ्ऱ् आण्
ऒरु स्त्री टॆन्नीस् पन्त् सेർव्व् चॆय्युन्नु
स्केऱ्ऱ् बोർड्
मरत्तिन् अटुत्त् उऱङ्ङुन्न नाय
तऱयिൽ चॆरिप्पुकൾ .
ऒरु वॆळुत्त तलकीऴाय बोट्ट्
युवाव् स्केऱ्ऱ्बोർडिंग् चॆय्युन्नु
" ओऱञ्च् , वैऱ्ऱ् बोट्ट् "
पच्च ट्राफिक् लैऱ्ऱ्
षोർट्ट्सिन् तविट्टुनिऱमाण्
मनुष्यൻ सർफिंग् चॆय्युन्नु
ब्लूबॆऱि पतिच्च ऒरु केक्क्
उपरितलत्तिൽ पिङ्क् अटयाळङ्ङൾ
सർफ्बोർडिलॆ ऒरु स्क्रू
वॆळुत्त तॊप्पि धरिच्च स्त्री
वॆळुत्त स्ऱ्ऱफ् चॆय्त करटिकൾ प्रदർशिप्पिच्चिरिक्कुन्नु .
ग्रे स्यूट्ट्केस् निलत्त्
ऒरु टॆन्नीस् कळिक्कारൻ इरिक्कुन्नु
कुप्पायं वरकൾ उळ्ळताण्
आराधकർक्कायि बोൾ परिरक्षण वल
चवऱ्ऱुकुट्ट कऱुत्तताण्
ऒरु स्ऱ्ऱाൻडिൽ पऴङ्ङळुटॆ कूट्टं .
मोट्टोർ सैक्किळुकळिൽ ऱोडिൽ आळुकൾ
ऒरु वनिता टॆन्नीस् कळिक्कारि
मनुष्यन्ऱॆ चॆवियिൽ कऱुत्त इयർ मफ्
कऱुप्पुं चारनिऱत्तिलुळ्ळ टैयुटॆ भागं
पुल्लिൽ निൽक्कुन्न नाय
फोट्टोयिलॆ नीलाकाशं
पुऱत्तुळ्ळ जिऱाफुकൾ
पिन्निलॆ पർवतनिर
चुवन्न टै धरिच्च मनुष्यൻ
ट्रॆयिनिन् मुन्निൽ ओऱञ्च् भागं .
ऒरु तविट्टुनिऱत्तिलुळ्ळ करटि निൽक्कुन्नु
वैൻ ग्लासुकळुटॆ निर
स्त्रीकൾ लगेज् तळ्ळुकयाण्
ऒरु कർषक विपणियिൽ पच्चक्कऱिकൾ
जिऱाफिन्ऱॆ तल मऱ्ऱॊन्निन्ऱॆ मुकळिൽ .
व्यत्यस्त दिशकळिलुळ्ळ तॆरुव् चिह्नङ्ङൾ
वस्त्रङ्ङൾ प्रदർशिप्पिक्कुं
इतॊरु चॆम्मरि आटाण्
तविट्टुनिऱत्तिलुळ्ळ पाऱकൾ
चुवन्न स्लीव् उळ्ळ व्यक्ति
कुट तलकीऴायि
अलमारयिൽ मून्न् चुवन्न विभवङ्ङൾ
पिस्स वलुताण्
ट्रॆयिनिൽ निन्न् तूङ्ङिक्किटक्कुन्न कैकळुं कालुकळुं उळ्ळ आळुकൾ
बॆड् फ्रॆयिमिलॆ पोस्ऱ्ऱ्
उयरमुळ्ळ कऱुत्त स्ऱ्ऱीरियो स्पीक्कർ
ऒरु तळिकयिൽ केक्क्
ऒरु मरं प्लेऱ्ऱिൽ ऒरु पिस्स
पुस्तकत्तिनुं अलमारय्क्कुमिटयिൽ ऒरु पूच्च .
फोट्टोयिलॆ ऒरु होट्ट्डोग्
फोट्टोयिलॆ कऱुत्त रोमङ्ङൾ .
ऱोडिൽ ऒरु कऱुत्त काർ
स्नो स्कीसिलॆ ऒरु व्यक्ति
ऒरु विमानत्तिൽ वृत्ताकृतियिलुळ्ळ विൻडोकൾ
कटत्तुवळ्ळत्तिन्ऱॆ वशत्त् पॆडൽ .
तलयिൽ हॆൽमॆऱ्ऱ् धरिच्च मनुष्यൻ
कॆट्टिटत्तिन्ऱॆ भागं
ऒरु गॆयिं कळिक्कुन्न ऒराळुटॆ काൽ
ऒरु बोർडिलॆ व्यक्ति
जिऱाफिन्ऱॆ काൽ
इताण् आकाशं
ऒरु स्त्री ऒऱ्ऱय्क्क् ऒरु बॆञ्चिൽ इरिक्कुन्नु
ऱोडिൽ काऱिन्ऱॆ टैൽलैऱ्ऱुकൾ
ऒरु विऱकिन्ऱॆ भागं
चिल मरङ्ङൾक्क् पिन्निൽ वलिय क्लोक्क् टवർ
बोट्टुकळिൽ कऱुत्त फानुकൾ
वॆळ्ळत्तिൽ तुऴ कॊण्ट् मनुष्यൻ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु अनिमൽ क्राक्कർ ट्रीऱ्ऱ्
वॆळ्ळत्तिൽ निൽक्कुन्न रण्ट् आनकൾ
ऒरु क्रॆयिൻ वॆळ्ळत्तिൽ अलयटिक्कुन्नु
पिस्स पाकं चॆय्युन्नु
निलत्त् चुवन्न परवतानि .
गोपुरत्तिन्ऱॆ नटुविൽ वलिय स्वർण्ण घटिकारं
ऒरु ट्राफिक् सिग्नलिൽ चुवन्न लैऱ्ऱ्
ऒरु व्यक्ति स्नो स्की उपयोगिच्च् नल्लतिन् पोस् चॆय्युन्नु .
ऒरु पाർक्किൽ ऒरु स्त्री .
चॆऱिय चारनिऱत्तिलुळ्ळ कत्रिक
मनोहरमाय तॆळिञ्ञ नीलाकाशं
इतॊरु ट्रॆयिൻ आण्
ऒरु ध्रुवत्तिൽ ऒरु अटयाळं
आन वलुताण्
चॆरुप्प् धरिच्च स्त्री
ऒरु वॆळुत्त टाङ्क् लिड्
वलतु कैयिൽ वाऴप्पऴं
माक्रोणियुं चीसुं ऱॊट्टियिൽ
मुൻ निरयिलॆ कुऱुकॆ कालु वॆच्च पय्यൻ
" ऒरु तविट्ट् , कऱुत्त पग् नाय्क्कुट्टि "
कणॆक्टिङ् बाऱ्ऱ् टु बोൾ कळिक्कुन्नु
ऒरु पच्च वयलिൽ पशु
बस्सिൽ हाൻडिकाप्प् सैൻ
प्रदർशिप्पिच्चिरिक्कुन्न मॆऱ्ऱൽ ट्रेकळिलॆ पेस्ट्रिकळुटॆ ऱाक्कुकൾ
पात्रङ्ङൾ ओऱञ्च् निऱमाण्
इत् ऒरु मनुष्यनाण्
ऒराൾ स्केऱ्ऱिंग् चॆय्युन्नु
वैऱ्ऱ् पोस्ऱ्ऱ् चिह्नं
वॆळुत्त कुतिरकൾ बग्गि वलिक्कुन्नु
स्नो बोർडർ वायुविൽ तन्त्रं चॆय्युन्नु
ओऱञ्च् रण्ट् विरलुकळिൽ इरिक्कुन्नु
फ्रञ्च् फ्रैकൾ प्लेऱ्ऱिൽ
इरुण्ट नील पच्च वॆळ्ळं
वॆळुत्त पात्रत्तिൽ अरि
चुवन्न सൺग्लास् धरिच्च मनुष्यൻ
उरुक्क् ध्रुवत्तिൽ ऒरु अष्टभुज चिह्नं
सिൽवർ काർ पाർक्क् चॆय्तु
जिऱाफिन्ऱॆ तल
तॆरुविन्ऱॆ वशत्त् ऒरु वाൻ
कऱुत्त पक्षिकळुटॆ कूट्टं
तविट्टु निऱमुळ्ळ मुटियुळ्ळ ऒरु आൺकुट्टि
स्मारक शिल्पङ्ङळुळ्ळ ऒरु श्मशानं
कॆच्चप्प् पाक्कऱ्ऱ् ऒरु मेशप्पुऱत्त् इरिक्कुन्नु
वलिय कऱुत्त नाय ओटुन्नु
बॆड्स्प्रॆडिൽ चुवन्न पुष्प दळङ्ङൾ .
कटൽत्तीरत्त् ऒरु पट्टं पऱत्तिक्कुन्न ऒराൾ
पिङ्क् ग्लास् धरिच्च ऒरु स्त्री
स्यूट्ट् धरिच्च मनुष्यൻ
स्त्रीक्क् होट्ट् डोग् उण्ट् .
वॆळ्ळयुं नीलयुं उळ्ळ ट्रॆयिൻ
तॆरुविൽ मञ्ञ टाक्सि काർ .
ऒरु वॆळुत्त प्लेऱ्ऱिलॆ तिळक्कं
डैनिंग् टेबिळिൽ ऒरु पुरुषनुं स्त्रीयुं
" तविट्ट् , क्रीं जिऱाफिन्ऱॆ तल "
ट्रॆयिलऱुकळुटॆ ऒरु निर
इतॊरु परेडाण्
तॆरुविलूटॆ बैक्कुकൾ ओटिक्कुन्न आळुकൾ
चुवप्पुं वॆळ्ळयुं स्ऱ्ऱोप्प् चिह्नं
इतॊरु पिस्सयाण्
नीन्तൽक्कुळत्तिलॆ ऒरु नाय
क्रोक्केऱ्ऱड् ब्रौൺ करटि मुखं
मनुष्यन्ऱॆ मुखत्त् कण्णट
आकർषणीयमाय मञ्ञ पूच्च टै
रण्ट् आटुकൾ निलत्तु किटक्कुन्नु
ऒरु सिङ्किൽ इरिक्कुन्न पूच्च
ओऱञ्च् निർम्माण चिह्नं
स्वർण्ण कैकळुळ्ळ नील घटिकारं
फ्रिस्बि ऎऱियुन्न मनुष्यൻ
विमानं वॆळ्ळयुं पच्चयुं आण्
ऒरु जोटि अटुक्कळ कत्रिक
वाऴप्पऴत्तिൽ चॆऱिय चतव्
सिमൻऱ् कॊण्ट् निർम्मिच्च पोൾ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒराळ्
पऱञ्ञल्लो कटिक्कुं ऎन्न्
ऒरु कोफि कलत्तिൽ कोफि
नीलयुं मञ्ञयुं निऱमुळळ तत्त
निलत्त् कऱुत्त मोट्टोർसैक्किൾ
ऒरु जिऱाफिन्ऱॆ तलयिൽ अतिन्ऱॆ चॆवि .
ऒरु ओफ् ऱोड् वाहनं
चॆरुप्प् धरिच्च मनुष्यൻ
उयरमुळ्ळ चुवन्न सोक्कർ सोक्क्स्स्
टॆन्नीस् कळिक्कुन्न युवति
इतॊरु सोक्कർ जेऴ्सियाण्
ऒरु मनुष्यन्ऱॆ तल
इरुण्ट मुटियुळ्ळ मनुष्यൻ पुञ्चिरिक्कुन्नु .
चुवप्प् वॆळ्ळयुं नीलयुं निऱमुळळ विमानं
ऒरु नील बस्
\ टि उळ्ळ कऱुत्त हॆൽमॆऱ्ऱ्
निलत्त् मरं
कुळिमुऱियिൽ ऒरु टोय्लऱ्ऱ्
बेस्बोൾ कळिक्कुन्न ऒरु कुट्टि
ऒरु मेशयिൽ रण्ट् पिस्सकൾ
बिग् बॆन्निनटुत्तुळ्ळ ऒरु प्रधान कॆट्टिटं
तुरुम्पिच्च ट्रॆयिൻ ट्राक्कुकळुटॆ ग्रूप्प्
मञ्ञ वस्त्रं धरिच्च आळुकൾ
ऒरु कूट्टं कऱुत्त पक्षिकൾ
कळिप्पाट्टङ्ङळायि रण्ट् वैऱ्ऱ् स्यूट्ट् केसुकൾ .
पिङ्क् बात्त्ऱूं टवൽ चुमरिൽ तूक्कियिरिक्कुन्नु
ऒरु चॆऱिय वॆळुत्त वाൻ
ऒरु बेस्बोൾ कळिक्कारൻ बाऱ्ऱिंगिन् तय्याऱाकुन्नु
ऒरु युणैऱ्ऱड् स्ऱ्ऱेऱ्ऱ्स् बहिराकाशवाहनं
ऒरु वयलिൽ पुल्ल् तिन्नुन्न सीब्र
कऱुत्त ट्राफिक् सिग्नलुकൾ
क्रूयिस् बोट्ट् वॆळ्ळत्तिൽ
तूक्कियिट्टिरिक्कुन्न ओऱञ्च् टस्सൽ .
पकൽ समयत्त् ऒरु रंगं
वयलिൽ पाऱ
इताण् आकाशं
ऱൺवेयिൽ चुवन्न विमानं
इताण् मतिൽ
फ्रिस्बी ओऱञ्च् निऱमाण्
इत् ऒरु कूट्टं वाऴप्पऴमाण्
ब्लाक्क् आൻड् वैऱ्ऱ् मऴ कुट
वॆळुत्त वलत् अम्पटयाळमुळ्ळ कऱुत्त चिह्नं
केक्क् बोक्स् वॆळुत्तताण् .
वस्तुक्कळुटॆ काऴ्च
स्केऱ्ऱ्बोർडർ स्ऱ्ऱण्ट् चॆय्युन्नु
बेस्बोൾ कळिक्कुन्न ऒराൾ
जालकत्तिन् मुन्निൽ कसेरयिलिरिक्कुन्न तलयिण
स्केऱ्ऱ्बोർडिൽ पच्च चक्रङ्ङൾ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
अमेरिक्कൻ पताक आൺकुट्टि कैवशं वच्चिरिक्कुन्नु
टवऱिൽ वॆळुत्त क्लोक्क् मुखं
ऒरु पात्रत्तिൽ धान्यङ्ङൾ
वॆळुत्त विमानं
आळुकൾ ऒरु नटप्पातयिൽ निൽक्कुन्नु
वलिय ञण्ट् वळयङ्ङൾ तऱयिൽ
आकाशत्त् मेघं मूटुन्नु
ऒरु चॆम्प् लाप्टोप्प् कम्प्यूट्टർ
पॆयिन्ऱिंग् चुमरिൽ तूक्कियिरिक्कुन्नु
लगेज् चुमक्कुन्न स्त्रीकൾ .
मुൻवशत्त् ऒरु तॆरुव् चिह्नं
चुवप्प् निऱत्तिलुळ्ळ ऒरु आൺकुट्टि
ऒरु व्यक्ति समुद्रत्तिलाण्
ऒरु मनुष्यन्ऱॆ कैय्यिൽ रण्ट् सർफ्बोർडुकൾ .
इतॊरु आटाण्
व्यक्ति नील किक्कुकൾ धरिच्चिरिक्कुन्नु
ब्लाक्क् आൻड् वैऱ्ऱ् बोट्ट्
मञ्ञ फ्रिस्बी वायुविൽ
ऒरु सॆൽफोणिलॆ ऒरु नम्पർ की .
फलं ओऱञ्च् आण् .
ऒरु पिच्च् ऎऱियुन्न बेस्बोൾ कळिक्कारൻ
चित्रं ऒरु पकൽ समयत्ताण् ऎटुत्तत्
कऱुत्त इरट्ट वातिൽ उळ्ळ फ्रिड्ज्
चुवरिൽ वॆळुत्त अक्षरं
ओफीसिलॆ लैसൻस् प्लेऱ्ऱ् .
ऒरु व्यक्तियुटॆ कण्ण्
इतॊरु मतिൽ
ऒरु कॆट्टिटत्तिൽ चुवप्पुं वॆळ्ळयुं अटयाळं
वलिय रोममुळ्ळ कऱुत्त करटि
ऱफ्रिजऱेऱ्ऱऱिन्ऱॆ वातिलुकൾ
ऒरु मञ्ञ् फीൽडिൽ ऒरु स्कीयർ
विळक्किन्ऱॆ निऴൽ विळक्किൽ
इत् ऒरु व्यक्तियाण्
विमानं
ऱोडिन् नटुविൽ इरट्ट मञ्ञ लैൻ
पियऱिൽ मून्न् बॆञ्चुकൾ
मनुष्यൻ कटൽत्तीरत्त् नटक्कुन्नु
कुटयिൽ ऒरु पक्षि
रात्रि स्ऱ्ऱाൻडिൽ विळक्क्
चुवप्पुं वॆळ्ळयुं मुकळिलुळ्ळ जामिन्ऱॆ भरणि .
मेशप्पुऱत्त् पच्च ग्लास्
चॆरुप्प् धरिच्च मनुष्यൻ
ऒरु पात्रत्तिൽ सोय सोस्
मनुष्यൻ ऒरु जोटि ग्लास् धरिक्कुन्नु
ऒरु तळिकयिൽ पुष्पं
रण्टुपेർ ऒरुमिच्च् इरिक्कुन्नु .
पाർक्क् बॆञ्चिलॆ मुतिർन्न मनुष्यൻ
इरिप्पिटमुळ्ळ ऒरु टोय्लऱ्ऱ् पात्रं
घटिकारं
इव इरट्ट किटक्ककळाण्
इताण् मतिൽ
मनुष्यन् सൺग्लासुकൾ उण्ट्
ऒरु अलमारयिൽ वॆस्
अवळुटॆ मुखत्त् पुञ्चिरियोटॆ मनुष्यൻ ट्रॆयिनिनटुत्त् निൽक्कुन्नु
मरं तटि क्याबिൻ
इत् ऒरु व्यक्तियाण्
ऒरु चरिविन् मुकळिൽ रण्ट् स्कीयऱुकൾ
चक्रवाळत्तिलॆ कुन्नुकൾ
वण्टियुटॆ वातिൽ 11
ऒरु चॆऱिय पिङ्क् ऱोस्
ऒराൾ पुतप्पिनटियिൽ किटक्कुन्नु
केक्किन्ऱॆ मुकळिൽ लव् बेർड्स्
अतिൽ ऒन्नुमिल्लातॆ कुटं
आळुकൾ फ्रिस्बी कळिक्कुन्नु
चारनिऱत्तिलुळ्ळ वॆळुत्त पक्षि कुतिच्चुयरुन्नु
ऒरु रुचिकरमाय पॆप्पർऱोणि पिस्स
इतॊरु वृक्षमाण्
टॆन्नीस् कळिक्कारൻ मुकळिलेक्क् चाटुन्नु
कऱुत्त काർ तॆरुविൽ पाർक्क् चॆय्तु
स्कीसिൽ निൽक्कुम्पोൾ स्कीयർमाർ वायुविൽ चाटुन्नु
आनयुटॆ तुम्पिक्कै
कुतिरप्पुऱत्तु कयऱुन्न ऒराൾ
" मञ्ञ , कऱुप्प् ट्रॆयिൻ "
पक्षि समुद्रत्तिन् मुकळिलूटॆ पऱक्कुन्नु
कैऱ्ऱ्
अकलॆ तविट्ट् अऴुक्क्
इतॊरु टिൻ आण्
ऱोमൻ अक्कङ्ङळुळ्ळ ऒरु क्लोक्क्
लाൻडिंग् स्ट्रिप्पिൽ वॆळुत्त विमानं
बसिन् मुकळिൽ ऒरु यूणिकोणिन्ऱॆ प्रतिम
ऒरु तुऱन्न साൻड्विच्च्
ऒरु ध्रुवत्तिൽ \ निർत्तुक \ अटयाळं
स्यूट्ट्केसुकൾ वहिक्कुन्न आळुकൾ
घटिकारमुळ्ळ कल्ल् गोपुरं
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्तुळ्ळ ऒरु घटिकारं
बैक्क् पाർक्क् चॆय्तिरिक्कुन्नु
ऒरु ट्रक्क् भागिकमायि नटप्पातयिൽ
ऒरु वयलिൽ नटक्कुन्न अञ्च् आनकൾ
ऒरु जिऱाफिन्ऱॆ पुळ्ळि कऴुत्त्
ऒरु ध्रुवत्तिलॆ ट्राफिक् लैऱ्ऱ्
तलयुटॆ पिन्निൽ कण्णटकळुळ्ळ मनुष्यൻ
वलुप्पमुळ्ळ नित्यहरित पैൻ
ब्रॊक्कोळि पच्चयाण् .
ऒरु वॆळ्ळत्तिन्ऱॆ भागं
चॆऱिय मञ्ञ वस्तु वॆळ्ळत्तिൽ पॊङ्ङिक्किटक्कुन्नु
मञ्ञ् वॆळुत्तताण्
मॆऴुकुतिरि परिशोधिच्चु
विमानत्तिलॆ प्रॊप्पल्लർ
कऱुप्पुं वॆळुप्पुं घटिकारं
इतॊरु तुणियाण्
ऒरु जलाशयत्तिन्ऱॆ विभागं
स्कीसिൽ निൽक्कुन्न मनुष्यൻ
ऒरु तलयिणयिൽ मञ्ञ ग्रहं ग्राफिक्
विमानं मध्य वायुविൽ पऱक्कुन्नु
इत् ऒरु व्यक्तियाण्
वॆळुत्त चतुरं पिङ्क् हाർट्ट् क्लोक्क्
आकाशत्त् ड्रागൺ कैऱ्ऱ् .
स्की हिमत्तिलाण्
मनुष्यൻ कुतिर सवारि चॆय्युन्नु
ओऱञ्च् इरट्ट बस्
ट्रॆयिൻ काർ
सिमन्ऱिൽ निർत्तियिरिक्कुन्न मोट्टोർ सैक्किൾ
इत् ऒरु माർक्कऱ्ऱिलाण्
ऒरु स्त्री नाययॆ पिटिक्कुन्नु
ओൺ / ओफ् स्विच्चुकळुटॆ वरि
कूटुतलुं पच्च निऱमुळ्ळ स्नो बोർड्
बॊक्कॆ काणां
पाचकक्कारन् ऒरु वॆळुत्त तॊप्पि उण्ट् .
तिरमालकൾ चॆऱुताण्
चुवरिൽ जालकं
ऒरु कूट्टं किटप्पुमुऱि तलयिणकൾ .
मेशक्क् मुकळिलुळ्ळ लैऱ्ऱ् स्विच्च्
ऒरु मृगशालयिलॆ रण्ट् जिऱाफुकൾ
ऒरु ग्लासिन्ऱॆ भागं
मोट्टोർ सैक्किൾ ओटिक्कुन्न ऒराൾ
असममाय जिऱाफ् कॊम्पुकൾ
ऒरु वॆळुत्त प्लेऱ्ऱिൽ ऒरु साൻड्विच्च्
मणलिൽ निन्नॊरु कुट
इतॊरु काऱाण्
टॆन्नीस् कोർट्टिൽ कळिक्कारൻ
कटൽत्तीरत्तॆ पाऱकळुटॆ कूट्टं
नील टूत्त् पिक्कुकൾ उपयोगिच्च् साൻड्विच्च् विभजिक्कुक
ऒरु कुप्पि कटुक्
कट्टिलिൽ इरिक्कुन्न टॆडि बियർ
मुखं भागिकमायि काणिक्कुन्नु
एष्यान ऎयർलैൻसिन्ऱॆ जॆऱ्ऱ् विमानं गेऱ्ऱिൽ निन्न् नीङ्ङुन्नु
आनयुटॆ पुऱकिൽ पॊतिञ्ञ वർण्णाभमाय पुतप्प्
ऒरु पासञ्चർ ट्रॆयिൻ
रण्ट् टॆडि बियऱुकൾ प्रदർशिप्पिच्चिरिक्कुन्नु
कुन्निൻ मुकळिൽ ऒरु बॆञ्च्
सीब्र क्यामऱयिलेक्क् नोक्कुन्नु
केसिൽ वैऱ्ऱ् लॆऱ्ऱऱिंग्
ऒरु नाययुटॆ तल .
इतॊरु मतिൽ आण्
ऒरु अटयाळं ऎऴुतियिरिक्कुन्नु
स्यूट्ट्केस् कैवशमुळ्ळ ऒरु स्त्री
जिऱाफिन्ऱॆ कण्ण् अटच्चिरिक्कुन्नु
चॆऱिय चतुर स्लाबुकळाൽ पॊतिञ्ञ नटप्पात
तॆळिञ्ञ नीलाकाशं मुकळिൽ
मून्न् क्लोक्कुकൾ ऒरु वॆबिൽ पिटिच्चिरिक्कुन्नु
तऱयिൽ कानिस्ऱ्ऱർ .
कॆट्टिटत्तिൽ मञ्ञयुं कऱुप्पुं अटयाळं
ऱौण्ट् वॆळुत्त प्लेऱ्ऱिൽ पऴं
वलिय नीळमुळ्ळ वॆळुत्त सർफ्बोർड्
ऒरु पताकयिൽ वॆळुत्त नक्षत्रं
टोय्लऱ्ऱ् वॆळुत्तताण्
मनुष्यൻ स्केऱ्ऱ्बोർड् सवारि चॆय्युन्नु
ऒरु कुञ्ञ् उऱङ्ङुकयाण्
कैकॊण्ट् पिटिच्चिरिक्कुन्न वैൻग्लास्
सूर्यൻ तऱयिलाण्
सीलिंगिൽ ऒरु फाൻ
बोक्सिंग् कय्युऱकळिलॆ मनुष्यൻ अभिनयिक्कुन्नु .
मञ्ञुमूटिय पർवतङ्ङൾ
वॆळ्ळत्तिൽ पॊङ्ङि किटक्कुक
वॆळुत्त मणलिൽ काൽ प्रिन्ऱुकൾ
मुൻवशत्त् ऒरु पुरुषनुं स्त्रीयुं
मुळ टेबिൾ ऱण्णർ
चिऱकिन्ऱॆ वालिൽ वलिय पिङ्क् पुष्पं
पिङ्क् षർट्टिलुळ्ळ ऒराൾ .
ऒरु टॆलिविषൻ सॆऱ्ऱिन्ऱॆ वशं
पुऱत्त् ऒरु रंगं
वॆळुत्त प्लास्ऱ्ऱिक् उळ्ळ मैक्रोवेव्
नेराय नाययुटॆ वाൽ
आऴमिल्लात्त वॆळ्ळत्तिൽ पाऱकൾ
चुवरिൽ नील टैൽ
कुऱ्ऱिच्चॆटियुटॆ मुन्निൽ निൽक्कुन्न स्त्री .
ब्लाक्क् आൻड् वैऱ्ऱ् पूच्च
नटुक्क् तविट्ट् निऱमुळळ पशु
वलुतुं चारनिऱत्तिलुळ्ळतुमाय तुम्पिक्कै
ऒरु टेबिळिन्ऱॆ विभागं
पात्रत्तिൽ आप्पिൾ
व्यक्तियुटॆ कै
कूट्टिൽ मञ्ञ पक्षि
ब्लाक्क् आൻड् वैऱ्ऱ् पशु
बाऱ्ऱऱिൻऱॆ पॆट्टियिलॆ मनुष्यൻ
तुऱन्निरिक्कुन्न वैऱ्ऱ् लाप्टोप्प् कम्प्यूट्टർ
नटप्पातयिൽ निൽक्कुन्न व्यक्ति
आकाशत्तिलॆ कैऱ्ऱ्स्
मैतानत्त् ऒरु पन्त्
आकाशं दृश्यवुं वॆळुत्ततुमाण्
मैक्रोफोൺ कैवशमुळ्ळ मनुष्यൻ
जलाशयं
मनुष्यन्ऱॆ तल
ऒराൾ कट्टिलिൽ इरिक्कुन्नु
ऒरु मनुष्यൻ
क्लोक्क् मध्यत्तिൽ कत्ति नील्क्कुन्नु
ऒरु नटप्पातयिलॆ अग्नि जलांशं
ऒरु निलत्तिन्ऱॆ भागं
आൺकुट्टिक्क् तविट्ट् निऱमुळ्ळ मुटियुण्ट्
ऒरु मनुष्यൻ क्यामऱयुटॆ लॆൻसिलूटॆ नोक्कुन्नु
कऱुत्त नाययुटॆ अटुत्तुळ्ळ तविट्ट् नाय
ऒरु विमानत्तिलॆ लोगो
ट्राफिक् सिग्नൽ चुवप्पाण्
कुतिरप्पुऱत्त् ऒरु पॆण्ण् .
मनुष्यൻ सॆൽफोणिൽ संसारिक्कुन्नु
ऒरु व्यक्ति ऒरु कैऱ्ऱ् पिटिक्कुन्नु .
ऒरु बोർडिൽ निन्न् तूक्कियिट्टिरिक्कुन्न नाल् स्केऱ्ऱ्बोർडुकൾ
मञ्ञ चुवरिൽ चतुराकृतियिलुळ्ळ चित्रं .
जिऱाफुकൾ ऒरुमिच्च् निൽक्कुन्नु
मतिलिनु मुन्निൽ ऒरु वॆळुत्त अटयाळं
वॆळ्ळं शान्तमाण्
तॆळिञ्ञ गोब्लऱ्ऱिൽ वॆळ्ळं
मेशप्पुऱत्त् इरिक्कुन्न आप्पिൾ लाप्टोप्प् .
ऒरु डॆस्क् रंगं
माऱ्ऱ् कऱुत्त हॆൽमॆऱ्ऱ्
नील परासॆयिൽ उळ्ळ ऒरु स्त्री .
मॆऱ्ऱ्सिनायि ऒरु बेस्बोൾ कळिक्कारൻ
ऒरु वलिय नील कुट .
तविट्ट् कोट्ट् धरिच्च ऒराൾ
पुल्ल् तिन्नुन्न ऒरु सीब्र
नील जाक्कऱ्ऱ् धरिच्च ऒराൾ .
ऒरु टाङ्किൽ निൽक्कुन्न मनुष्यൻ
ऒरु काबिनऱ्ऱिन् कीऴिൽ निन्न् पूच्च पुऱत्तेक्क् नोक्कुन्नु .
मरत्तिൽ पच्च इल
बॆञ्चिൽ किटक्कुन्न ऒराൾ
कॆट्टिटत्तिൽ कॆट्टि इट्टिरिक्कुन्न कुतिर
पाൻकेक्किൽ पञ्चसार पॊटिच्चिट्टिरिक्कुन्नु
ई फोट्टो ऒरु फीൽडिलाण् ऎटुत्तत्
निलत्त् वॆळिच्चं
ऒरु चिह्नत्तिൽ टि अक्षरं
ऒरु स्त्री पिस्स इटुन्नत् निरीक्षिक्कुन्नु .
कलत्तिलॆ पूक्कൾ
नील जेऴ्सियिൽ बाऱ्ऱർ
इतॊरु माർक्कऱ्ऱ् स्थलमाण्
वयलिൽ वळरुन्न डाൻडॆलियोणुकൾ .
ब्लाक्क् आൻड् वैऱ्ऱ् पूच्च
मीऱ्ऱिन्ऱॆ ऒरु भागं
चॆस्ऱ्ऱ् पोक्कऱ्ऱिൽ कण्णट
पच्चयुं वॆळ्ळयुं तॆरुव् चिह्नं
पाऱक्कूट्टत्तिൽ पशुक्किटाव् कऴिक्कुन्नु
इळं मञ्ञ तिळक्कमुळ्ळ मञ्ञ डाफोडिൽ
ऒरु सीब्रयुटॆ तल
कुटयिलॆ वाक्कुकൾ .
ऒरु पच्च चॆटियुळ्ळ ऒरु कल्ल् प्लान्ऱർ
सीब्र ब्लाक्क् आൻड् वैऱ्ऱ् आण्
रण्टुपेർ ऒरु चरिविलूटॆ स्कीयिंग् नटत्तुन्नु
कऱुत्त स्नीक्कऱुकൾ धरिच्च मनुष्यൻ
वॆळुत्त पेप्पർ कप्प् ऒरु मेशप्पुऱत्त्
चुवप्पुं वॆळ्ळयुं ट्रॆयिൻ
पिङ्क् मॆऱ्ऱൽ लैऱ्ऱ्
डिन्नർ टेबिळिൽ वरयुळ्ळ कुप्पायमुळ्ळ मनुष्यൻ
कऱुत्त हाൻडिൽ उळ्ळ स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीൽ टी कॆऱ्ऱिൽ
एष्यൻ कुटकൾ निलत्त्
अञ्च् जिऱाफुकൾ परस्परं अटुत्ताण् .
नील पान्ऱ्स् धरिच्च मनुष्यൻ
पुऱत्त् ऒरु रंगं
ऒरु ब्रिट्टीष् ऎस्ऎस्टि जॆऱ्ऱ्
ऒरु प्लेऱ्ऱिൽ ऒरु वलिय वॆळ्ळि स्पूൺ
कुतिर सवारि चॆय्युन्न कुट्टि
चुवप्पुं वॆळ्ळयुं उळ्ळ ऒरु विमानं .
" वीनർ , मिऴिञ्ञु ऎन्निवयुळ्ळ ऒरु होट्ट् डोग् "
षवർ कർट्टൻ तुऱन्नु
ब्लाक्क् आൻड् वैऱ्ऱ् निऱच्च मृगं
ऒरु प्लास्ऱ्ऱिक् बाऱ्ऱ् कैवशमुळ्ळ रण्ट् आൺकुट्टिकൾ
ऒरु कुञ्ञिन्ऱॆ इटत् कण्ण् .
वॆळुत्त ऱिस्ऱ्ऱ्बाൻड् धरिच्च मनुष्यൻ
पॊटिपटलङ्ङळिൽ क्याच्चऱिन्ऱॆ मिऱ्ऱ्
पास्तयिൽ सोफ्ऱ्ऱ् चीस्
ऒरु तॆरुव् वॆळिच्चं .
बीज् कश्मीർ स्वॆऱ्ऱർ धरिच्च मनुष्यൻ
वॆळ्ळत्तिൽ ऒरु बोट्ट्
ऒरु कसेरयुटॆ अटियिൽ किटक्कुन्न पूच्च
ऒरु कषणं मांसं
ऒरु सർफർ
इतॊरु बोट्टाण्
ट्रॆयिनिन्ऱॆ इटत् हॆड्लैऱ्ऱ् .
किटक्कयिൽ निऱच्च पिङ्क् पन्नि
चुवन्न अग्नि जलांशं
निलत्त् मञ्ञ् .
प्लेऱ्ऱिൽ ऒरु मॆऱ्ऱा
काऱिൽ पिङ्क् निऱं .
वेसिलॆ पिङ्क् ऱोसाप्पूव् .
फ्रिस्बी पिङ्क् आण्
इळं चारनिऱत्तिलुळ्ळ बाक्क्पाक्क्
तमाशयुळ्ळ मुखं सृष्टिक्कुन्न ऒराൾ
आफ्रिक्कयुटॆ माप्प् कऱुप्पिൽ
कऱुत्त मॆऱ्ऱൽ रूपकൽप्पन चॆय्त बारियർ
सिऱ्ऱि स्ट्रीऱ्ऱिൽ निൽक्कुन्न व्यक्ति
ऒरु जलाशयं
निलत्त् आनकൾ
इटतुवशत्त् ग्यास् पम्प्
विमानं वॆळ्ळत्तिन् मुकळिलूटॆ पऱक्कुन्नु
मून्न् वलिय इरुण्ट पक्षिकൾ
इरुण्ट आकाशत्त् प्रकाशं तिळङ्ङुन्नु
ऒरु तुणियुटॆ भागं
स्त्री वधुविन्ऱॆ वस्त्रं धरिच्चिरिक्कुन्नु
षॆफ्लॆऱ पोट्टड् हौस् प्लान्ऱ् .
जेऴ्सियिൽ वॆळुत्त नम्पർ .
ओऱञ्च् टॆन्नीस् कोർट्ट्
वॆळुत्त प्लेऱ्ऱिൽ वलिय वർण्णाभमाय सालड्
टॆन्नीस् ऱाक्कऱ्ऱ् नीलयुं वॆळ्ळयुमाण्
ऒरु नटप्पातयिलॆ बॆञ्च्
" वॆळ्ळयुं , चुवप्पुं चिह्नं "
पॆयिन्ऱ् वास् डिस्प्लेयिൽ
ऒरु कुतिरप्पुऱत्त् ऒरु पोलीस् उद्योगस्थൻ
पुऱत्तुळ्ळ ऒरु क्लोक्क्
वैऱ्ऱ् वाष् वुड् षॆड्
तविट्टुनिऱत्तिलुळ्ळ फ्रैकൾ प्लेऱ्ऱिൽ
इतॊरु स्ऱ्ऱोप्प् चिह्नमाण्
ऒरु कऱुत्त नाय ओटुन्नु .
" नील , पच्च स्यूट्ट्केसुकൾ "
कुऱच्च् पऴय मोट्टोർसैक्किळुकൾ
ओऱञ्च् पिटिच्चिरिक्कुन्न पॆൺकुट्टि
स्ऱ्ऱाർ अलयൻस् विमानं पऱन्नुयरुन्नु
मञ्ञ् मूटिय निलं
ऒरु स्कै यन्त्रं
इतॊरु ट्रॆयिൻ आण्
चॆऱिय ओऱञ्च् फ्रिस्बी वायुविൽ
आकाशत्त् ऒरु पट्टं .
मनुष्यൻ वायुविलाण्
मिड् ऎयऱिलॆ स्केऱ्ऱ्बोർड्
इताण् आकाशं
कऱुत्त ऱेसർ सैक्किൾ
इतॊरु औट्ट्डोർ क्रमीकरणमाण्
ऒरु मञ्ञ ताऱाव् उळ्ळ टै
ऒरु स्थलत्तॆ पाययिൽ ऒरु कैयुटॆ चित्रं
स्केऱ्ऱ्बोർडिंग् चॆय्युन्न ऒरु कॊच्चुकुट्टि
काർड्बोർड् लिड् बोक्सिलेक्क्
ऒरु कुळं कसेरयिൽ इरिक्कुन्न ऒराൾ
मनुष्यन्ऱॆ पोक्कऱ्ऱिलॆ ताक्कोൽ
कल्ल् चारनिऱमाण्
पुल्लिൽ गीस्
" तिळङ्ङुन्न मञ्ञ , पच्च कण्णुकൾ "
कमान तविट्ट् मरं वातिൽ
आन निलत्तु निൽक्कुन्नु
आळुकൾ ऒरु टॆन्नीस् कोർट्टिलाण्
चित्रत्तिनायि पोस् चॆय्युन्न स्कीयർमारुटॆ ग्रूप्प्
बैक्क् नीलयाण्
ऒरु पात्रत्तिൽ चुवन्न मुन्तिरि .
इतॊरु वलिय स्पूൺ आण्
इतॊरु चुवन्न फयർहोऴ्साण्
पेनयिൽ रण्ट् जिऱाफुकൾ
चारनिऱत्तिलुळ्ळतुं परुक्कൻतुमाय उपरितलं
तॊप्पि धरिच्च पूच्च
कुऱच्च् वॆळुत्त मेघङ्ङळुळ्ळ नीलाकाशं .
नाययुटॆ चॆवि नेरॆ मुकळिलेक्क् पऱ्ऱिनिൽक्कुन्नु
ऒरु कॊट्ट पूक्कൾ
चॆऱिय सुन्दरमाय मुटियुळ्ळ ऒरु स्त्री
वॆळुत्त षർट्ट् धरिच्च मनुष्यൻ
पिस्सयिൽ निरवधि टोप्पिंगुकൾ
पच्च पुल्लिन्ऱॆ ऒरु पाच्च्
अवൻ फ्रिस्बियॆ ऎऱिञ्ञु
टैൽ वॆळुत्तताण्
पन्त् पच्चयाण्
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
चुमरिൽ ऒरु घटिकारं
निलत्तु कुतिरकൾ
व्यक्ति ऒरु चुवन्न कुट पिटिच्चिरिक्कुन्नु
इतॊरु ट्रॆयिनाण्
ऒरु प्लाषिन्ऱॆ भागं
वॆळुत्त दीർघचतुरं आकृतियिलुळ्ळ प्लेऱ्ऱ्
ऒरु व्यक्तियुटॆ काൽ
पच्च टॆन्नीस् बोൾ वायुविൽ
पूच्चयुटॆ तल
2 कम्प्यूट्टർ वർक्क् स्ऱ्ऱेषൻ
फोट्टोयिൽ ऒरु लाप्टोप्प् उण्ट्
पूच्चयुटॆ तल
आ मनुष्यൻ सർफिंग् चॆय्युकयायिरुन्नु
ऒरु वयलिൽ सॆब्र
इतॊरु पिस्सयाण्
मञ्ञ वाऴप्पऴं
मनुष्यन्ऱॆ तलयिൽ कऱुत्त मुटि
पश्चात्तलत्तिलुळ्ळ क्रिस्मस् ट्री
तिळक्कमुळ्ळ पच्च कैऱ्ऱ्
इतॊरु पूच्चक्कुट्टियाण्
कटൽत्तीरत्त् मून्न् आൺकुट्टिकൾ
ऒरु मनुष्यन्ऱॆ तल
स्केऱ्ऱ्बोർडिൽ ऒरु स्ऱ्ऱण्ट् चॆय्युन्न ऒराൾ
वॆळुत्त विमानं टॆർमिनलिൽ पाർक्क् चॆय्तु
तविट्ट् मृगं
तॆरुविൽ वॆळुत्त वाൻ
पकൽ समय चित्रं .
बसिन् पुऱत्तुळ्ळ मनुष्यൻ
ऒरु फयർ ऎञ्चिൻ पाർक्क् चॆय्तिरिक्कुन्नु .
मेघत्तिन्ऱॆ भागं
काट्टिൽ वർण्णाभमाय पक्षि
इतॊरु पक्षियाण्
पल्लियुळ्ळ ऒरु कैऱ्ऱ्
ऱाम्पुकळुळ्ळ स्वकार्य स्केऱ्ऱ्बोർड् पाർक्किङ्ङ् एरिय
शोभयुळ्ळ सण्णि दिवसं
पूच्चयुटॆ कण्ण्
तविट्ट् करटियुटॆ प्रतिम अटुत्तुळ्ळ वॆळुत्त मग्ग्
ऒरु कऱुत्त बैक्क् सीऱ्ऱ्
तविट्ट् निऱमुळळ करटि निൽक्कुन्नु
कप्पिलॆ डिप्प्
निलत्तुटनीळं चॆऱिय विळक्कुकൾ
षർट्टिन्ऱॆ ताऴॆयुळ्ळ नील प्लॆय्ड् बट्टणिन्ऱॆ कै
ऒरु कूट्टं आटुकൾ नीङ्ङुन्नु
सർफ्बोർड् चुमक्कुन्न ऒराൾ
ऒरु वलिय कॆट्टिटं
क्रिस्मस् अलङ्कारङ्ङൾ तऱयिൽ तूक्कियिरिक्कुन्नु
ऒरु पात्रत्तिൽ वाऴप्पऴत्तिन्ऱॆ कष्णङ्ङൾ
वैऱ्ऱ् कफॆ नऴ्स्स् चॆय्युकयाण्
नीलाकाशत्तिൽ वॆळुत्त मेघङ्ङൾ
सैक्किൾ ओटिक्कुन्नु मनुष्यൻ
सർबोർड् ओटिक्कुन्न ऒराൾ
ऒरु नोट्ट्बुक्क् कैवशमुळ्ळ स्त्री
पात्रत्तिൽ निऱयॆ पऴङ्ङळुण्ट् .
रण्ट् मृगङ्ङൾ नटक्कुन्नु
आकाशत्तिलॆ विमानं
तविट्टु निऱमुळ्ळ मुटियुं धाराळं मुखत्त् रोममुळळ ऒरु मनुष्यन्ऱॆ तल .
स्केऱ्ऱ्बोർडिൽ ऒरु मनुष्यन्ऱॆ इरुण्ट निऴൽ .
मनुष्यൻ ऒरु प्लाऱ्ऱ्फोमिൽ निൽक्कुन्नु
इत् ऒरु मनुष्यनाण्
चॆऱिय वुडൻ ट्रॆयिൻ प्लाऱ्ऱ्फों
नल्ल भक्षणं निऱञ्ञ ऒरु प्लेऱ्ऱ्
आൺकुट्टिक्क् ओऱञ्च् तॊप्पि उण्ट्
ऒरु तविट्ट् निऱमुळळ मरं कत्ति ब्लोक्क्
ऒरु पात्रत्तिൽ पच्च सोस्
ऒरु कऱुत्त स्यूट्ट्केस्
तूङ्ङि किटक्कुन्न ऒरु कूट्टं वाऴप्पऴं
कुतिरयुटॆ अरिकिൽ इष्टिक कॆट्टिटं .
ब्लाक्क् आൻड् वैऱ्ऱ् पूच्च
ऒरु कट्टिलिൽ रण्ट् कम्प्यूट्टऱुकൾ
बि अक्षरं उळ्ळ वॆळुत्त चिह्नं
नीलाकाशत्तिनॆतिरॆ वॆळुत्त मेघङ्ङൾ
चिल मॆष् वयऱिंग्
" मञ्ञ , कऱुप्प् चिह्नं "
वायुविൽ चाटि टॆन्नीस् ऱाक्कऱ्ऱ् स्विंग् चॆय्युन्न व्यक्ति
बेस्बोൾ कळिक्कारൻ पन्त् पिटिक्कुन्नु
उयरमुळ्ळ वॆळुत्त षॆफ् तॊप्पि धरिच्च ऒराൾ
नाय्क्कुट्टिक्क् नील कळिप्पाट्टमुण्ट्
कऱुत्त मुटियुळ्ळ मनुष्यൻ
ऒरु वॆळुत्त मेश तुणि
चुवन्न चिह्नं
जालकङ्ङळिൽ निन्न् वरुन्न पकൽ वॆळिच्चं
आकाशत्त् मेघङ्ङൾ .
सिൽवർ फ्लोർ लाम्प्
विमानत्तिൽ कॆट्टिवॆच्च व्यक्ति
ऒरु मनुष्यन्ऱॆ तल
इतॊरु भरणि आण्
ऒरु फयർ ट्रक्क् पोलॆ निർम्मिच्च केक्क् .
वातिलिन्ऱॆ हाൻडिൽ वॆळ्ळि निऱमाण्
" मञ्ञ , चारनिऱत्तिलुळ्ळ बस् "
पोळिलॆ ट्राफिक् लैऱ्ऱुकൾ
ऒरु ओवൽ कोफि टेबिൾ
मञ्ञयुं पच्चयुं निऱमुळळ पन्त् मध्य वायुविൽ
ऒरु पुरुषनुं स्त्रीयुं
ऒरु स्त्रीयुटॆ तल
अव्निङ्ङ् पच्चयाण्
मत्स्यं चुवन्नताण्
ऒरु व्यक्तियुटॆ कै
पच्च षർट्ट् धरिच्च ऒराൾ
कटൽत्तीरत्तॆ ऒरु कूट्टं आळुकൾ
पन्त् वॆळुत्तताण्
तुऱन्न मरं गेऱ्ऱ् .
ट्राक्कुकळिൽ ट्रॆयिൻ
फ्रूट्ट् स्ऱ्ऱाൻड् माർक्कऱ्ऱिन् पुऱत्ताण्
ब्लाक्क् आൻड् वैऱ्ऱ् कण्णुकൾ
ऒरु वयलिൽ पच्च पुल्ल्
वलतुवशत्तेक्क् चूण्टुन्न अम्पटयाळं
आप्रोൺ धरिच्च मनुष्यൻ
चुवन्न बग् तॆरुविൽ पाർक्क् चॆय्तिरिक्कुन्नु
सीलिंगिൽ टाൻ स्ऱ्ऱक्को
पुल्लिन् मुकळिलुळ्ळ चुवन्न फ्रिस्बी
नाययुटॆ वलिय ड्रोयिंगिन्ऱॆ मूलयिൽ किटक्कुन्न नाय
ऒरु मनुष्यन्ऱॆ तल
मतिൽ तविट्ट् निऱत्तिलाण्
ऒराൾ मोट्टोർ सैक्किൾ ओटिक्कुन्नु
कूटुतൽ बैक्कुकळुं स्कूट्टऱुकळुं पाർक्क् चॆय्तिरिक्कुन्नु
टॆन्नीस् कळिक्कारुटॆ तलयिൽ वॆळुत्त तॊप्पि .
ऒरु मञ्ञ अग्नि जलांशं
टाൻ तॊप्पि धरिच्च मनुष्यൻ
पुल्लिൽ ऒरु विमानं .
फ्रिस्बी आकाशत्त् पऱक्कुन्नु .
ऒरु पुस्तकत्तिलॆ ऒरु घटिकारं
ऒरु स्वർण्णनिऱमुळ्ळ फॊൺसॆऱ्ऱ्
धाराळं आळुकൾ विൻड्सർफिंग् चॆय्युन्नु
चारनिऱत्तिलुळ्ळ पूच्च इरिक्कुन्नु
ट्रॆयिൻ प्लाऱ्ऱ्फोमिൽ ग्रे ट्रॆयिൻ
विൻडो पाळियिൽ सूर्यप्रकाशं प्रतिफलिक्कुन्नु
लगेज् अൺपाक्क् चॆय्त शेषं ऒरु स्त्री कट्टिलिൽ किटक्कुन्नु .
डिष् वाषऱिनटुत्तुळ्ळ ड्रोयऱुकൾ
" ओऱञ्च् , वॆळ्ळ पोळुकळुटॆ ग्रूप्प् "
मस्कूलाർ ब्रौൺ कुतिर
पिस्स पैयिൽ मांसं
इतॊरु सीब्रयाण्
ऒरु टॆन्नीस् ऱाक्कऱ्ऱ्
मनुष्यൻ नटप्पातयिൽ निൽक्कुन्नु
आൺकुट्टि फोट्टोय्क्क् पोस् चॆय्युन्नु
ऒरु पच्च वृक्षत्तिन्ऱॆ इल
कऱुप्पिൽ ऎऴुतिय ' a ' अक्षरं
पच्च वृक्षं
निलत्त् मञ्ञ्
आൺकुट्टिक्क् चुवन्न तॊप्पि उण्ट्
तविट्टुं वॆळुप्पुं निऱत्तिलुळ्ळ पशु
वॆळ्ळत्तिൽ पॊङ्ङि किटक्कुन्न बोट्टुकൾ
बागिन् मुन्निൽ इरिक्कुन्न नील वृत्तं .
फ्रिस्बियुमायि चुवन्न षർट्टिൽ मनुष्यൻ
पोस्ऱ्ऱऱुकळुं ड्रोयिंगुकळुं वॆळुत्त चुमरिൽ तूक्कियिरिक्कुन्नु
सർफ्बोർड् अतिन्ऱॆ वशत्त् निൽक्कुन्नु .
प्लेऱ्ऱ् वृत्ताकृतियिलाण्
वॆळुत्त चिह्नत्तिൽ ऒरु कऱुत्त सैक्किൾ चिह्नं
वॆळुत्त इटत् कालिलॆ टॆन्नीस् षू .
ऒरु डोർक्नोबिൽ शल्यप्पॆटुत्तरुत् चिह्नं
कऱुप्पुं चुवप्पुं निऱत्तिलुळ्ळ बॆञ्च्
ऒरु तुणियिൽ ऒरु स्ट्रोबॆऱि
मनुष्यൻ ऒरु सർफ्बोർड् पिटिच्चिरिक्कुन्नु
मनुष्यൻ सർफ्बोർड् ओटिक्कुन्नु
ऒरु पोस्ऱ्ऱिൽ इरुन्न् अलेർट्ट् काणुन्न सीगൽ
तऱयिൽ चॆरिप्पुकൾ
तविट्टुनिऱत्तिलुळ्ळ कुतिरयुटॆ कुळम्पु
मुऱियिलॆ मेशप्पुऱत्त् लाप्टोप्प्
इलकൾ
कोट्ट् इळं नीलयाण्
ऒरु नटप्पातयिलूटॆ नटक्कुन्न ऒराൾ
कळि बास्कऱ्ऱ् बोൾ आण्
ऒरु कुट पिटिक्कुन्न स्त्री
मून्नुपेർ मञ्ञुमलयिൽ इरिक्कुन्नु
वयलिൽ रण्ट् कुतिरकൾ
नीळमुळ्ळ इटुङ्ङिय पिन्तुणा पोൾ
ऒरु बॆञ्चिൽ इरिक्कुन्न व्यक्ति
ऒरु चुऱ्ऱुपाटिൽ रण्ट् सान्द्रमाय वरयुळ्ळ सीब्रकൾ
" टूत्त् ब्रषिन्ऱॆ वॆळ्ळ , पർप्पिൾ हाൻडिൽ "
वॆळुत्त टोय्लऱ्ऱिൽ इरिक्कुन्न नाय
ऒरु पच्च तॆरुव् चिह्नं
ऒरु ट्रॆयिनिलॆ वातिलुकൾ
पाർक्किൽ निൽक्कुन्न पूच्च
तॆरुविൽ सैक्किൾ ओटिक्कुन्न मनुष्यൻ .
अटुक्कियिरिक्कुन्न स्यूट्ट्केसुकൾ
साൻड्विच्च् उळ्ळ तविट्ट् सॆऱामिक् प्लेऱ्ऱ्
सिप्पऱिनॊप्पं इळं तविट्ट् लॆतർ बाग्
मरं कॊण्टुळ्ळ चुवन्न बॆञ्च्
निलं
व्यक्ति कैवशं वच्चिरिक्कुन्न ऒरु वॆळुत्त तूवाल
ऒरु विमानत्तावळत्तिलॆ विमानङ्ङൾ
तॆरुविൽ बस्
धाराळं आळुकൾ गॆयिं काणुन्नु
ऒरु ऱाम्पिൽ युवाव् स्केऱ्ऱ्बोർडिंग् चॆय्युन्नु
ऒरु ताऴेक्कुळ्ळ स्लालों मൽसरत्तिൽ मत्सराർत्थि
पुष्पं मञ्ञयाण् .
इतॊरु अटुक्कळयाण्
वॆळ्ळं
मञ्ञिൽ रण्ट् तटि तूणुकൾ
मणलिन्ऱॆ सुगममाय प्रदेशं
नीळमुळ्ळ मुटियुळ्ळ युवति
इतॊरु ट्रॆयिൻ आण्
पिङ्क् इऱुकिय कालुऱकൾ धरिच्च पॆൺकुट्टि
काऱिलॆ गोൾडൻ ऱिट्रीवർ
ऒरु कैयिൽ पർप्पिൾ ऱिस्ऱ्ऱ्बाൻड् .
वीङ्ङिय वॆळुत्त मेघङ्ङൾ
ध्रुवक्करटियुटॆ तल
टोय्लऱ्ऱ् पेप्पऱिन्ऱॆ ऱोൾ
हॆൽमॆऱ्ऱ् कऱुत्त निऱत्तिलाण् .
कळिक्कळत्तिൽ रेखकळुण्ट्
ऒरु कॆट्टिटत्तिलॆ मञ्ञ गोपुरं
इतॊरु ट्रॆयिൻ आण्
वायुविൽ ऒरु स्केऱ्ऱർ
ऒरु विൻडोयुटॆ भागं
इतॊरु लोऱियाण्
क्लोक्क् उपयोगिच्च् बाർ चिह्नं
इतॊरु जालकमाण्
मांसत्तिन् मुकळिൽ वऱुत्त मुट्ट
तॆरुव् चिह्नं ऒरु तूणिൽ पोस्ऱ्ऱुचॆय्तु .
रण्टामत्तॆ स्कीयऱिन्ऱॆ कऱुत्त पान्ऱ्स्
बैक्क् पिटिक्कुन्न ऒराൾ
व्यक्ति ऒरु पेप्पർ पिटिक्कुन्नु
बेस्बोൾ मैतानत्तुळ्ळ व्यक्ति
मरं कूम्पारं
ऒरु वैऱ्ऱ् बोक्स् वाൻ
निलत्त् ऒरु निऴൽ
तॆरुव् विळक्क् चुवप्पाण् .
वृत्ताकृतियिलुळ्ळ तिरक्केऱिय तॆरुविൽ वർण्णाभमाय चुवन्न अग्नि जलांशं
मनुष्यൻ तॆरुविൽ नटक्कुन्नु
अलकळुळ्ळ तविट्टु निऱमुळ्ळ मुटियुळ्ळ युवाव्
ऒरु चिह्नत्तिൽ ऒरु नील अक्षरं
स्की ध्रुवङ्ङൾ कैवशमुळ्ळ ऒराൾ
ऒरु स्त्रीयुटॆ कण्ण्
मൺपात्रङ्ङൾ चुवप्पुं कऱुप्पुं आण् .
ऒरु मृगत्तॆ निरीक्षिक्कुन्न पूच्च
बॆञ्चिलिरिक्कुन्न व्यक्ति
तविट्ट् निऱमाण् ब्रॊक्कोळि .
ऒरु पूच्च क्यामॆऱयिൽ नोक्कुन्नु
स्केऱ्ऱ्बोർडिलॆ ऒरु कुट्टि
नो पाർक्किंग् चिह्नं
ट्रॆयिनिन्ऱॆ मुकळिൽ नील वर
ओटुन्न सीब्र
जिऱाफ् इटत्तेक्क् नोक्कुन्नु
ताऱाव् वॆळ्ळत्तिൽ मरत्तिൽ निൽक्कुन्नु
प्लेऱ्ऱिनु मुकळिൽ पेप्पऱोणि कष्णं
वॆळुत्त ब्लौस् धरिच्च ऒरु स्त्री
कऱुप्पुं वॆळ्ळियुं उळ्ळ बेस्बोൾ बाऱ्ऱ्
तिरश्शीलयिൽ वॆळुत्त पुष्पं
इतॊरु वॆळ्ळ तीवण्टि आण्
पकൽ समयत्त् ऒरु रंगं
आकाशत्त् ऒन्निलधिकं कैऱ्ऱ्स्
आकाशं नीलयाण् .
ऒरु वलिय सिൽवർ वॆन्ऱ् हुड्
ऒरु काർट्टूൺ बोक्सिൽ भक्षणं
वॆळ्ळत्तिൽ सർफ्बोർडिൽ सർफർ चॆय्युक
अटुक्कळयिൽ स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीൽ स्ऱ्ऱोव्
फ्रण्ट् टयർ
इൻडोർ चुऱ्ऱुपाटिൽ जिऱाफ्
नीळमुळ्ळ वॆळुत्त मेൽमीश
बोർडिन्ऱॆ ऒरु भागं
ऒरु वलिय मञ्ञ बस्
मत्तङ्ङयुटॆ कण्ण्
पिङ्क् चॆविकळुळ्ळ वॆळुत्त ऎलि
ऒरु ऎक्रु निऱमुळ्ळ कऴुत्तिൽ अणियुन्न स्काർफ्
अग्नि जलांशत्तिनु मुकळिൽ चुवन्न वीർप्पिक्कावुन्न ൿष्यൻ
फोट्टोयुटॆ समयवुं तीयतियुं
वेलिक्कॆट्टिनुळ्ळिൽ अम्मयुं नुरयुं
रण्ट् कुट्टिकळुळ्ळ ऒरु मुतिർन्नयाൾ
LOCHALSH HOTEL ऎन्न् वायिक्कुन्न वलिय नील अक्षरङ्ङൾ
आकाशत्त् कैऱ्ऱ्
ऊञ्ञालिൽ ऒरु कऱुत्त करटि
ऒरु करटि
वायुविൽ कऱुत्त मैक्रोफोൺ
पुरातनमाय कऱुप्पुं मञ्ञयुं कलർन्न मൺकुटं
मेൽक्कूरयिൽ सർफ्बोർडुळ्ळ पऴय रीतियिलुळ्ळ वाहनं
टॆन्नीस् कळिक्कुन्न ऒराൾ
टाप्प् स्वർण्ण निऱमाण् .
ऒरु अटुक्कळ काबिनऱ्ऱिन्ऱॆ पिटि
इत् ऒरु कुट्टियाण्
ऒरु तूवालयिൽ चुळिवुकൾ
नाय पुरुषन्ऱॆ अरिकिൽ इरिक्कुन्नु
चुवप्पुं वॆळ्ळयुं अटयाळं
भक्षणं कऴिक्कुन्न व्यक्ति
शोभयुळ्ळ ओऱञ्च् सूर्यൻ
स्त्री सैक्किൾ तळ्ळुकयाण्
ऒरु स्त्री टॆन्नीस् कळिक्कुन्नु
" मञ्ञ , तविट्ट् निऱत्तिलुळ्ळ ट्रॆयिൻ ऎञ्चिൻ "
आकाशत्त् ऒरु विमानं
ऒरु वलिय वृत्ताकृतियिलुळ्ळ क्लोक्क्
पिङ्क् ड्रस्स् इट्ट ऒरु कॊच्चु पॆൺकुट्टि नटत्तक्कुन्नु
लोंग्बोർडिलॆ व्यक्ति .
इतॊरु कुतिरयाण्
पोळिलॆ वॆळुत्त अटयाळं
चुवप्पुं कऱुप्पुं तॊप्पि
मञ्ञ वाൾपेप्पർ अलङ्कारत्तिन् उपयोगिक्कुन्नु
इतॊरु किटक्कयाण्
ट्रॆयिनिन्ऱॆ वशत्त् नम्पർ 7220 .
लाप्टोप्पिलॆ कीबोർड्
मनुष्यൻ कण्णट धरिच्चिरिक्कुन्नु .
आद्य बेस् स्विंगिंग् बाऱ्ऱिൽ बाऱ्ऱർ
ऒरु कऱुत्त लाप्टोप्प् कम्प्यूट्टർ
आकाशत्त् चुवप्पुं मञ्ञयुं कैऱ्ऱ्
पच्च बॆञ्च्
वॆळुत्त मोट्टोർसैक्किൾ उळ्ळ ऒरु स्त्री
ऒरु कूट्टं आळुकൾ पुऱत्त् निൽक्कुन्नु
वैऱ्ऱ् पेप्पർ कण्टॆय्नർ
आळुकൾ ट्रॆयिनिൽ तूङ्ङिक्किटक्कुन्नु
जिऱाफिन्ऱॆ चॆवि
वृत्तिकॆट्ट सिमൻऱ् तऱ
ट्रॆयिൻ काऱिलॆ वॆळ्ळ नम्पർ
अत् पच्चमरङ्ङळाण्
वॆळ्ळं
वलिय वॆळुत्त वाൻ पाർक्किंग् स्थलत्त् पाർक्क् चॆय्तिरिक्कुन्नु
आकाशं व्यक्तवुं नीलयुमाण्
मञ्ञ डयमण्ट् आकृतियिलुळ्ळ चिह्नं
ऱॆस्ऱ्ऱोऱन्ऱिलॆ चारनिऱत्तिलुळ्ळ प्लेऱ्ऱिलॆ भक्षणं
ऒरु स्कै पॆൺकुट्टिकळुटॆ कण्णुकൾक्क् मुकळिलुळ्ळ कण्णट
हॆलिकोप्ऱ्ऱർ
ऒरु वॆयർहौसिन् समीपमुळ्ळ ओऱञ्च् ट्रक्क्
पॆൺकुट्टि कुतिर सवारि चॆय्युन्नु .
ब्लाक्क् आൻड् वैऱ्ऱ् तॆरुव् अटयाळङ्ङൾ
स्नोबोർडർ वायुविൽ चाटुन्नु
रण्ट् आनकळुटॆ चित्रं .
ऒरु पू कलं
केक्किൽ पेप्पർ मॆऴुकुतिरि
चुवप्पुं वॆळ्ळयुं स्ऱ्ऱोप्प् चिह्नं
पाऱक्कूट्टत्तिन् मुन्निൽ निൽक्कुन्न कऱुत्त करटि
मञ्ञुमूटिय उपरितलत्तिन् मुकळिൽ निൽक्कुन्न व्यक्ति
पक्षिकळुटॆ कूट्टमाणित्
चक्रङ्ङळिൽ कऱुत्त ओफीस् कसेर
सूप्प् पात्रं नीलयाण् .
ऒरु वलिय चार सैनिक विमानं
ऒरु कऱुत्त करटि अरुविक्करयिलूटॆ नटक्कुन्नु
ऒरु वॆळुत्त षवർ कർट्टൻ
मरङ्ङൾक्किटयिलूटॆ सूर्यൻ प्रकाशिक्कुन्नु
तॆरुविलॆ टूऱिस्ऱ्ऱ् बस्
वृत्तिकॆट्ट अटुक्कळयुटॆ भागं
ऒरु वरियुटॆ उचितं
ऒरु नाय निलत्तु किटक्कुन्नु
पिस्सयिൽ मांसं .
वॆळ्ळि संख्यकൾ
ऒरु लाप्टोप्प् कम्प्यूट्टऱुं ऒरु वलिय स्क्रीൻ मोणिऱ्ऱऱुं
वृत्ताकृतियिलुळ्ळ ओऱञ्च् तूक्कियिरिक्कुन्नु
व्यक्ति ऒरु तॊप्पि धरिच्चिरिक्कुन्नु
विळक्किन् पुक वॆळुत्तताण्
वयलिൽ पशुक्कൾ
सർफ् बोർड् ओटिक्कुन्न व्यक्ति
जाक्कऱ्ऱ् चुवप्पाण्
पवർ सोक्कऱ्ऱ्
सिऱ्ऱि बसिन् मुन्निൽ दिशासूचन
प्लेऱ्ऱ् वॆळुत्तताण् .
पच्चमुळक् कष्णं
वॆळुत्त प्लेऱ्ऱिൽ पच्चक्कऱिकൾ
आൺकुट्टि सुन्दरनायाण्
इत् ऒरु व्यक्तियाण्
ऒरु प्लेऱ्ऱिൽ मधुरं
जिऱाफिन् तविट्ट् निऱमुळ्ळ ओसिक्किൾस् उण्ट्
कळिक्कारन्ऱॆ यूणिफोमिलॆ नम्पർ
टॆन्नीस् गियർ धरिच्च मनुष्यൻ
कत्रिकयुळ्ळ पॆൻसिलुकळुं माർक्कऱुकळुं
ऒरु वॆळुत्त काർ
ऒरु ट्राफिक् लैऱ्ऱ्
सुखप्रदमाय स्वीकरणमुऱि स्थलं .
कमानपात
डिजिऱ्ऱൽ क्लोक्किलॆ ऒरु प्रदർशनं
" तकർन्न वॆळ्ळ , चुवप्प् मास्क् आർट्ट् "
वॆळ्ळं व्यक्तमल्ल
ट्रक्किൽ नील टाङ्क्
व्यक्ति बीच्चिलाण्
ऒरु स्त्री सॆൽ फोൺ उपयोगिक्कुन्नु
कुट्टि ऒरु स्त्रीयुटॆ मटियिൽ इरिक्कुन्नु
नीलकलർन्न चारनिऱत्तिलुळ्ळ करटि
स्केऱ्ऱ् बोർडिलॆ कौमारक्कारൻ
स्त्री इरिक्कुन्नु
पाർक्किंग् मीऱ्ऱऱुकळुटॆ ऒरु वरि
फ्रॆयिमुकळिलुळ्ळ नाल् चित्रङ्ङळुटॆ शेखरं
तेङ्ङ ट्रेयिलाण्
मृगशालयिൽ कळ्ळिमुൾ चॆटियुण्ट्
ऒरु वलिय अटित्तऱयुळ्ळ ब्लॆൻडർ
काർ कऱुत्तताण्
वैऱ्ऱ् मॆऱ्ऱൽ \ प्यूप्पिൾ ड्रोप्प्ओफ् बस् पाർक्किंग् \ चिह्नं
कॆट्टिटत्तिलॆ विൻडो
मनुष्यൻ ताऴॆ इरिक्कुन्नु
इरट्ट डॆक्कർ चुवप्पाण्
टॆन्नीस् कळिक्कुन्न ऒराൾ
कुतिर नटक्कुन्नु .
लैൻ बीज् निऱमाण्
स्केऱ्ऱ् बोർड् ऱैड् चॆय्युन्न पർप्पिൾ षർट्ट् इट्ट मनुष्यൻ
ऒरु कऱुत्त काक्क निलत्तु किटक्कुन्नु
ओऱञ्च् कारऱ्ऱ्
काऱिन्ऱॆ पुऱकिलुळ्ळ मॆऴ्सिडस् बॆൻस् लोगो
सർफ्बोർडिन्ऱॆ वॆळुत्त अवसानं .
जिऱाफ् मिक्कवाऱुं तविट्टुनिऱमाण् .
आनय्क्क् ऒरु वलिय चॆवि उण्ट् .
कळिक्कारൻ ऒरु बाऱ्ऱ् पिटिक्कुन्नु
वलिय नील वाट्टർ बोट्टिൽ
मनोहरमाय वॆळुत्त मणൽ कटൽत्तीरं .
कसेरयिൽ कऱुत्त काർ
ब्रिट्टीष् पताक उपयोगिच्च् पाऱ्ऱेൺ चॆय्तिरिक्कुन्न टै
वेलियिलॆ मॆऱ्ऱൽ वयർ
जिऱाफिन्ऱॆ काൽ
जालकं मञ्ञ वॆळिच्चत्ताൽ प्रकाशिक्कुन्नु
स्कीयिൽ मञ्ञ्
बॆञ्चिलिरिक्कुन्न मनुष्यൻ
रण्ट् सीब्रकൾ ऒरुमिच्च् निൽक्कुन्नु
वॆळ्ळयुं मञ्ञयुं लघुलेख
फ्रिस्बी वृत्ताकृतियिलाण् .
मिनि पिस्सकൾ काणिच्चिरिक्कुन्नु
ऒरु मृगशालयिलॆ रण्ट् जिऱाफुकळुटॆ फोट्टो
ऒरु ट्राक्टऱिलॆ लैसൻस् प्लेऱ्ऱ्
मञ्ञुमूटिय पർवतङ्ङൾ
इव रण्ट् करटिकळाण्
मञ्ञुमलकൾक्कु मुकळिൽ शोभयुळ्ळ नीलाकाशं
समुद्रत्तिलॆ मनुष्यൻ
वॆळुत्त आटुकळुटॆ ऒरु कूट्टं पुल्लिൽ .
स्यूट्ट्केसुकळुटॆ शेखरं
सीब्रय्क्क् रण्ट् चॆविकळुण्ट्
चुमरिൽ फ्लाऱ्ऱ् स्क्रीൻ टिवि
ऒरु पात्रत्तिൽ वाऴप्पऴवुं कळिप्पाट्टवुं .
मरत्तिलॆ वलिय पच्च इल .
पक्षियुटॆ कॊक्क् .
स्त्रीयुटॆ चुवप्पुं वॆळ्ळयुं स्नीक्कർ
आकाशत्त् मेघङ्ङൾ .
लाप्टोप्प् बाग् कऱुत्तताण्
ऒरु वातिൽ मुट्टिन्ऱॆ भागं
नील जाक्कऱ्ऱ् धरिच्च मनुष्यൻ
चुवप्पुं नीलयुं उळ्ळ तॆरुव् चिह्नं
ऒरु मैतानत्त् बेस्बोൾ कळिक्कुन्न व्यक्ति
वॆळ्ळत्तिൽ ऒरु पॆयिन्ऱ् ब्रष्
ऒरु ब्रषिन्ऱॆ ब्रिस्सिൽ
" मञ्ञ , कऱुप्प् चिह्नं "
मनोहरमाय ऱोसा पुष्पं
ऒरु वॆळुत्त कुळिमुऱि टोय्लऱ्ऱ्
तॆरुविन् मुकळिൽ ऒरु वॆळिच्चं
नाय किटक्कुन्नु
पॆन्निൽ कऱुत्त आटुकൾ .
मतिൽ तविट्ट् निऱमाण् .
चॆरिप्पिൽ उऱङ्ङुन्न पूच्च .
पुल्लिൽ रण्ट् मोट्टोർसैक्किळुकൾ .
रण्टुपेർ वॆळ्ळत्तिൽ निൽक्कुन्नु .
बർगण्टि षवർ कർट्टൻ तूक्कियिरिक्कुन्नु
रण्ट् मृगङ्ङൾ मऱ्ऱुळ्ळवरॆ नोक्कुन्नु
कऱुत्त मैक्रोवेविൽ इरिक्कुन्न स्ऱ्ऱफ् चॆय्त करटि
तुटർच्चयायि उयरमुळ्ळ कऱुत्त पोळुकൾ
बोक्सिൽ डोणट्ट्स्
कुतिर सवारि चॆय्युन्न स्त्री .
तॆरुव् विळक्कुकळुटॆ उयർन्नत्
मेशप्पुऱत्त् वैऱ्ऱ् वैൻ ग्लास् .
ऒरु सौजन्य स्ऱ्ऱाൻडिंग् लाम्प् .
" चार , तविट्ट् निऱमुळळ आन "
इतॊरु ट्राൻसिस्ऱ्ऱाण्
ऒरु वॆळुत्त ऱौण्ट् पात्रं
ऒरु प्लेऱ्ऱ् भक्षणं मेशप्पुऱत्तुण्ट्
ऒरु पिङ्क् पेप्पർ चाक्क्
वॆळुत्त मनुष्यൻ होൾडिंग् टॆन्नीस् ऱाक्कऱ्ऱ्
चिह्नत्तिलॆ वाक्क् .
कऱुप्पुं वॆळुप्पुं घटिकारं
ऒरु स्त्री मोट्टोർ सैक्किळिൽ आरॆयो चुंबिक्कुन्नु .
नटप्पातयुटॆ अरिकिलुळ्ळ वलिय मरत्तिन्ऱॆ तुटि
रण्ट् शक्तमाय युद्धविमानङ्ङൾ
ऒरु तॆरुविन्ऱॆ वशत्त् तॆरुव् अटयाळङ्ङൾ
ऒरु युवाव् निൽक्कुन्नु
तलयिൽ कऱुत्त हॆൽमॆऱ्ऱ् .
ऒरु सवारिक्कारൻ नील हॆൽमॆऱ्ऱ् धरिच्चिरिक्कुन्नु
मरत्तिन्ऱॆ कॊम्प् ऱोडिन् मुकळिൽ तूङ्ङिक्किटक्कुन्नु
आकाशत्त् पऱक्कुन्न विमानं
चुमरिൽ फ्रॆयिं चॆय्त पॆयिन्ऱिंग्
पेप्पऱिൽ पेन
रण्ट् सीब्रकൾ ऒरुमिच्च् निൽक्कुन्नु
भक्षणं प्लेऱ्ऱिलाण्
ऒरु स्ऱ्ऱौविൽ तिळङ्ङुन्न पिच्चळ कलं
ऒरु वेलिक्क् समीपं निൽक्कुन्न ऒरु आट्
चुवरिൽ वलिय ऱौण्ट् ब्लाक्क् ऱिंड् क्लोक्क्
मञ्ञुमूटिय चरिविन्ऱॆ वशत्त् स्कीस् ओटिक्कुन्न स्त्री .
ऒरु बेस्बोൾ कळिक्कारൻ ऒरु पन्त् पिटिक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ ऒरु मरं
स्थल क्रमीकरणत्तिൽ तिळङ्ङुन्न कत्ति
ऒरु स्ऱ्ऱेषनिलॆ वास्तुविद्ययुटॆ मुकळिलेक्कुळ्ळ काऴ्च
मञ्ञुवीऴ्चयुळ्ळ स्कै चरिव्
ऒरु सीब्रयुटॆ तल
सिൽवർ ट्रॆयिൻ स्ऱ्ऱेषनिൽ निർत्ति इट्टिरिक्कुन्नु
तिळक्कमुळ्ळ चुवन्न तॊप्पि
नील निऱत्तिलुळ्ळ हाൾट्टർ उळ्ळ कुतिर
चुवन्न कुट पिटिच्चिरिक्कुन्न स्त्री
ऒरु ट्रक्किलॆ कण्णाटिकൾ
वॆळुत्त अटयाळं कण्टॆत्ति
स्त्रीयुटॆ इटतु कैयिलॆ ऒरु सॆൽ फोൺ
चुवप्पुं वॆळ्ळयुं अटयाळं
स्ऱ्ऱोप्प् चिह्नं चुवप्पाण् .
मनुष्यൻ समुद्रत्तिൽ सർफिंग् चॆय्युन्नु
टोय् < 200c > लऱ्ऱिൽ ऒरु पूच्च
पुरुष टॆन्नीस् कळिक्कारൻ अटुत्तेक्क् वरुन्न पन्त् चाटि .
कऴिक्कुन्न जिऱाफ्
तुऱन्न अटुप्पत्तुवॆच्चु बेक्क् चॆय्युन्नु
मञ्ञुमूटिय ऱोडिൽ व्यक्ति स्केऱ्ऱ्बोർडिंग् चॆय्युन्नु
ऒरु चॆऱिय वॆळुत्त बेस्बोൾ
चारनिऱत्तिलुळ्ळ चुवरिൽ ग्राफिऱ्ऱि
कॊटिൽ वॆळ्ळियाण्
कट्टिलिൽ इरिक्कुन्न स्त्री
आൺकुट्टिक्क् तविट्ट् निऱमुळ्ळ मुटियुण्ट्
आन
पटिकळिलूटॆयुळ्ळ अऴुक्क् मुयൽ
मनुष्यൻ स्केऱ्ऱ्बोർडिंग् तन्त्रं चॆय्युन्नु
इत् ऒरु कुप्पि लोषनाण्
वाणिज्य विमानं वायुविൽ पऱक्कुन्नु
इळं नील स्पूൺ
स्नोबोർडिൽ ऒराൾ
रण्टुपेർ क्यामऱयिलेक्क् नोक्कुन्नु
भूप्रदेशं पङ्किटुन्न सीब्रकळुं जिऱाफुकळुं
पुल्ल् चॆऱुतुं पच्चयुमाण्
कऱुत्त अटयाळं कण्टॆत्ति
ऒरु वलिय वटि पिटिच्चिरिक्कुन्न ऒराൾ
मुकळिलत्तॆ डॆक्क् उळ्ळ ऒरु बस्
ऒरु ऎयർफीൽडिलॆ विमानं
पाऱयिൽ कॊम्पुळ्ळ मृगं
मोट्टोർसैक्किळुकൾ तुटർच्चयायि पाർक्क् चॆय्युन्नु
पच्चयुं वॆळ्ळयुं कलർन्न तॆरुव् चिह्नं
वॆळुत्त प्लेऱ्ऱिൽ पिस्स स्लैस्
तॆरुविൽ कुतिरकൾ
" ओऱञ्च् , वैऱ्ऱ् पैलोൺ "
मोट्टोർ सैक्किळिൽ इरिक्कुन्न मनुष्यൻ
नटप्पातयिलॆ वॆळ्ळं .
इताण् आकाशं
चॆऱिय चारनिऱत्तिलुळ्ळ ग्रौण्ट् लैൻ
व्यक्ति कम्पिळिक्कुप्पायवुं तलमऱयुं धरिच्चिरिक्कुन्नु
ऒरु पात्रत्तिൽ डोणट्ट्स्
कम्प्यूट्टർ टेबिळिൽ पूच्च चॆऱुताय् मयङ्ङुन्नु
पशुविन् चॆवियिൽ मञ्ञ टाग् उण्ट् .
कण्णाटियिൽ ऒरु व्यक्तियुटॆ प्रतिफलनं
पच्चनिऱत्तिൽ ऒरु स्ऱ्ऱोप्प् < 200c > लैऱ्ऱ् कत्तियिरिक्कुन्नु
कटൽत्तीरत्त् अटुक्किय सർफ्बोർडुकൾ
ऒरु वॆळ्ळ चुवप्पुं कऱुप्पुं निऱमुळ्ळ बस्
पच्च ब्रॊक्कोळियुं चिक्कनुं
ऒरु पक्षि कालावस्थ वॆय्ൻ
