इत् ऒरु इൻडोർ रंगमाण्
कम्प्यूट्टർ स्क्रीनुकൾ ओणाक्कि
मनुष्यन् चॆऱिय मुटियुण्ट्
फोट्टो आൽबं मुतिർन्नवरुटॆ मटियिൽ तुऱक्कुन्नु
कऱुत्त काऱिनटुत्त् ऒरु कूट्टं पॆൺकुट्टिकळुण्ट्
ऒरु उन्तुवण्टियिलॆ कुट्टि
उयरमुळ्ळ मॆऱ्ऱൽ लैऱ्ऱ्पोस्ऱ्ऱ्
मतिൽ वॆळुत्त चायं पूशि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
समुद्रं अभिमुखीकरिक्कुन्न स्त्री
इतॊरु ओफीस् रेखाचित्रं
नाल् लोहत्तिन्ऱॆ कसेरकൾ
कोलाहलं ऒरु मेशप्पुऱत्ताण्
ऒरु वॆळुत्त मैक्रोवेव् ओवൻ
कवलयिलूटॆ वैऱ्ऱ् ऎस्युवि ड्रैविंग्
कुटयुमायि तॆरुव् मुऱिच्चुकटक्कुन्न व्यक्ति
चारनिऱत्तिलुळ्ळ पान्ऱिलुळ्ळ मनुष्यൻ कॆट्टिटत्तिൽ चारियिरिक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
काऱुकൾक्किटयिൽ निൽक्कुन्न ऒराൾ
चित्ररचन चुमरिൽ तूक्कियिरिक्कुन्नु
कसेरयुटॆ काൽ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
काबिनऱ्ऱ् मरं
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु व्यक्ति वॆळ्ळत्तिൽ नीन्तुन्नु
तिळङ्ङुन्न तणलुळ्ळ विळक्क्
फलं पात्रत्तिൽ
ऒरु पोർसलैൻ वैऱ्ऱ् प्लेऱ्ऱ्
कऱुत्त गॆयिं कൺट्रोळർ
ऒरु व्यक्ति काऱिन्ऱॆ ट्रङ्किൽ ऎन्तो इटुन्नु .
पच्च काർ तॆरुविलूटॆ पाർक्क् चॆय्तिरिक्कुन्नु
तॆरुविൽ काർ
निർम्माणत्तॊऴिलाळिकൾ कवऱुकൾ धरिक्कुन्नु
मञ्ञ वातिलुळ्ळ ऒरु कऱुत्त काർ
कसेर मेशप्पुऱत्त्
ऒरु कौण्टऱिൽ ऒरु नाभि ओऱञ्च्
ऒरु कॆट्टिटत्तिन्ऱॆ मून्न् जालकङ्ङൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
तऱयुटॆ मुकळिൽ निൽक्कुन्न ब्रौൺ निऱमुळ्ळ टेबिൾ .
फ्लोർ लाम्प् ओणाण्
ऒरु मञ्ञ बस्
मरत्तिन्ऱॆ शाख
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वॆळुत्त वरयुळ्ळ कट्टियुळ्ळ कऱुत्त ध्रुवं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु पानपात्रं
द्वीप् बीच्च् रंगं
वयलिൽ पुल्ल्
ऒरु वलिय ब्रौൺ मरत्तिन्ऱॆ तुम्पिक्कै
ऒरु कॆट्टिटत्तिन् मुन्निൽ वॆळ्ळि काർ
मनुष्यൻ कौण्टऱिൽ इरिक्कुन्नु
ऒरु पुस्तक वण्टियिൽ निൽक्कुन्न स्त्री
रण्ट् निल नील बस्
चारनिऱत्तिलुळ्ळ अलक्कु कॊट्ट
मञ्ञ निർम्माण तॊप्पिकൾ
मुऱियिलॆ तटि तऱ
चक्रवाळत्तिन् मुकळिलुळ्ळ उयरमुळ्ळ ईन्तप्पन
ऒरु सदसिनकत्तॆ कसेर
उयरमुळ्ळ इल वृक्षं
कण्णाटि विदूर मतिलिलाण्
नटप्पात
ड्रैवऱुटॆ वशत्तॆ वातिൽ तुऱन्नु
ऒरु कऱुत्त ट्राष् बाग् .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
चुवरिൽ चॆऱिय चित्रं
तटि लोगुकळुटॆ विभजनं
कॆट्टिटत्तिलेक्क् लैऱ्ऱ् घटिप्पिच्चिरिक्कुन्नु
चिह्नं नൽकरुत्
वॆळुत्त वरयुळ्ळ कट्टिलिൽ ब्लूसिन्ऱॆयुं चुवप्पिन्ऱॆयुं वർण्णाभमाय तलयिण
डॆन्ऱ् वाहनत्तिलाण्
मेൽक्कूर चारनिऱमाण्
कण्णाटियिൽ तविट्ट् फ्रॆयिं
मरत्तिन् ताऴॆ वॆळुत्त पूक्कൾ
तॆरुविൽ वॆळुत्त आंबुलൻस्
अकलॆ पच्च मरङ्ङൾ
अटयाळं नीलयाण्
मनुष्यൻ ऱोडिन्ऱॆ अरिकिൽ इरिक्कुन्नु
तॆरुव् मुऱिच्चुकटक्कुन्न ऒराൾ
चुमरिൽ ऒप्पिटुक
ऒरु इष्टिक वीट्टिलॆ जालकं
कम्प्यूट्टർ स्क्रीൻ नीलयाण्
बैक्क् ऱूट्ट् चिह्नं
नरच्च ताटि ऒरु मनुष्यनिൽ
ऒरु काऱिन्ऱॆ पिൻ काऴ्च
चीस् सोस् उपयोगिच्च् बർगർ
सिൽवർ ऎस्युवियुटॆ वशं
स्त्री तॆरुविलूटॆ नटक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
तॆरुव् लैऱ्ऱिन्ऱॆ अटुत्त् पाർक्क् चॆय्त चुवन्न काർ
ट्राफिक् लैऱ्ऱुकൾ मञ्ञयाण्
नटप्पातयिൽ वॆळुत्त पॆयिन्ऱ् लैൻ
कऱुत्त टिप्प्ड् पेन मेशप्पुऱत्त्
वॆळुत्त कुप्पायमुळ्ळ मनुष्यൻ नटप्पातयिलूटॆ नटक्कुन्नु
सीलिंगिൽ वलिय लैऱ्ऱ् फिक्चർ
मेशप्पुऱत्त् वैऱ्ऱ् मोणिऱ्ऱർ
डॆस्किൽ कऱुत्त कम्प्यूट्टർ मोणिऱ्ऱർ
मॊन्त कैकार्यं चॆय्युक
कम्प्यूट्टർ मोणिऱ्ऱऱिन् मुन्निൽ इरिक्कुन्न ऒराൾ
कऱुत्त मोणिऱ्ऱർ ओणाक्कि
तविट्ट् सൺग्लास् धरिच्च मनुष्यൻ .
कॆट्टिटत्तिൽ इष्टिक
निलत्त् वॆळ्ळि लोहत्तिन्ऱॆ पट्टिक
चारनिऱत्तिलुळ्ळ चवऱ्ऱुकुट्ट .
पय्यൻ पन्त् पिटिक्कुन्नु
प्रॊजक्षൻ स्क्रीൻ वॆळुत्तताण्
चारनिऱत्तिलुळ्ळ ध्रुवत्तिൽ मञ्ञ ट्राफिक् सिग्नൽ घटिप्पिच्चिरिक्कुन्नु
वॆळ्ळि काऱिन् पिन्निൽ चुवन्न ट्रक्क्
रण्ट् मोप्पॆडुकൾ पाർक्क् चॆय्तिरिक्कुन्नु
तॆरुविൽ ऒरु नील काർ .
मञ्ञ वातिलुकळुळ्ळ कऱुत्त काർ
नाल् वातिलुकळुळ्ळ ऒरु काർ
बैक्क् नटप्पातयिൽ निർत्ति इट्टिरिक्कुन्नु
फुट्पात्तिൽ चुवन्न मोट्टोർसैक्किൾ
द्वीप् बीच्च् रंगं
स्कूट्टऱुकळुटॆ ग्रूप्प् परस्परं पाർक्क् चॆय्तिरिक्कुन्नु
मञ्ञ VW पाർक्किंग् स्थलं उपेक्षिक्कुन्नु
ओऱञ्च् बाग्
स्ऱ्ऱेजिൽ ऒरु बाൻड् उण्ट्
वैऱ्ऱ् हौस् विൻडो
इव उयरमुळ्ळ कॆट्टिटङ्ङळाण्
कർबिन् पुऱमॆ चॆऱिय काർ
इत् ऒरु व्यक्तियाण्
मणलिൽ काळ
मञ्ञ मेൽक्कूरयुळ्ळ कॆट्टिटं
कप्प् तलकीऴायि
द्वीप् बीच्च् रंगं
कऱुत्त ट्रक्क् पाർक्क् चॆय्तिरिक्कुन्नु
इळं नील अङ्कियिलुळ्ळ मनुष्यൻ
कऱुत्त गेऱ्ऱिन् नेरॆ चारियेक्कुन्न बैक्क्
विൻडोयिൽ वॆळुत्त तिरश्शील
अलाऱत्तिन्ऱॆ घटिकारं प्रवർत्तनरहितमाण्
चुमरिൽ इटत्तरं वलिप्पमुळ्ळ चित्रं .
मेशप्पुऱत्त् ऒरु कुप्पि वॆळ्ळं .
मतिलुमायि बन्धिप्पिच्च वयർड् टॆलिफोൺ
मरं मेशयुटॆ अटुत्तुळ्ळ कसेर
टॆलिविषन् अटुत्तुळ्ळ लांपोस्ऱ्ऱ्
ऒरु कट्टिलिन् समीपं कऱुत्त बाक्क्पाक्क्
ऒरु कुळिमुऱियिൽ ऒरु वॆळ्ळि फोसॆऱ्ऱ्
पूमुखत्त् चॆऱिय चॆटि
देवदारु वीटिन्मेൽ इळकुन्नु
वॆळुत्ततुं टाൻ आयतुमाय होट्टൽ मुऱि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
सिङ्क् स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीൽ आण्
ऒरु तटि तऱ
जनल अटच्चु
सिൽवർ ऱिं उळ्ळ कऱुत्त काർ टयർ
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
चुवन्न मेश विळक्क् मेशप्पुऱत्त् इरिक्कुन्नु
तटि कॊण्टुळ्ळ रात्रि स्ऱ्ऱाൻड्
उयरमुळ्ळ पुल्ल् सस्यङ्ङൾ
ऒरु वीटिन्ऱॆ चॆटियुटॆ भागं
चुवप्पुं पच्चयुं प्लॆय्ड् सोफ
वलिय अटुक्कळ प्रदेशं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऱोडिन्ऱॆ वशत्त् निർत्तियिट्टिरिक्कुन्न वाहनङ्ङൾ
नटप्पातयिൽ निൽक्कुन्न ऒरु स्त्री .
फोणिൽ निൽक्कुन्न मनुष्यൻ
मऴ जाक्कऱ्ऱ् धरिच्च ऒरु स्त्री
तॆरुविൽ टाक्सि क्याब् ओटिक्कुन्नु
ऒरु तॆरुविൽ मञ्ञ टाक्सि ओटिक्कुन्नु
तिरक्केऱिय नगरत्तिलॆ नटप्पातयिलूटॆ नटक्कुन्न व्यक्ति
व्यक्ति नटप्पातयिलूटॆ नटक्कुन्नु
ऒरु कूट्टं आळुकൾ निൽक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वॆळ्ळत्तिनटुत्तुळ्ळ पूक्कൾ
ऒरु नटप्पातयिൽ ऒरु भक्षण स्ऱ्ऱाൻड्
क्रोस् वाक्किൽ कटक्कुन्न व्यक्ति
वॆळिच्चत्तिൽ वाൻ ओटिक्कुन्नु
ऱोडिൽ मञ्ञ टाक्सि
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
स्त्रीकൾ पिङ्क् षർट्ट् धरिक्कुन्नु
टाൻ तॊप्पि ऒरु पोस्ऱ्ऱिൽ तूक्कियिरिक्कुन्नु
टाർमाक्किൽ ऒरु वॆळुत्त विमानं
टाർमाक्किൽ निർत्तियिट्टिरिक्कुन्न विमानङ्ङൾ
विमानत्तिलॆ चॆऱिय विൻडो
ऱोडिൽ काർ
चॆऱिय पाऱकൾ
मरत्तिन्ऱॆ ट्ट्रङ्क् तकർन्नु
चुवन्न षोർट्ट्सिलुळ्ळ व्यक्ति
कुऱ्ऱिच्चॆटि वळरॆ चॆऱुताण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु ऱोडिनटुत्तुळ्ळ ऒरु ऎरुम
आकाशत्त् मेघं
वॆळ्ळत्तिलूटॆ वॆळुत्त बोट्ट् नीङ्ङुन्नु
किळि कूट्टिलुण्ट्
वॆळ्ळत्तिൽ निൽक्कुन्न पक्षि
वलत् कण्ण्
ध्रुवत्तिൽ वॆळिच्चं
शान्तमाय प्रदेशत्त् हैवे
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
डोक्किन् अटुत्तुळ्ळ वॆळुत्त बोट्ट् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
बोट्ट् ओऱञ्च् आण्
नटप्पातयिൽ निरयायि बैक्कुकൾ
चॆऱिय पच्च मिनिवाൻ
अमेरिक्कൻ पताक कॆट्टिटत्तिन्ऱॆ वशत्त् तूक्कियिरिक्कुन्नु
कॆट्टिटत्तिन् पिन्निलॆ मरं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वॆळुत्त ताऱाविൽ ओऱञ्च् बीक्क्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
नीळमुळ्ळ मञ्ञ स्कीस् पिटिच्चिरिक्कुन्न मनुष्यൻ
मञ्ञुवीऴ्चयिൽ चुवन्न पताक
ऱोडिൽ कऱुत्त स्कूट्टർ
कऱुत्त मॆऱ्ऱൽ लोक्क् बोक्स्
कॆट्टिटत्तिलॆ ग्लास् विൻडो
नटप्पात इळं चारनिऱमाण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
काऱुकळुळ्ळ ऱोडिൽ पाർक्क् चॆय्तिरिक्कुन्न
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वऴिक्क् नटुविलुळ्ळ वॆळुत्त वरकൾ
इटुङ्ङिय ऱोडिൽ काർ पाർक्क् चॆय्तिरिक्कुन्नु
अवन्ऱॆ तलयिൽ चुवन्न हॆൽमॆऱ्ऱ्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वळ्ळं ऒरु कप्पलिलाण्
पिङ्क् पान्ऱ्स्
नटप्पातयिൽ नील पाർक्किंग् लैनुकൾ
मनुष्यൻ नटक्कुन्नु
नटप्पात
ऱेडियोयिൽ पच्च ईन्तप्पन
वॆळ्ळि हब्काप्पिलॆ द्वारं
नील जीൻ पावाटयिൽ पॆൺकुट्टि
पोस्ऱ्ऱिलॆ इलक्ट्रिक्कൽ बोक्स्
ऱोडिन्ऱॆ वशत्त् चिह्नं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वलिय कऱुत्त अटित्तऱयुळ्ळ नील चिह्नं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु फ्रॆयिमिलॆ चित्रं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
चॆटिक्कु समीपं चुवन्न काർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
तॆरुविൽ वॆळुत्त बस्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
अलङ्करिच्च क्रिस्मस् ट्री .
पർवतत्तिनटुत्तुळ्ळ मञ्ञ डंप् ट्रक्क्
मरत्तिൽ पच्च ईन्तप्पन
आकाशत्त् सूर्यൻ
वैऱ्ऱ् प्रिन्ऱ् शैलियिलुळ्ळ अक्षरं
वॆळिच्चं सिलिंगिൽ आण्
इळं तविट्ट् तटि
स्त्रीयुटॆ अधरङ्ङൾ
चुऱ्ऱुं पुल्लुळ्ळ इष्टिक
ऒरु कटൽपक्षि निൽक्कुन्नु
कॆट्टिटं वलुताण्
इरुण्ट निऱमुळ्ळ वाൻ .
वർण्णाभमाय मुकळिൽ इरुण्ट मुटियुळ्ळ स्त्री
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
स्त्री पुरुषन्ऱॆ अटुत्ताण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
चारनिऱत्तिलुळ्ळ नटप्पात इष्टिक
मनुष्यൻ निൽक्कुन्नु
ऒरु संघत्तिൽ मून्न् पेർ निൽक्कुन्नु .
टाർमाक्किൽ ऒरु लगेज् काർट्ट्
ऒरु विमानत्तिन्ऱॆ वाൽ
चुवरिൽ कऱुत्त विश्रममुऱि चिह्नं घटिप्पिच्चिरिक्कुन्नु
ऒरु नीण्ट मॆऱ्ऱൽ ऱाक्क्
ऒरु मॆषीनिൽ वॆळिच्चं
वरयुळ्ळ कुप्पायं धरिच्च कुट्टि
मुऱियुटॆ परिधियिलुळ्ळ क्यामऱकൾ
मान्ऱलिൽ चट्टि
मनुष्यन् ऒरु आट्टिൻकुट्टि उण्ट्
क्याൻवासिൽ पॆयिन्ऱिंग् चॆय्युन्न व्यक्ति
चुवन्न कसेरकळुटॆ ऒरु निर
रण्ट् पोलीस् ओफीसർमाർ
हौस् बोट्ट् वॆळ्ळत्तिൽ
ऒरु कॊट्टयिൽ ऱॊट्टि
चॆऱिय कऱुत्त मुटियुळ्ळ मनुष्यൻ
ऒरु वलिय चारनिऱत्तिलुळ्ळ पन्त्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
स्नान तॊट्टियिൽ इरिक्कुन्न ऒराൾ .
विൻडोयिൽ तिरश्चीन वॆनीष्यൻ मऱय्क्कुन्नु
ड्रॆस्सऱिൽ फ्लाऱ्ऱ् स्क्रीൻ टॆलिविषൻ
लैऱ्ऱुकൾ सीलिंगिൽ निन्न् ताൽक्कालिकमायि निർत्तिवच्चिरिक्कुन्नु
पुरुषन् नरच्च मुटियुण्ट् .
द्वीप् बीच्च् रंगं
बस्सिൽ इरिक्कुन्न आळुकൾ .
ऒरु मिठायि कटयिൽ पुरुषनुं स्त्रीयुं
मुऱियिलॆ कसेर डॆस्क् कोंबो
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मञ्ञिൽ कुप्पायमिल्लात्त ऒराൾ
क्यूबिक्किळुकൾक्कुळ्ळ ग्रे डिवैडऱुकൾ
वातिलिलॆ विൻडो पाळि
ट्रक्किन् वॆळुत्त चरक्क् उटमयुण्ट्
कसेरय्क्क् कालुकळिल्ल
मनुष्यൻ तल तिरिञ्ञु
कुट्टि विमानत्तिलेक्क् नटक्कुन्नु
पूच्चॆण्टिन् चुऱ्ऱुमुळ्ळ पർप्पिൾ टिष्यु कटलास्
ऒरु वलिय मुऱियिलॆ पूൾ टेबिൾ
ऒरु मेशप्पुऱत्त् पाडिൽ
ऒरु मुऱियिൽ निൽक्कुन्न मनुष्यൻ .
मनुष्यൻ वॆळ्ळत्तिൽ विश्रमिक्कुन्नु .
मनुष्यൻ ऒरु कुळत्तिलाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
तविट्टुनिऱत्तिलुळ्ळतुं वॆळुत्ततुमाय ऒरु गोवणि
कॆट्टिटं पच्चनिऱत्तिलाण् .
मञ्ञुवीऴ्चयिൽ धाराळं आळुकൾ
वॆळ्ळि टोय्लऱ्ऱ्
मुऱियिൽ मञ्ञ स्लैड्
व्याज भक्षणं निऱच्च चैൽड् षोप्पिंग् काർट्ट्
इतॊरु अटुक्कळयाण्
सिङ्किൽ ऒरु पात्रं
अटुक्कळ अलमारयिൽ तरंतिरिच्च धान्यङ्ङൾ
मूलयिൽ वॆळुत्त मैक्रोवेव् ओवൻ
ऒरु अटुक्कळयिൽ मतिൽ पेप्पർ चॆय्त मतिൽ
ओऱञ्च् ड्रयऱुकळुटॆ ऒरु मतिൽ .
चुमरिൽ वॆळुत्त पैप्प्
कुळत्तिनटुत्तुळ्ळ डोൾफिൻ प्रतिम
क counter ण्टऱिन् मुकळिൽ मैक्रोवेव्
तॊप्पियिलॆ अटयाळं
ऒराൾ मुट्टुकुत्ति निൽक्कुन्नु
कऱुत्त पान्ऱ्स् धरिच्च व्यक्ति
ऒरु विरिप्पिൽ इरिक्कुन्न जनं
सीलिंगिൽ निन्न् तूङ्ङिक्किटक्कुन्न लैऱ्ऱ्
चतुरं मुऴुवൻ कसेरयिൽ
कैकൾ वायुविൽ
ओऱञ्च् पॆयिൽ मतिलिൽ निन्न् तूक्कियिरिक्कुन्नु
वॆळुत्त अलक्कुयन्त्रं ऒरु कौण्टऱिन् कीऴिलाण्
जालकत्तिन् मुन्निൽ इरिक्कुन्न व्यक्ति
द्वीप् बीच्च् रंगं
कुळत्तिनटुत्तुळ्ळ ब्रौൺ लोञ्च् कसेर
ऒरु कुळत्तिൽ ऒरु कूट्टं कुटकൾ
मनोहरमाय कसेरय्क्क् समीपं चुवन्न बॆञ्च्
पच्च कटलाम कुळं
ऒरु मुऱियिൽ धाराळं आळुकൾ
नीलयुं कऱुप्पुं निऱमुळ्ळ प्लॆय्ड् षർट्ट् धरिच्च मनुष्यൻ
ट्रक्किलॆ पोळाർ ऎन्न पदं
कऱुप्पुं ब्रौൺ निऱवुमुळ्ळ ऒरु परवतानि
तविट्ट् मेशयुटॆ इटतुवशत्त् कऱुत्त कसेर
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु मनुष्यन् मञ्ञयुं कऱुप्पुं निऱत्तिलुळ्ळ टै
नटप्पातयिलूटॆ नटक्कुन्न व्यक्ति
चुवन्न स्काർफ् धरिच्च स्त्री
निलत्त् प्राव्
डोक्क् चॆय्त ह bo स्बोट्टिन्ऱॆ पुऱकिൽ
ऒरु मञ्ञ पावाट
मुऱियिൽ कऱुत्त टिवि
टॆलिविषൻ ऱिमोट्ट् चुवन्न मेशप्पुऱत्त् इरिक्कुन्नु
चुमरिൽ मिऱർ
चुवरिൽ तूक्कियिट्टिरिक्कुन्न चित्रं
चुवरिൽ ऒरु वलिय पॆयिन्ऱिंग्
कुञ्ञ् आन
पालत्तिൽ नटक्कुन्न आळुकൾ
पोयिन्ऱुचॆय्त टोप्प् उळ्ळ टवർ
इव पऴय घटनकळाण्
चविट्टुपटिकൾ
सർप्पिळ पटिकळिൽ नटक्कुन्न व्यक्ति
ऒरु ऱॆसिडൻष्यൽ कॆट्टिटत्तिलॆ विൻडो
वॆळ्ळि वॆण्ण कत्तिकൾ
प्लेऱ्ऱिन्ऱॆ इटतुवशत्तुळ्ळ पात्रं
कटलासिൽ कऱुत्त अक्षरङ्ङൾ
कोफि कप्प् निऱयॆ पतञ्ञ कोफि
पात्रत्तिൽ वाऴप्पऴं मुऱिक्कुक
ग्लास् कुप्पियिलॆ पानीयं
चुवन्न पूक्कൾ निऱञ्ञ ऒरु पूत्तट्टं
मऴविल्ल् अർद्धचन्द्रनॆप्पोलॆ काणप्पॆटुन्नु
कसेरयिൽ मरं स्लाऱ्ऱ्
ऒरु तविट्ट् मरं काबिनऱ्ऱ् वातिൽ
तोक्क् तिळङ्ङुन्नु
ऒरु पർवतशिखरत्तिन् मुकळिलुळ्ळ नीलाकाशं .
ऒरु अप्पाർट्ट्मॆन्ऱ् कॆट्टिटत्तिलॆ ऒरु जनाल
ऒरु बाग् कोट्टൺ मिठायि
ऒरु कऱुत्त कसेर
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वळच्चॊटिच्च चरटुळ्ळ फोൺ
तॆरुविൽ पाർक्क् चॆय्तिरिक्कुन्न ऒरु वॆळुत्त काർ
वॆळुत्त काർ वेलिनटुत्त् निർत्ति
कॆट्टिटत्तिन्ऱॆ विൻडो वशं
इत् ऒरु स्त्रीयाण्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
तॆरुविൽ मञ्ञ वरकൾ
कऱुत्त काർ तॆरुविൽ पाർक्क् चॆय्तु
तॆरुव्
इतॊरु काऱाण्
वॆळ्ळं पच्च निऱत्तिलाण् .
काऱिलॆ लैसൻस् प्लेऱ्ऱ्
कऱुत्त निऱमुळ्ळ काർ ऱोडिൽ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कुञ्ञ् आन
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
काऱिन्ऱॆ टयർ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कऱुत्त ऱब्बऱुं सिൽवർ मॆऱ्ऱलुं उपयोगिच्च् निർम्मिच्च काർ टयർ
पाർक्क् चॆय्तिरिक्कुन्नु वॆळुत्त काർ .
तिळक्कमुळ्ळ ऱियർ ब्रेक्क् लैऱ्ऱ्
ऒरु वलिय ओफीस् कॆट्टिटत्तिलॆ विൻडो
कॆट्टिटत्तिन् मुन्निलॆ जालकं
इळं ब्रौൺ निऱमुळ्ळ मेൽक्कूरयुळ्ळ नील वीट्
नटप्पातयिलूटॆ नटक्कुन्न प्रायमाय स्त्री
ऒरु वलिय कऱुत्त चवऱ्ऱुकुट्ट
तॆरुव् अटयाळङ्ङൾ अमेस् पऱयुन्नु
नटप्पातयिൽ निൽक्कुन्न स्त्री
कॆट्टिटत्तिलॆ चतुर विൻडो
तविट्टुनिऱत्तिलुळ्ळ तटि पुस्तक षॆൽफिൽ पुस्तकं
डॆस्क्किन् मुकळिൽ पेप्पർ कप्प् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मेशप्पुऱत्त् वास्
तिळङ्ङुन्न नील कोफि मग्
अटुक्कळ सिङ्किൽ वॆळ्ळि फौस्ऱ्ऱ्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
जीൻसुं कऱुत्त षർट्टुं धरिच्च स्त्री .
नीलयुं वॆळ्ळयुं निऱत्तिൽ उळ्ळ पाർक्किंग् चिह्नं .
टोय्लऱ्ऱिलॆ प्लान्ऱ्
कऱुत्त ऎऴुत्त् उळ्ळ वॆळुत्त पुस्तकं
ऒरु टाൻ काർ पाർक्क् चॆय्तिरिक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
स्त्रीक्क् कऱुत्त मुटियुण्ट्
द्वीप् बीच्च् रंगं
पोळिलॆ बानऱुकൾ
स्ऱ्ऱोർ विൻडोयिलॆ प्रतिफलनं
नीळमुळ्ळ बॆञ्च् .
पोർच्चिൽ वुडൻ प्लाൻक्
मरत्तिൽ निन्न् वीणुपोय तविट्टुनिऱत्तिलुळ्ळ इल
इल निऱच्च वयलिൽ ऒरु कल्ल्
सिൽवർ ऎस्युवि ऱोडिൽ निർत्तियिरिक्कुन्नु
ऒरु मॆयिൽबोक्सिൽ पॆयिन्ऱ्
वॆळुत्त कॆट्टिटत्तिन् मुन्निलॆ विൻडो
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वॆळ्ळि काർ
निൽक्कुन्न स्त्रीकൾ
इष्टिक कॆट्टिटत्तिन् मुन्निलॆ विൻडो
तॆरुव् चिह्नं नൽकरुत्
चुवन्न तलयुळ्ळ स्त्री नटप्पातयिൽ अटिक्कुन्नु
कॆट्टिटत्तिन् मुन्निൽ जनൽ
मॆऱूൺ काർ नियन्त्रणं विट्ट् निർत्ति
नील वाहनं तॆरुविൽ पाർक्क् चॆय्तु
जीप्प् स्यूव् कർबिൽ निർत्तियिट्टिरिक्कुन्नु
ऒरु लोहध्रुवत्तिൽ ऒरु तॆरुव् वॆळिच्चं
षॆൽफ् कळർ ब्रौൺ आण्
ऒरु कम्प्यूट्टർ ऒरु कीबोർडिन् मुन्निलाण्
नीलयुं वॆळ्ळयुं कोफि मग्
चुमरिൽ ऒरु शून्यमाय पोस्ऱ्ऱർ बोർड्
लघुभक्षणत्तिन्ऱॆ मञ्ञ पॆट्टि
मेशप्पुऱत्त् कऱुत्त मोणिऱ्ऱർ
कऱुप्पुं वॆळुप्पुं डॆस्क् विळक्क्
चारनिऱत्तिलुळ्ळ प्लास्ऱ्ऱिक् चवऱ्ऱुकुट्ट डॆस्किन् कीऴिलाण्
ऒरु वॆळुत्त मैक्रोवेव् ओवൻ
कम्प्यूट्टർ मोणिऱ्ऱऱिन् मुन्निൽ ओफीस् कसेर
नील कसेरयिൽ नील काർडिगൺ पॊतिञ्ञु
ऒरु षॆൽफिൽ ऒरु कूट्टं बैൻडऱुकൾ
ऒरु वॆळुत्त कटलास्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु पऴय कऱुत्त टयർ
मॆऱूൺ ऎस्युवि ऱोडिलूटॆ ओटिक्कुन्नु
चुवरिൽ तूक्कियिट्टिरिक्कुन्न माप्प्
फ्लोऱसन्ऱ् सीलिंग् लैऱ्ऱुकൾ
ऒरु तटि मरं
नील मतिलुकൾ
वॆळुत्त डिसियुटॆ वलिय विൻडो
वॆळुत्त अक्षरङ्ङळुळ्ळ चुवन्न तॆरुव् चिह्नं
वॆळुत्त वरयुळ्ळ चुवन्न चिह्नं
ऱोडिൽ काർ ड्रैविंग्
वॆळुत्त अलङ्कारङ्ङळुळ्ळ नील बानർ
कऱुत्त ऱॆयिलिंग् पातयोरत्त्
सർफ्बोർडिलॆ व्यक्ति
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पाർक्क् चॆय्तिरिक्कुन्न काऱुकळुटॆ ऒरु निर
ऒरु कऱुत्त कम्प्यूट्टർ मोणिऱ्ऱർ
6thवॆळ्ळत्तिन् मुकळिलुळ्ळ वർण्ण मऴविल्ल्
वलतुवशत्तुळ्ळ वेलि
ऒरु मेशप्पुऱत्त् ऒरु कोफि कप्प्
तॆरुव् विळक्क् अणञ्ञताण्
द्वीप् बीच्च् रंगं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
" मञ्ञ , कऱुत्त काൽनट क्रोसिंग् सिग्नൽ "
ऒरु कऱुत्त ट्राष् बाग् .
ब्लाक्क् टाङ्क् टोप्पिलुळ्ळ व्यक्ति
कऱुत्त षർट्ट् धरिच्च पय्यൻ
ऒरु चॆऱिय चार मोट्टोർसैक्किൾ
वलिय कॆट्टिटत्तिलॆ जनൽ
इतॊरु मोट्टोർ वाहनमाण्
रण्टुपेർ पटिक्कॆट्टिन्ऱॆ अटियिൽ संसारिक्कुन्नु .
वाൻ नील वॆळ्ळयुं पच्चयुमाण्
ऒरु बिसिनस्सिलेक्कुळ्ळ ऒरु वऴि
वाहनत्तिन्ऱॆ चक्रं
ऒरु बाग् कोट्टൺ मिठायि
तॆरुविൽ नटक्कुन्न मनुष्यൻ
वॆळुत्त काർ पाർक्क् चॆय्तिरिक्कुन्नु
ऒरु ध्रुवत्तिन्ऱॆ चुवन्न अग्रं
ऒरु बाग् कोट्टൺ मिठायि
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
चित्र फ्रॆयिं स्वർण्ण निऱत्तिलाण् .
प्रवेशन कवाटत्तिलेक्क् नयिक्कुन्न पटिकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
इतॊरु टाक्सि काർ आण्
इलकळिल्लात्त वलिय मरं
वർक्क् ट्रक्क् वॆळुत्तताण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु तॆरुविन्ऱॆ वशत्त् पाർक्क् चॆय्तिरिक्कुन्न ऒरु वॆळुत्त काർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चुवन्न इष्टिक विൻडोयिलॆ विൻडो
काർ चुवप्प् निऱत्तिൽ तॆरुविൽ पाർक्क् चॆय्युन्नु
कॆट्टिटत्तिलॆ जालकङ्ङൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
तविट्ट् मरतटि
पट्टण वीट् मञ्ञ चायं पूशि
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्तुळ्ळ विൻडो
ओऱञ्च् लैफ् सेविंग् धरिच्च मनुष्यൻ
कोवणिप्पटियिൽ ऒरु कलं
पुल्लिൽ उयरमुळ्ळ पच्च वृक्षं
विशालमाय ऒरु जलस्थलं
चुवरिൽ पायൽ
पट्टणत्तिन् चुऱ्ऱुमुळ्ळ कट्टियुळ्ळ मरङ्ङൾ
कुञ्ञ् आन
वॆळ्ळत्तिൽ सञ्चरिक्कुन्न वलिय वॆळ्ळ बोट्ट्
ऒरु कऱुत्त ट्राष् बाग् .
चुवन्न अग्नि जलांशं अकलॆ काणां
पॆൺकुट्टियुटॆ तविट्ट् निऱमुळ्ळ मुटि .
इष्टिक कॆट्टिटत्तिन्ऱॆ मुൻवशत्तॆ विൻडो
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु तटाकत्तिनटुत्तुळ्ळ पक्षि
लोहत्तिन्ऱॆ मेൽक्कूरयुळ्ळ पऴय षॆड्
उयरवुं ब्रौൺ निऱत्तिलुळ्ळ पർव्वतं
चारनिऱत्तिलुळ्ळ तविट्टुनिऱत्तिलुळ्ळ पाऱकळुटॆ कूम्पारं
आळुकൾ नटक्कुन्नु
निलत्त् तूൺ
वृत्ताकृतियिलुळ्ळ मुकൾभागं उळ्ळ ऒरु जनൽ
ऒरुमिच्च् निൽक्कुन्न दम्पतिकൾ
इतॊरु किटक्कयाण्
क्लोसऱ्ऱिൽ वॆळुत्त वातिൽ
ऒरु कऱुत्त सोप्प् पॆट्टि
ऒरु नीण्ट प्रकाशं ओणाण्
विळक्किൽ वलिय विळक्क्
ऒरु नैऱ्ऱ् स्ऱ्ऱाൻडिൽ ऱेडियो
मेशप्पुऱत्त् टॆलिविषൻ
हॆड्बोർडिൽ चतुरं
ऒरु कऱुत्त ट्राष् बाग् .
वॆळुत्त कटलासुकळुटॆ नेർत्त कूम्पारं
चुवरिൽ विळक्क् षेडुकൾ
ड्रॆस्सർ तविट्टुनिऱमाण्
बीज् निऱमुळ्ळ कोർडड् फोൺ .
हॆड्बोർडिन् मुकळिलुळ्ळ चित्रं
ओऱञ्च् डॆस्क् कसेर
वातिൽ फ्रॆयिं वॆळुत्त निऱत्तिलाण्
कळङ्कमिल्लात्त वृत्तियुळ्ळ भक्षण मुऱि
वॆळुत्त चायं पूशिय फ्रॆयिं उळ्ळ जनൽ
अऴुक्किन्ऱॆ अरिकिൽ वळरुन्न पुल्लिन्ऱॆ ऒरु भागं
लोहत्तिन्ऱ वातिൽ मुट्ट्
इतॊरु जीप्प् आण्
चाय कॆऱ्ऱिൽ वॆळ्ळियाण्
वातिൽ वॆळुत्ततुं चतुराकृतियिलुळ्ळतुमाण्
मुऱियुटॆ मूलयिൽ सोफ
इतॊरु चारनिऱत्तिलुळ्ळ टॆलिविषनाण्
चित्रं चुमरिलाण्
वॆळ्ळि फोसॆऱ्ऱ्
वॆळ्ळि लोहत्तिൽ निർम्मिच्च कानिस्ऱ्ऱർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
रात्रि स्ऱ्ऱाൻडिൽ वॆळ्ळयुं कऱुप्पुं विळक्क्
चारनिऱत्तिलुळ्ळ तलयिण
टोय्लऱ्ऱ् वॆळुत्तताण्
अटुक्कळयिलॆ काबिनऱ्ऱ्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मुऱियिलॆ तविट्ट् वातिൽ
तऱयिൽ सूर्यप्रकाशं
इतॊरु सिङ्काण्
" चारयुं , वॆळ्ळयुं सैडिंग् "
आश्वासकनुं तलयिण कवऱुकळुं ऒरे रीतियाण्
वॆळुत्त तटि बाൽक्कणि
" कऱुप्प् , वॆळ्ळि श्रेणि "
पकൽ आकाशत्तिन्ऱॆ वॆळिच्चं
ग्लास् विൻडो सुतार्यमाण्
वॆळिच्चं तूङ्ङिक्किटक्कुन्नु
ऒरु मुऱियुटॆ मूलयिൽ ऒरु प्लान्ऱ्
वॆळुत्त अटुप्पिൽ ग्लास् विൻडो
पच्चयुं मञ्ञयुं उळ्ळ वीट्
ऒरु नटप्पातयिൽ मरं .
अलङ्कार पच्च ग्लास् वास्
ऒरु मरत्तिन् मुन्निൽ ऒरु काർ
वॆळुत्त तुणियिൽ वलिय तलयिण
तविट्ट् पॆयिन्ऱिंग् उळ्ळ मुൻ तटि वातिൽ
पाർप्पिट कॆट्टिटत्तिन्ऱॆ वीट्टुमुऱ्ऱत्त्
किटप्पुमुऱियिलॆ लैऱ्ऱ् स्विच्च्
चुवरिൽ तूक्कियिट्टिरिक्कुन्न ऒरु फ्रॆयिं पॆयिन्ऱिंग्
इळं निऱमुळ्ळ मरं कॊण्ट् निർम्मिच्च वातिൽ
टोय्लऱ्ऱ् सीऱ्ऱ् मुकळिलाण्
पऴयतुं चॆऱुतुमाय टॆलिविषൻ सॆऱ्ऱ्
वलिय नील पूक्कळुळ्ळ पीच्च् निऱमुळ्ळ किटक्क
मेशयिलॆ लघुलेखकൾ
फाൻ कऱुत्तताण्
ऱॆसिडൻष्यൽ लिविंग् ऱूमिन्ऱॆ इन्ऱीरियർ
जनालयिलॆ चतुर पाळि
वॆळिच्चं ओणाण्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
चित्रत्तिन् समीपमुळ्ळ वॆळुत्त मतिൽ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
भक्षण भागत्तॆ उൾभागं
" कसेर मरं कॊण्टाण् निർम्मिच्चिरिक्कुन्नत् , नाल् कालुकळुण्ट् "
पक्षियुटॆ वायिൽ ऒरु मत्स्यं
ऒरु पक्षियुटॆ कॊक्क्
तूक्कियिट्ट कलत्तिൽ पिङ्क् पूक्कൾ
ऒरु चॆऱिय चारनिऱत्तिलुळ्ळ काർ
वॆळुत्त पाർक्क् चॆय्त काർ
वाहनं वॆळुत्तताण् .
अव्निङ्ङ् मूटुन्नु
ऒरु वाहनत्तिൽ चुवप्पुं व्यक्तवुमाय टॆयिൽ लैऱ्ऱ्
ऒरु ऱोडिൽ ऒरु वॆळुत्त अम्पटयाळं
ऒरु वॆळुत्त वाहनं
ऒरु काऱिन् वॆळ्ळिनिऱं
कऱुप्पुं स्वർण्णवुं जलांशं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पच्च चतुरश्र स्ट्रीऱ्ऱ् अटयाळं पोळिൽ .
चुवन्न वाൻ वलतुवशत्त् निർत्ति .
वऴियिൽ ऒरु कऱुत्त काർ
" मेൽक्कूर ऱाक्क् उळ्ळ वॆळ्ळ , चुवप्प् वाൻ "
पच्चयुं वॆळ्ळयुं अटयाळङ्ङൾ
तॆरुविलूटॆ नटक्कुन्न मनुष्यൻ
पिङ्क् उटुप्पुळ्ळ स्त्री
तॆरुविൽ मञ्ञ टाक्सि क्याब्
चारनिऱत्तिलुळ्ळ कॆट्टिटत्तिन् ऒरु जालकमुण्ट्
व्यक्ति पुऱत्त् नटक्कुन्नु
वळञ्ञ पोळिलॆ ट्राफिक् लैऱ्ऱ्
ऒरु नगरत्तिलॆ उयरमुळ्ळ कॆट्टिटं
मनुष्यൻ धरिक्कुन्न चुवन्न जाक्कऱ्ऱ् .
चारनिऱत्तिलुळ्ळ पान्ऱिलुळ्ळ व्यक्ति निൽक्कुन्नु
" ओऱञ्च् , मञ्ञ पूक्कळुटॆ ऒरु पाच्च् "
नीळमुळ्ळ वॆळुत्त लिमोसिൻ
द्वीप् बीच्च् रंगं
इरुण्ट वण्टि तॆरुविൽ पाർक्क् चॆय्तिरिक्कुन्नु
वानिलॆ वॆळुत्त ऎऴुत्त् .
ऒरु ध्रुवत्तिൽ मून्न् विळक्कुकൾ
तॆरुविൽ वॆळ्ळि काർ
ऒरु पऴय कल्ल् पळ्ळि
ऒरु कऱुत्त ट्राष् बाग् .
मनुष्यൻ धरिक्कुन्न चुवप्पुं वॆळ्ळयुं जाक्कऱ्ऱ् .
ऒरु स्त्रीयुटॆ तलय्क्क् मुकळिൽ ऒरु कऱुत्त कुट
नीलयुं स्वർण्णवुमाय पताक .
ऒरु वलिय नगरत्तिलॆ ऱोडुकळिൽ सञ्चरिक्कुन्न टाक्सि क्याब्
तोळिൽ ऒरु चुवन्न पेऴ्स्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
तॆरुविൽ निरवधि टाक्सि काऱुकൾ
चुवन्न बस् ऒरु ऱोडिൽ यात्र चॆय्युन्नु
ऒरु वलिय नगरत्तिलॆ ऒरु उद्यानत्तिन् चुऱ्ऱुं वेलि
पुल्लिൽ वाർत्त कट्ट
द्वीप् बीच्च् रंगं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पच्च काർ तॆरुविൽ पाർक्क् चॆय्तु
वॆळ्ळि काർ तॆरुविൽ पाർक्क् चॆय्तु
कऱुप्पुं वॆळुप्पुं जाक्कऱ्ऱ् धरिच्च मनुष्यൻ
ऒरु नील वाൻ
रण्टुपेർ नटप्पातयिलूटॆ नटक्कुन्नु
सैक्किൾ ध्रुवत्तिൽ चङ्ङलयिट्टु
ऒरु कऱुत्त ट्राष् बाग् .
तॆरुविൽ वरच्च वॆळुत्त वरकൾ
ऒरु चुवन्न पाർक्किंग् चिह्नं
ऒरु कुळं वॆळ्ळं
तॆरुविलूटॆ नटक्कुन्न आळुकൾ
चुवन्न ट्राफिक् लैऱ्ऱ्
ऒरु मञ्ञ टाक्सि काർ
तॆरुविൽ ऒरु काർ
कऱुप्पुं पच्चयुं अटयाळं
फुट्पात्तिൽ रण्ट् मञ्ञ पोस्ऱ्ऱुकൾ
मॆऱ्ऱൽ पोस्ऱ्ऱൽ बोक्स् .
द्वीप् बीच्च् रंगं
अमेरिक्कൻ पताक मुकळिलेक्क् पऱक्कुन्नु
ऱोडिൽ मञ्ञ टाक्सि ड्रैविंग् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कॆट्टिटत्तिन् ऒरु जालकमुण्ट्
मॆऱ्ऱൽ बाൽक्कणि
बाൽक्कणियिलॆ ऱॆयिलिंग्
मुൻवशत्तॆ यन्त्र भुजं
ऒरु तॆरुविൽ नटक्कुन्न ऒराൾ
ऒरु युऎस् मॆयिൽ वाൻ
द्वीप् बीच्च् रंगं
पॆयिन्ऱिंगिलॆ पुष्पं
चुमरिൽ पॆयिन्ऱिंग्
कऱुत्त कसेर तटि
ओऱञ्च् वस्तु
ऒरु वलिय विमानत्तिन्ऱॆ टॆयिൽ स्ऱ्ऱॆबिलैसർ
कऱुत्त अक्षरङ्ङൾ उळ्ळ चिह्नं
ऱोडिൽ मञ्ञ अग्नि जलांशं
ऒरु नदिक्क् मुन्निൽ ऒरु स्त्री
कवलयिलूटॆ ड्रैव् चॆय्युन्नु सिൽवർ वाൻ
चुवप्पुं वॆळ्ळयुं अटयाळं
चारनिऱत्तिलुळ्ळ मेൽक्कूरयुळ्ळ वॆळुत्त वीट्
अकलॆयुळ्ळ ऒरु वलिय कॆट्टिटं
ऒरु कऱुत्त ट्राष् बाग् .
कॆट्टिटत्तिൽ इष्टिक चिम्मिनि
ओऱञ्च् आकाशं चक्रवाळत्तिൽ
कटൽलिन् अटुत्तुळ्ळ कटൽत्तीरं .
इतॊरु नगरमाण्
नीलयुं वॆळ्ळयुं आकाशं
ट्रॆयिनिൽ ऒरु वॆळुत्त वृत्तं
वॆळुत्त मेघङ्ङൾ
चारनिऱत्तिलुळ्ळ ऎक्स्ऱ्ऱॆൻडड् क्याब् ट्रक्क्
पർवतशिखरङ्ङळिൽ वळरुन्न कुऱ्ऱिक्काटुकൾ
कऱुत्त तिळङ्ङुन्न पाർक्क् चॆय्त मिनिवाൻ
अकलॆ पർव्वतं
ऒरु कऱुत्त ट्राष् बाग् .
तविट्ट् मरं बॆञ्च् .
ऱोडरिकिलॆ पच्च वृक्षं
पच्च इलकळुळ्ळ वलिय मरं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु वॆळुत्त वाणिज्य ट्रक्क्
मञ्ञ लैऱ्ऱुकൾ वॆळ्ळत्तिൽ तिळङ्ङुन्नु
ऒरु डिन्नർ टेबिൾ सॆऱ्ऱ्
कमानाकृतियिलुळ्ळ अलङ्करिच्च विൻडो
ऒरु कुन्निൽ ओऱञ्च् कॆट्टिटं .
नाय नटप्पातयिलूटॆ नटक्कुन्नु .
ऒराൾ पटियिऱङ्ङि नटक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु कऱुत्त ट्राष् बाग् .
उयरमुळ्ळ कऱुत्त लैऱ्ऱ् पोൾ
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कॆट्टिटत्तिलॆ नील पदङ्ङൾ
बलूൺ चुवप्पाण्
वीटिन् पुऱत्त् निൽक्कुन्न ऒरु अटयाळं
ऒरु शाखयिൽ अम्म अൻहिंग पक्षि
पक्षियुटॆ कॊक्क्
तविट्टुं वॆळ्ळयुं निऱमुळ्ळ पुफ्फॆर् मत्स्यं नीन्तुन्नु
शाखयिൽ पक्षि
ऒरु शाखयिൽ पक्षि
द्वीप् बीच्च् रंगं
चारनिऱत्तिलुळ्ळ पाऱकॊण्ट् निർम्मिच्च मलञ्चॆरिव्
सीब्रयिൽ वर
मृगत्तिन्ऱॆ तलयिൽ इटत् कॊम्प् .
सूर्यൻ मञ्ञयाण्
वयलिൽ सीब्र
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इटुङ्ङिय शरीरमुळ्ळ पक्षि
ऒरु कुञ्ञ् आन
ऒरु कुन्निൻ मुकळिलुळ्ळ यूट्टिलिऱ्ऱि टवऱुकൾ
ऒरु कयർ घटिप्पिच्चिरिक्कुन्नु
कॆट्टिटत्तिन्ऱॆ मेൽक्कूर
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कऱुत्त ट्राष् बाग् .
ऱोडिन्ऱॆ वलतुवशत्त् मॆऱ्ऱൽ ऱॆयिलिंग्
मञ्ञ पात्रं अटच्चु
तॆळिञ्ञ नीलाकाशं
ऱोडिൽ वॆळुत्त ट्रक्क्
वऴिक्क् अटुत्तुळ्ळ मरं
ऒरु कऱुत्त ट्राष् बाग् .
आकाशं नीलयाण् .
नीळमुळ्ळ कऱुत्त पोस्ऱ्ऱिൽ तॆरुव् वॆळिच्चं
बोट्टिൽ वॆळुत्त पाय्कൾ
द्वीप् बीच्च् रंगं
ऒरु कऱुत्त ट्राष् बाग् .
शोभयुळ्ळ वॆळुत्त सॆडाൻ नियन्त्रणत्तिन् समीपं पाർक्क् चॆय्तिरिक्कुन्नु
उयरवुं वृत्ताकृतियिलुळ्ळतुमाय कुऱ्ऱिक्काटुकൾ
तॆरुविलूटॆ पच्च वृक्षं
ऒरु कऱुत्त ट्राष् बाग् .
वीटिनटुत्तुळ्ळ वॆळुत्त विनोद मेश
नटप्पातयुटॆ इटतुवशत्तुळ्ळ पुल्ल्
हौस् बोट्टिलॆ विൻडो
नगरत्तिलॆ ऒरु तॆरुविൽ उयरमुळ्ळ वॆळुत्त कॆट्टिटं
इत् ऒरु मनुष्यनाण्
ऒरु कऱुत्त ट्राष् बाग् .
काർ तॆरुविൽ पाർक्क् चॆय्तिरिक्कुन्नु
ऒरु जोटि कऱुत्त पान्ऱ्स्
ऒरु वॆळुत्त वाणिज्य वाൻ
तॆरुव् मङ्ङियताण्
तॆरुविलूटॆ प्रकाशं
ऒरु कऱुत्त ट्राष् बाग् .
रात्रियिൽ उयरमुळ्ळ ऒरु विळक्क् पोस्ऱ्ऱ् कत्तियिरिक्कुन्नु
इतॊरु मुऱ्ऱमाण्
ऒरु कऱुत्त ट्राष् बाग् .
वैऱ्ऱ् हाच्च्बाक्क्
ऒरु बाग् कोट्टൺ मिठायि
ऒरु नटप्पातयिൽ निरवधि आळुकൾ
चुवन्न नाल् वातिलुळ्ळ वाहनं
ऱोड् कऱुप्पुं वॆळुप्पुं निऱत्तिलाण् .
कमानपात अलङ्करिच्चताण्
वलिय फ्ळॆयർ जीൻस् धरिच्च स्त्री
उयरमुळ्ळ कऱुत्त चवऱ्ऱुकुट्ट
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु बाग् कोट्टൺ मिठायि
मेൽक्कूरयिलॆ चिम्मिनि
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु कऱुत्त ट्राष् बाग् .
कऱुत्त फिनिषुळ्ळ विळक्क्
पच्च वस्त्रत्तिൽ स्त्री
चुवन्न सैक्किൾ वीण्टुं ऒरु ध्रुवत्तिलेक्क् चाञ्ञु
अकलॆ उळ्ळ कॆट्टिटं .
नील जीൻस् धरिच्च ऒरु स्त्री
वॆळुत्त फ्रॆयिमुळ्ळ विൻडो
समान्तरमायि पाർक्क् चॆय्त काർ
उयरमुळ्ळ स्किन्नि पैൻ मरं
ऒरु ऱब्बർ काർ टयർ
निरवधि विൻडोकळुटॆ लंब निर
ऒरु मञ्ञ लैसൻस् प्लेऱ्ऱ्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु वॆळ्ळि सुव
आकाशत्त् निरवधि मेघङ्ङൾ
ऒरु कऱुत्त ट्राष् बाग् .
कल्लुं लोहवुं उपयोगिच्च् निർम्मिच्च चवऱ्ऱुकुट्ट
धाराळं काऱुकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु बिൽडिंगिन् मुकळिൽ रण्ट् ईन्तपनकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
निർत्तिय वॆळुत्त मिनिवाൻ
इतॊरु कॆट्टिटं आण्
ऒरु पीठत्तिन् मुकळिൽ प्रतिम
इतॊरु नगरप्रदेशमाण्
इरुण्ट तविट्टुनिऱत्तिलुळ्ळ मरं कॊण्ट् निർम्मिच्च बॆञ्च्
ऒराൾ कट कटन्न् नटक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कॆट्टिटत्तिൽ चुवन्न चिह्नं
इताण् वाच्च् टवർ
ऱोडिൽ नील काർ ड्रैविंग्
अम्पटयाळं उपयोगिच्च् नील चिह्नं
चुवन्न कॆट्टिटत्तिलॆ जनलुकळुटॆ वरि
वॆळुत्त निरकळुळ्ळ चुवन्न कॆट्टिटं
ऒरु चॆऱिय वॆळुत्त काർ
ऒरु बाग् कोट्टൺ मिठायि
ऒरु स्त्री ऒरु कुञ्ञ् स्ट्रोळऱॆ तळ्ळिविटुन्नु
अऴुक्कुचालिൽ काർ
कॆट्टिटत्तिन्ऱॆ मुकळिൽ लोहत्तिन्ऱॆ वेलि
मेൽक्कूर टैൽ चॆय्तिरिक्कुन्नु
दूरॆ मरङ्ङൾ उळ्ळ कुन्निൻ प्रदेशङ्ङൾ
काർ पाർक्क् चॆय्तु
मून्न् निल कल्ल् कॆट्टिटं
तुटർच्चयायि रण्ट् चुवन्न काऱुकൾ
तॆरुविൽ पाർक्क् चॆय्तिरिक्कुन्न वॆळुत्त काർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कवलयिൽ ऒरु कऱुत्त काർ
ऒरु कऱुत्त ट्राष् बाग् .
चुवन्न जाक्कऱ्ऱ् धरिच्च मनुष्यൻ .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऱोडिൽ काർ
कॆट्टिटत्तिलॆ ग्लास् विൻडो
वॆळुत्त निർत्तियिट्ट काർ
ध्रुवत्तिൽ चारियिरिक्कुन्न सैक्किൾ
वीट् पच्चयाण्
व्यक्ति नटक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ ऒरु विൻडो
ऒरु कॆट्टिटत्तिलॆ ऒरु विൻडो
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु नीण्ट वळञ्ञ नटप्पात
ऒरु स्त्रीयुटॆ नील बाग्
इतॊरु वलिय कॆट्टिटमाण्
वलिय वॆळुत्त मेघङ्ङळुळ्ळ इळं नीलाकाशं .
ग्रीൻ स्ट्रीऱ्ऱ् चिह्नं कोൺग्रस् सॆन्ऱ्
चुवप्पुं चारनिऱत्तिलुळ्ळ ऎस्युवि
तॆरुविन् अभिमुखमायि कॆट्टिटत्तिन्ऱॆ विൻडो
मञ्ञुवीऴ्चयिൽ चिल आऴत्तिलुळ्ळ टयർ ट्राक्कुकൾ
मञ्ञ् मूटिय ऒरु तॆरुव्
काऱुकൾ मञ्ञुमूटियिरिक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कटुं चुवप्प् कॆट्टिटत्तिलॆ जालकं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वॆळुत्त कॆट्टिटत्तिन्ऱॆ मुकळिलत्तॆ निलयिलॆ विൻडो
मञ्ञयुं नीलयुं अटयाळं
ऒराൾ नटप्पातयिलूटॆ नटक्कुन्नु
विൻडोयिൽ चुवन्न वस्त्रङ्ङൾ
इतॊरु नगर तॆरुवाण्
चुवन्न मङ्ङिय चिह्नं
वस्त्रं धरिच्च स्त्री नटक्कुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वेलियिൽ ओऱञ्च् बाർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
नटप्पातयिलॆ पोൾ
इव ऒरु कूट्टं कॆट्टिटङ्ङळाण्
काർ
व्यक्ति निൽक्कुन्नु
व्यक्ति नटक्कुन्नु
कोർणർ कॆट्टिटत्तिलॆ विൻडो
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ट्राक्टർ नटप्पातयिൽ निർत्ति
बॆञ्चिन्ऱॆ लॆग्
ऒरु नटप्पातयिलूटॆ नटक्कुन्न ऒराൾ
ऒरु बाग् कोट्टൺ मिठायि
द्वीप् बीच्च् रंगं
काऱिൽ कऱुत्त टयർ
तॆरुविൽ ऒरु वॆळुत्त वर
काർ नियन्त्रणत्तिൽ निർत्ति
आकाशं चारनिऱवुं वॆळुत्ततुमाण्
ऒरु ऱोडिन् समीपमुळ्ळ विळक्क् पोൾ
इतॊरु काऱाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
काർ स्वർण्णमाण्
चारनिऱत्तिलुळ्ळ काർ तॆरुविൽ ओटिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
रण्ट् अർद्ध वृत्ताकृतियिलुळ्ळ तुरङ्कङ्ङൾ ऒरु कुन्निൽ स्थापिच्चिरिक्कुन्नु
वॆळ्ळि काർ तॆरुविൽ पाർक्क् चॆय्तु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वॆळ्ळ वाൻ नटप्पातय्क्क् मुन्निൽ निർत्ति
काർ वॆळुत्तताण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऱोडिन् अरिकिൽ मॆऱ्ऱൽ गाർड् ऱॆयिൽ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
तॆरुविൽ पुष्प किटक्क
चुवन्न काർ तॆरुविൽ पाർक्क् चॆय्तु
AIRIS अक्षरङ्ङळुळ्ळ वृत्ताकृतियिलुळ्ळ पन्त्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु नीलयुं वॆळ्ळयुं अटयाळं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऱोडिन्ऱॆ वशत्तुळ्ळ चॆऱिय कल्ल् मतिൽ
ऒरु देशीयपातयिൽ चुवन्न वाहनं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु बाग् कोट्टൺ मिठायि
हुडिलॆ कऱुत्त आन्ऱिन
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
काർ वॆळ्ळियाण्
द्वीप् बीच्च् रंगं
नटप्पातयिलॆ मरं बॆञ्च्
मरत्तिन्ऱॆ तटि
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
" मरं इलकळिल्ल , उद्यानत्तिൽ "
वॆळ्ळत्तिൽ इल
कऱुत्त षोർट्ट्सिलुळ्ळ व्यक्ति
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु नगरत्तिलॆ ऒरु वृक्षं
ऒरु तॆरुविൽ इरिक्कुन्न क्रमीकरणं .
वातिलिनु मुकळिलुळ्ळ अक्कङ्ङൾ
ऒरु कऱुत्त ट्राष् बाग् .
प्लेऱ्ऱ् कऱुत्त निऱत्तिलाण्
ट्रक्किൽ ओऱञ्च् निऱं
वऴियिൽ वॆळुत्त वरकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वॆळ्ळि काർ तॆरुविൽ निർत्ति
काऱिन् मुन्निൽ स्कूൾ कॆट्टिटं
पाർक्क् चॆय्त सिൽवർ सुव .
विळक्क् पोस्ऱ्ऱिन् मुकळिൽ वॆळुत्त विळक्क् .
कॆट्टिटत्तिलॆ पच्च षट्टऱुकൾ
वातिൽ तविट्टुनिऱमाण्
मून्न् जलधार तलकळुळ्ळ आऴमिल्लात्त कुळं
" वॆळ्ळ , चुवप्प् षർट्ट् धरिच्च स्त्री "
नटप्पातयुटॆ अतिർत्तियिൽ कट्टियुळ्ळ हॆड्ज्
" आकाशं तिळङ्ङुन्नु , नीलयाण् "
द्वीप् बीच्च् रंगं
रण्ट् तॆरुव् विळक्कुकൾ
चुवन्न जाक्कऱ्ऱिलुळ्ळ व्यक्ति
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
आळुकൾ पुऱत्त् भक्षणं कऴिक्कुन्नु
रण्ट् ट्राफिक् लैऱ्ऱुकൾ चुवप्प् कत्तिच्चिरिक्कुन्नु
कऱुत्त पाർक्क् चॆय्त काർ
पाർक्क् चॆय्त कऱुत्त काർ
इरुण्ट पच्च सुव
ऒरु कॆट्टिटत्तिलॆ 2 पक्षियुटॆ म्यूऱൽ
ऒरु कॆट्टिटत्तिलॆ विൻडो
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मनुष्यൻ मतिलिनु मुन्निൽ निൽक्कुन्नु
तविट्ट् निऱमुळ्ळ मुटियुळ्ळ मनुष्यൻ
ऒरु चारनिऱत्तिलुळ्ळ स्ऱ्ऱाप्लർ
स्त्रीक्क् ऒरु कण्णुण्ट्
इरिक्कुन्नतुं कात्तिरिक्कुन्नतुमाय व्यक्तियुमायि बॆञ्च्
अवൻ नील जीൻस् धरिक्कुन्नु
ट्रक्क् चुवप्पाण्
षർट्ट् धरिच्च व्यक्ति
वॆळुत्त कुप्पायमुळ्ळ मनुष्यൻ
वॆळुत्त षूस् धरिच्च मनुष्यൻ
वयलिൽ उयरमुळ्ळ नाय
मनुष्यन् वॆळुत्त पल्लुकळुण्ट्
क्यामऱ नोक्कुन्न व्यक्ति
पർवतत्तिൽ निൽक्कुन्न व्यक्ति
ब्लोक्क् पाऱ्ऱेൺ उळ्ळ नटप्पात
कॆट्टिटं उयरमुण्ट्
चॆऱिय मुटियुं गोट्टि उळ्ळ मनुष्यൻ
ऒरु मरत्तिन्ऱॆ तटि
नाय पुल्लिൽ इरिक्कुन्नु
मञ्ञ स्वॆऱ्ऱർ धरिच्च मनुष्यൻ
ऒरु कऱुत्त ट्राष् बाग् .
कै मेशप्पुऱत्तुण्ट् .
तऱयिൽ किटक्कुन्न स्ऱ्ऱाप्लർ
वॆळ्ळत्तिൽ मलञ्चॆरिव्
होट्टൽ प्रवेशन कवाटत्तिൽ काർ
वॆळ्ळत्तिन्ऱॆ अऱ्ऱत्त् बोट्ट्
ऒरु वॆळुत्त युवाविन्ऱॆ तल षोट्ट्
ऒरु कऱुत्त ट्राष् बाग् .
विमानं ऱൺवेयिൽ इरिक्कुन्नु
कोർणർ डॆस्किൽ चारनिऱत्तिलुळ्ळ स्ऱ्ऱाप्लർ
चुवप्प् धरिच्च व्यक्ति
ऒरु युवतियुटॆ तल षोट्ट्
कुञ्ञ् आन
ऒरु काऱिन्ऱॆ लैसൻस् प्लेऱ्ऱ्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
हैवेय्क्क् समीपमुळ्ळ तविट्टुनिऱत्तिलुळ्ळ पाऱ
अटुक्कळयिൽ निൽक्कुन्न मनुष्यൻ
6 वरिकळुळ्ळ हैवे ताऴॆवशं
द्वीप् बीच्च् रंगं
व्यक्ति पच्च षർट्ट् धरिक्कुन्नु
ऒरु पच्च तत्त
तविट्टुनिऱत्तिलुळ्ळ मरत्तिൽ पच्च इलकൾ
चुवन्न कॆट्टिटत्तिन् अभिमुखमायि जनल
उयർन्न तलत्तिलुळ्ळ विൻडोस्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
पियऱिलॆ कल्ल् तटयൽ
ऒरु मनुष्यन्ऱॆ पिन्निൽ पच्च मतिൽ
पश्चात्तलं नीलयाण् .
चॆऱिय तविट्ट् निऱमुळ्ळ मुटियुळ्ळयाൾ
ऒरु मेशय्क्कु चुऱ्ऱुं नाल् कऱुत्त कसेरकൾ
डेർट्ट् ऱोडिൽ वलिय पच्च ट्रक्क्
मञ्ञ स्वॆऱ्ऱർ धरिच्च मनुष्यൻ
ऒरु कऱुत्त ट्राष् बाग् .
लाप्टोप्प् कम्प्यूट्टർ डॆस्किൽ इरिक्कुन्नु
मेशप्पुऱत्त् कोफि कप्प्
वॆळुत्त अक्षरङ्ङळुळ्ळ कऱुत्त चिह्नं
मरत्तिन्ऱॆ तुम्पिक्कै .
वॆळ्ळत्तिൽ ऒरु पाऱ
पाർक्किंग् स्थलत्त् वैऱ्ऱ् वाൻ
ऒरु मरक्कॊम्पिൽ इरिक्कुन्न किळि
आकाशं वॆळुत्त मेघङ्ङळाൽ निऱञ्ञिरिक्कुन्नु
कटुव वॆळ्ळत्तिൽ नटक्कुन्नु
नील वॆळ्ळत्तिൽ बोट्ट्
तविट्टुनिऱत्तिलुळ्ळ इष्ट्टिकयिൽ विൻडोस्
तक्काळि चॆटियुटॆ पच्च इल
तुप्पुन्न सिंहत्तिनटुत्तुळ्ळ व्यक्ति
रण्टुपेർ वॆळ्ळत्तिनटुत्तुळ्ळ पटिकळिൽ इरिक्कुन्नु
निलत्त् कऱुत्त पुळ्ळि
वळरॆ उयरमुळ्ळ कॆट्टिटं
कुञ्ञ् आन
इरुण्ट चारनिऱत्तिलुळ्ळ मेघं आकाशत्त् तूङ्ङिक्किटक्कुन्नु
नीळमुळ्ळ चॆविकळुळ्ळ ऒरु मृगत्तिन्ऱॆ तल .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चक्रवाळत्तिलॆ सूर्यास्तमयं
व्यक्तियुटॆ ऒरु विरलुकൾ
तविट्टुनिऱत्तिलुळ्ळ मरङ्ङळिൽ पच्च इलकൾ
वॆळ्ळत्तिनरिकिൽ निൽक्कुन्न आळुकൾ
ऒरु विनोद उद्यानत्तिलॆ ऒऴुक्कुळ्ळ आऱिलॆ वॆळ्ळत्तिलूटॆ सवारि चॆय्युन्नु
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु नटुमुऱ्ऱत्तॆ पट्टिककൾ
" वॆळ्ळ , कऱुप्प् लैऱ्ऱ् मत्सरङ्ङൾ "
वरान्तयिൽ सुरक्षित वेलियिलॆ अऴिकൾ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्तुळ्ळ ऒरु वरि
तविट्टुनिऱत्तिलुळ्ळ मुൾपटർप्पिन्ऱॆ पच्च इलकൾ
मरङ्ङൾक्क् पिन्निൽ ऒरु कॆट्टिटं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
सूर्यൻ कॆट्टिटत्तॆ प्रकाशिप्पिक्कुन्नु
प्रवेशन कवाटत्तिൽ विൻडो पाळि
ऱोडिन्ऱॆ वशत्त् काർ पाർक्क् चॆय्तिरिक्कुन्नु
कॆट्टिटत्तिलॆ विൻडो
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चुवप्प् निऱमुळ्ळ अग्नि जलांशं
मनुष्यൻ बैक्क् ओटिक्कुन्नु
निलत्त् ध्रुवं
तविट्टुनिऱत्तिलुळ्ळ मरत्तिൽ पच्च इलकൾ
निलत्त् मरं चिप्पुकൾ
व्यक्ति ऒरु पाർक्किൽ नटक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु रंगं डौൺटौणिൽ
वॆळुत्त स्ऱ्ऱैऱोफों प्लेऱ्ऱिൽ मञ्ञ आप्पिൾ
" मञ्ञ , तविट्ट् निऱत्तिൽ उळ्ळ वाऴप्पऴं "
वाऴप्पऴत्तिൽ पुळ्ळि
मेशप्पुऱत्त् भक्षणत्तिन्ऱॆ प्लेऱ्ऱ्
पच्च इलकळुळ्ळ चुवन्न स्ट्रोबॆऱि
इष्टिक कॆट्टिटत्तिन्ऱॆ मूल
" नाल् ओऱञ्च् , वैऱ्ऱ् कोणुकൾ "
ऒरु कऱुत्त ट्राष् बाग् .
सिൽवർ कळऱुळ्ळ विमानं
बोट्टिन्ऱॆ मुकൾवशं
पकൽ समयत्त् रंगं नटक्कुन्नु
ऒरु कॆट्टिटत्तिन्ऱॆ स्कैलैऱ्ऱुकळिलूटॆ वरुन्न सूर्यप्रकाशं
मुൻपन्तियिलुळ्ळ व्यक्ति नटक्कुन्नु .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरिटत्त् धाराळं आळुकൾ
ट्राൻस्पोർट्ट् टॆർमिनलिन्ऱॆ इन्ऱीरियർ
ऒराൾ कै नीट्टुन्नु
वॆळुत्त चायं पूशिय बाह्य पैप्पिंग्
ऒरु कल्ल् नटक्कानुळ्ळ वऴि
ऒरु कॆट्टिटत्तिन्ऱॆ वातिൽ
चॆऱिय पच्च कुऱ्ऱिच्चॆटि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
स्वർण्ण फ्रॆयिं उपयोगिच्च् तुऱन्न नटप्पात
तॆरुविൽ रण्ट् आळुकൾ निൽक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
वृत्ताकृतियिलुळ्ळ ऒरु कॆट्टिटं
अक्वेऱियत्तिलॆ मत्स्यं
कॆट्टिटत्तिलॆ जालकं
ऒरु मुऱ्ऱत्त् वॆळुत्त पूक्कൾ
ऎंऎस् पाक्क् माൻ वीडियो गॆयिं मॆषीൻ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
तरंगत्तिൽ वॆळुत्त तॊप्पि .
पुल्लिनटुत्तुळ्ळ ऒरु रेख
मनुष्यൻ प्रतिमय्क्क् निऱं कॊटुक्कुन्नु
स्त्री ऒरु चित्रं वरय्क्कुन्नु
विळक्क् निऴलिन् वॆळुत्त निऱमुण्ट् .
कोफि कप्पिൽ ब्रषुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
सम्मेळन मुऱियिൽ कसेर
पुऱत्तुळ्ळ ऒरु कुळं
ऒरु बाग् कोट्टൺ मिठायि
ऒरु स्क्रीनिൽ ऒरु पच्च चतुरं
नाल् ब्लेडुकळुळ्ळ फाൻ
गोൾड् ज्यामितीय पाऱ्ऱेൺड् हॆड् बाൻड्
चुवन्न इलकळुळ्ळ मरं
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
काट्टिൽ मुळङ्कण्ट्
ऒरु कऱुत्त ट्राष् बाग् .
तुऱन्न प्लंबिंग् उपयोगिच्च सिंग्
ऒरु वॆळुत्त पुतप्प्
विൻडोय्क्क् चुऱ्ऱुं पिङ्क् ट्रिं
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
बेस्बोൾ कळिक्कारन्ऱॆ लॆग्
टिवियिൽ स्क्रीൻ
नीळमुळ्ळ चुवन्न तलयिण
मूटुशीलकळुळ्ळ वलिय विൻडो .
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु कट्टिलिन् अटुत्तुळ्ळ विळक्क्
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
पच्च नदिक्कु मुकळिलुळ्ळ तविट्ट् पालं
पർप्पिൾ वरयुळ्ळ मञ्ञ स्वॆऱ्ऱർ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
तविट्टुनिऱत्तिलुळ्ळ इलकൾ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
कासिनोयिलॆ क्राप्स् टेबिൾ
टॆलिविषൻ चुमरिൽ तूक्कियिरिक्कुन्नु
स्त्रीयुटॆ सൺग्लासुकळुटॆ ऒरु कूट्टं
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु ध्रुवत्तिൽ चिह्नं
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ओऱञ्च् कळिप्पाट्टत्तिन् चुवटॆयुळ्ळ चायपूशൽ
कुञ्ञ् आन
करटिक्क् कऴुत्तिൽ ऱिबൺ उण्ट्
वेदियिൽ चुवन्न पूक्कൾ
वॆळ्ळत्तिൽ वळ्ळं
तुऱन्न् किटक्कुन्न चरनिऱत्तिൽ उळ्ळ वातिൽ
परिधियिलॆ ऒरु प्रकाशं
आळुकൾ कॆट्टिटत्तिन् चुऱ्ऱुं नटक्कुन्नु
ऒरु वीट्टिൽ चिम्मिनि
ऱोडिलॆ मञ्ञ मीडियൻ .
कौडऱिൽ प्रत्येकतकൾ प्रदർशिप्पिक्कुन्न बोർड्
सीलिङ्ङिलॆ चाൻडिलियർ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
उयरमुळ्ळ कऱुप्पुं वॆळुप्पुं घटिकारं .
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
कुञ्ञ् आन
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
" बीज् , टाൻ ब्लाङ्कऱ्ऱ् कवऱिंग् उळ्ळ इरिप्पिटं "
चॆटियिൽ मञ्ञ पुष्पं
इटतुवशत्त् पूൾ स्ऱ्ऱिक्क् .
जनलिൽ वलिय वॆळ्ळि स्ऱ्ऱीरियो
आൺकुट्टि ऒरु तण्णिमत्तൻ पिटिक्कुन्नु .
सम्मान कट ऎन्न् पऱयुन्न वॆळ्ळ बोർड्
मरत्तिൽ शाख
मरत्तिൽ पच्च इलकൾ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
निलत्त् पाऱकൾ
मञ्ञुवीऴ्चयिൽ निൽक्कुन्न मनुष्यൻ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
नील कळिप्पाट्ट स्कूൾ बस्
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
नाल् मुट्टुकൾ परस्परं अटुक्कुन्नु
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
स्ऱ्ऱोविൽ कॆऱ्ऱिൽ
मतिलिनटुत्त् वृत्त डिनॆऱ्ऱ् सज्जमाक्कि
अटुक्कळ क . ण्टऱिलॆ कोफि निർम्माताव्
ऒरु काबिनऱ्ऱिन्ऱॆ ग्लास् विൻडो
कौण्टऱिൽ इरिक्कुन्नु सिൽवർ टोस्ऱ्ऱർ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
जलत्तिन्ऱॆ वशत्त् कॆट्टिटं
अटुप्पिनु मुकळिलुळ्ळ चुवन्न चट्टि
वॆळुत्त कट्टिलिन्ऱॆ पिൻ कोൺ
कऱुप्पुं वॆळुप्पुं आधुनिक पट्टिक
निङ्ङൾ इरिक्कुन्न ऒरु कसेर
पच्च मरङ्ङळुं कुऱ्ऱिक्काटुकळुं
कॆट्टिटत्तिनॆतिरॆ नील चवऱ्ऱुकुट्ट
पूक्कൾ ऒरु पूत्तट्टत्तिൽ .
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
वयलिൽ ऒरु मरं
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
बाൽक्कणियिलॆ सीऱ्ऱुकळुटॆ निर
द्वीप् बीच्च् रंगं
कॆट्टिटत्तिൽ पच्च जालकङ्ङळुटॆ वळञ्ञ वरिकൾ
ऒरु पाർक्किंग् स्थलत्त् ऒरु काർ
ऒरु मुऱियिलॆ कसेर
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
प्रदेशत्तिन्ऱॆ नटुविलुळ्ळ वॆळ्ळं .
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कऱुत्त ऱौण्ट् टयർ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु वलिय पाऱ ओवർहांग्
कऱुत्त जाक्कऱ्ऱ् उपयोगिक्कुन्न मनुष्यൻ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
निलत्त् इलकൾ
ऒरु कऱुत्त ट्राष् बाग् .
तुरुम्पिൽ वॆळुत्त काൽ मलं
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु पॆरुवऴियिൽ ऒरु चरट्
ऒराൾ कॆट्टिटङ्ङൾक्क् मुन्निൽ नटक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
इष्टिक कॆट्टिटत्तिन् ऒरु जालकमुण्ट्
कॆट्टिटत्तिन्ऱॆ अटियिൽ रण्ट् लैऱ्ऱुकൾ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
स्पीक्कർ कऱुत्तताण्
ऎल्ला कऱुत्त नटत्तत्तिलुं मनुष्यൻ
इतॊरु वीटाण्
ऒरु कुळत्तिलॆ वॆळ्ळत्तिलॆ प्रतिफलनङ्ङൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
मुൾपटർप्पिन्ऱॆ पच्च इलकൾ
द्वीप् बीच्च् रंगं
आकाशत्त् माऱൽ वॆळुत्त मेघं
आकाशं वळरॆ मङ्ङियतुं चारनिऱवुमाण्
मेशप्पुऱत्त् कऱुत्त सिंह प्रतिम
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
पऴय कॆट्टिटत्तिन् ऒरु वातिलुण्ट्
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु मॆऱ्ऱൽ ऱॆयिलॆ अटयाळं
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऱॆयिൽवे पालं उयർत्तिप्पिटिक्कुन्न तटि क्रोस्स् बीमुकൾ
मञ्ञिൽ पक्षिकൾ
निलत्तु पुल्ल्
ऒरु पऴय विन्ऱेज् काർ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
अकलॆ वलिय मरङ्ङൾ
ई चित्रं वीटिनुळ्ळिൽ ऎटुत्तताण्
मतिलिनु नेरॆ बीज् कसेरकൾ .
इटतुवशत्त् ऒरु विൻडो
ऒरु चुवरिൽ चित्रं
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
पिन्निलॆ मतिलिन् मुकळिൽ नीळमुळ्ळ वॆळिच्चं
पाർक्क् बॆञ्चिൽ लघुभक्षणं कऴिक्कुन्न दम्पतिकൾ
तटाकत्तिन् चुऱ्ऱुमुळ्ळ पुल्लिन्ऱॆ वलिय पाच्च्
मरत्तिൽ पच्च सूचि
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
वाൽ पोलुळ्ळ टस्सൽ
वरकळुं इरुण्ट जालकङ्ङळुमुळ्ळ वॆळुत्त बस्
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
मनुष्यन्ऱॆ जाक्कऱ्ऱिൽ वलिय वर
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
कल्ल् स्लाब् निलत्त्
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
काർ चारनिऱमाण्
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
मरत्तिनटियिलॆ कुऱ्ऱिक्काटुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
कॆट्टिटत्तिൽ कऱुत्त ट्रिं चॆय्त जालकङ्ङळुण्ट्
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु अलङ्कार तलयिण
ऒरु ऱग् रूपकൽप्पन
टिवि काबिनऱ्ऱिन् मुकळिൽ इरिक्कुन्न चट्टि
ऒरु कऱुत्त ट्राष् बाग् .
चतुर बाक्क् ऱस्ऱ्ऱुळ्ळ तटि कसेर
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
इटनाऴियिलॆ मतिलिलॆ मूल
ओऱञ्च् ऒरु चूरൽ पात्रत्तिൽ
चुवरिൽ पुष्प चित्रं
चुमरिൽ तूक्कियिट्टिरिक्कुन्न कण्णाटि
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु वृक्षं
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु समचतुरत्तिलॆ व्यक्ति
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कऱुत्त ट्राष् बाग् .
परस्य ट्रॆयिलऱिन् चुवटॆ चाट्
वातिलिनटुत्तुळ्ळ वॆळिच्चं
वीटिन्ऱॆ प्रवेशन कवाटत्तिൽ मेൽक्कूर
ऒरु वीटिन्ऱॆ रण्ट् जालकङ्ङൾ
चुवन्न विൻडोयिൽ ऒरु ग्लास् पानൽ उण्ट्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु वीटिन्ऱॆ जनൽ
वीटिन् मुन्निൽ ऒरु चुवन्न काർ
विൻडोयिൽ पाळि
ऒरु वीट्टिൽ चिम्मिनि
ऒरु कऱुत्त ट्राष् बाग् .
चॆऱिय कल्ल् कुटिൽ
पुൽत्तकिटियिलॆ पच्च पाटुकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु कऱुत्त ट्राष् बाग् .
मेशप्पुऱत्त् वॆळ्ळि पात्रङ्ङൾ
इतॊरु तूवालयाण्
ऒरु कऱुत्त ट्राष् बाग् .
ट्रेयिलॆ वॆळ्ळि पात्रङ्ङൾ
पिङ्क् टवलिൽ चित्रशलभं
ओऱञ्च् प्लेऱ्ऱिन् मुकळिൽ तविट्ट् प्लेऱ्ऱ्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कोफि कप्पिन्ऱॆ कैप्पिटि
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कऱुत्त ट्राष् बाग् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वॆळ्ळि बट्टർ कत्ति
मॆऱ्ऱൽ ब्रेसिलॆ वैऱ्ऱ् षेक्कർ
ऒरु मेशप्पुऱत्त् मून्न् वॆळ्ळि फोർक्कुकൾ
ऒरु मेशप्पुऱत्त् तूवाल
व्यक्तमाय वोट्टिविलॆ मॆऴुकुतिरि
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ड्रॆस्सऱिൽ ऒरु विळक्क्
काबिनऱ्ऱिൽ तटि वातिൽ
चॆटियिൽ पच्च इल
ऒरु कऱुत्त ट्राष् बाग् .
मेशक्कटियिൽ ऒरु तविट्ट् कसेर
निलत्त् कऱुत्त पुळ्ळि
वॆळ्ळत्तिൽ ऒरु वलिय पाऱ
मुऱियिൽ निन्न् पुऱत्तेक्क् ऒरु वातिൽ
मरं अलमारयिൽ कळिमൺ पात्रं
इटतुवशत्त् वॆळुत्त वातिൽ
चुमरिൽ ऒरु मरत्तिन्ऱॆ तुण्ट्
ऒरु कऱुत्त ट्राष् बाग् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चुमरिൽ ऒरु विळक्क्
ऒरु कऱुत्त ट्राष् बाग् .
ई चित्रं वीटिनुळ्ळिൽ ऎटुत्तताण्
वलिय जलाशयं
ऒरु कऱुत्त ट्राष् बाग् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कूट्टं ओऱञ्च् पूक्कൾ
इव वळർन्नुवरुन्न शाखकळाण्
पुष्पत्तिन्ऱॆ मञ्ञ केन्द्रं
नेർत्त चरट् पिटिच्चिरिक्कुन्न मनुष्यൻ
ऒरु कऱुत्त ट्राष् बाग् .
वलिय कूणिൽ घटिप्पिच्चिरिक्कुन्न रण्ट् चॆऱिय कूൺ
ऒरु कऱुत्त ट्राष् बाग् .
टाൻ ऱोक्क् अवसानं निൽक्कुन्नु
" चॆटियिൽ मञ्ञ , वॆळ्ळ पूक्कൾ "
ऒरु कऱुत्त ट्राष् बाग् .
जालकत्तिन् मुन्निൽ नीळमुळ्ळ विरुन्नु टेबिൾ
वॆळ्ळ अक्षरङ्ङळुळ्ळ पच्च तॆरुव् चिह्नं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु मेशयिൽ मोणिऱ्ऱർ
ऒरु कम्प्यूट्टർ CRT स्क्रीൻ
कम्प्यूट्टർ मेश निऱयॆ वस्तुक्कൾ
नीळमुळ्ळ इष्टिक पात
मनुष्यൻ तन्ऱॆ सॆൽ फोणिൽ
वाൽ
वॆळ्ळ निऱत्तिलुळ्ळ ऒरु टॆन्नीस् कळिक्कारൻ ऱाक्कऱ्ऱ् पिटिक्कुन्नु
स्ऱ्ऱफ् करटि ऒरु पटिवातिൽक्कൽ इतावർत्तिच्चाൽ
ऒरु कप्प् केक्किൽ ऐसिंग्
ऒरु ध्रुवत्तिलॆ निർत्तൽ विळक्कुकൾ
ऒरु मॆऱ्ऱൽ पात्रत्तिൽ चुवन्न आप्पिൾ
वॆळुत्त मुकൾवशं उळ्ळ रण्ट् इरिप्पिटं
पुष्पत्तिൽ वॆळुत्त दळङ्ङൾ
पऴय रीतियिलुळ्ळ वस्त्रं धरिच्च स्त्री
आकाशं नील निऱत्तिलाण् .
बस् चुवप्पाण्
ट्रॆयिൻ स्ऱ्ऱेषन् ऒरु जालकमुण्ट्
ऒरु जालकत्तिൽ मऴ पॆय्युन्नु
सेविक्काൻ तय्याऱाय टॆन्नीस् कळिक्कारൻ
" मञ्ञ , नील बोट्टिन् ऒरु जालकमुण्ट् "
पिस्स
आकाशं नीलयाण्
इयाൾ ट्रक्क् ओटिक्कुन्नु
तऱ तविट्टुनिऱमाण्
चॆऱिय पग् नाय
वलिय वॆळुत्त वाणिज्य विमानं पाർक्क् चॆय्तु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
सർफ्बोർडिൽ बीच्च् मणൽ .
नील षർट्टिलुळ्ळ वृद्धൻ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ननञ्ञ स्यूट्टिलुळ्ळ मनुष्यൻ
कऱुत्त वाहनं नीक्कुन्नु
आप्पिळिन्ऱॆ व्यक्तमाय काऴ्च
द्वीप् बीच्च् रंगं
काऱिलॆ ड्रैवർ
मञ्ञ्
तुऱन्न चुवन्न कुट
चायं पूशिय मञ्ञ ताम्रजाल कवർ
ट्रॆयिनिൽ ऒरु विൻड्षीൽड्
लोहत्तिൽ पॊतिञ्ञ मणि
पच्च पुल्लिन् समीपं ऒरु सीब्रयुटॆ मूक्क्
भक्षणत्तिन्ऱॆ ऒरु तळिकयिൽ ऒरु स्पूൺ
ट्रॆयिनिनटुत्तुळ्ळ मरङ्ङൾ
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कऱुत्त ट्राष् बाग् .
कऱुत्त स्वॆऱ्ऱർ धरिच्च स्त्री
आൺकुट्टि डोनट्ट् कऴिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु बेस्बोൾ कळिक्कारൻ कऱुत्त हॆൽमॆऱ्ऱ् धरिक्कुन्नु
चिह्नत्तिൽ चारनिऱत्तिलुळ्ळ अक्षरङ्ङൾ
टिष्यूकळुटॆ ऒरु पॆट्टि
" टानुं , चुवप्पुं निऱमुळ्ळ कॆट्टिटं "
ऒरु पूच्च स्त्रीयुटॆ चुमलिൽ इरिक्कुन्नु
वॆळ्ळत्तिൽ ऒरु ड्रागൺ बोट्ट्
ऒरु वाहनत्तिन्ऱॆ अरिकिൽ निൽक्कुन्न ऒराൾ .
ऒरु पियऱिन्ऱॆ गोवणि
पच्च पुल्लिൽ निൽक्कुन्न ऒरु कऱुत्त करटि
ऒरु मोट्टोർसैक्किൾ विൽप्पनय्क्क्
वलतुवशत्त् विमान ऎञ्चिൻ .
मञ्ञ टोप्प् उळ्ळ फयർ हैड्रान्ऱ्
लाप्टोप्पिൽ जाक्कऱ्ऱिलुळ्ळ स्त्री
ऒरु चुवन्न चिह्नं
ऒरु बाग् कोट्टൺ मिठायि
शिरोकवजं चुवप्पाण्
क्यामऱ कैवशमुळ्ळ ऒराൾ
सीलिंगिൽ निन्न् तूङ्ङिक्किटक्कुन्न ऒरु कऱुत्त अटयाळं
वलिय वॆळुत्त ब्रॆड् त्रिकोणं साൻड्विच्च् .
भक्षणत्तोटुकूटिय चतुर स्ऱ्ऱैऱोफों प्लेऱ्ऱ्
मुकळिൽ पिटियुळ्ळ इळं तविट्ट् हाർड् केस्
ऒरु ट्रोळि क्रोसिंग् चिह्नं
ट्रॆयिൻ विൻडोय्क्क् पिन्निलुळ्ळ ऒराൾ
वॆळुत्त बागुळ्ळ ऒरु स्त्री
ऒरु पोलीस् वाहनं
बेस्बोൾ टीं अंगङ्ङൾ परस्परं अटुत्त् निൽक्कुन्नु
पिङ्क् षർट्टुकळिൽ टॆन्नीस् कळिक्कुन्न आळुकൾ
मनुष्यൻ स्नोबोർडिनटुत्तायि इरिक्कुन्नु
वैऱ्ऱ् सीलिंग् फाൻ
क्लोक्किन् वॆळुत्त मुखमुण्ट्
निलत्तु पुल्लु
ऒरु कऱुत्त ट्राष् बाग् .
तलयिणयुळ्ळ वलिय टाൻ कसेर
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु नील सैक्किൾ
मेशप्पुऱत्त् ग्लास् तलकीऴायि किटक्कुन्नु
बसिलॆ अटुत्त स्ऱ्ऱोप्पिन्ऱॆ पेर्
मून्न् जिऱाफुकൾ परस्परं निൽक्कुन्नु
नील जाक्कऱ्ऱिलुळ्ळ ऒराൾ
कुतिरवण्टि
बोट्टिलुळ्ळ व्यक्ति
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु टाൻ कौच्च्
टॆन्नीस् मत्सरं काणुन्न व्यक्ति
ऒरु कुतिर तॆरुविलूटॆ नटक्कुन्नु
ऱॆयिलिंगिन्ऱॆ मध्यभागत्त् चत्त प्लान्ऱ् .
ऒरु बाग् कोट्टൺ मिठायि
चोक्लेऱ्ऱ् तिळङ्ङुन्न डोणट्ट्स्
ऱൺवेयिൽ मून्न् विमानङ्ङൾ
मनुष्यनुं तविट्टुनिऱत्तिलुळ्ळ कुतिरयुं
अटयाळङ्ङळुळ्ळ तॆरुव् पोൾ
मरं स्लेऱ्ऱुकळुळ्ळ मरं बॆञ्च्
कटुं निऱत्तिൽ उळ्ळ वाൻ
रण्ट् तटि कसेरकळुळ्ळ तटिमेश
आनयुटॆ तल
तविट्ट् निऱत्तिलुळ्ळतुं मॊरिञ्ञतुमाय ऱॊट्टि
तविट्टुनिऱमुळ्ळ मुटियुळ्ळ स्त्रीकൾ पुञ्चिरिक्कुन्नु
ऒरु नटप्पातयिൽ ऒरु इष्टिक
मञ्ञ यूणिफोमिलुळ्ळ फ्रिस्बी टीं चित्रत्तिनायि पोस् चॆय्युन्नु
आൺकुट्टिक्क् चारनिऱत्तिलुळ्ळ पान्ऱ्स् उण्ट्
सुरक्षय्क्कायि ऒरु नील बैक्क् पूट्टि वॆच्चु
ग्लासिन्ऱॆ काऴ्च
वॆळुत्त अम्पटयाळं उपयोगिच्च् नील चिह्नं .
निरवधि क्लोक्कुकൾ व्यत्यस्त समय मेखलकळिलेक्क् सज्जमाक्कि
मेशयुटॆ मुकळिൽ ग्लास्
ऒरु कूट्टं मनुष्यർ
ऒरु मोट्टोർ सैक्किൾ ऒरु ऱाम्पिൽ कयऱुन्नु
मनुष्यൻ स्केऱ्ऱ्बोർडिलाण्
कोർट्टिൽ वैऱ्ऱ् टॆन्नीस् वल
ऒरु कऱुत्त ट्राष् बाग् .
मेघं निऱञ्ञ आकाशं
मोट्टोർ सैक्किൾ ओटिक्कुन्न स्त्री .
शोभ निऱमुळ्ळ आनयुटॆ मुकळिൽ आळुकൾ सवारि चॆय्युन्नु
चुवन्न जिऎंसि पिक्कप्प् ट्रक्क्
ऒरु कऱुत्त ट्राष् बाग् .
हॆൽमॆऱ्ऱ् कैवशमुळ्ळ मनुष्यൻ
स्त्रीकൾ चुवन्न कुटकൾ पिटिक्कुन्नु
मेघङ्ङळुळ्ळ ऒरु नीलाकाशं .
ट्राक्कुकळिൽ तिळङ्ङुन्न नील तीवण्टि
ऒरु कऱुत्त ट्राष् बाग् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वॆळुत्त निऱमुळ्ळ ऒरु विळक्क्
ऒरु कऱुत्त ट्राष् बाग् .
मनुष्यൻ मॆऱ्ऱൽ ऱिंड् ग्लासुकൾ धरिक्कुन्नु
ऒरु टॆडि बियർ अवन्ऱॆ इमॆयिൽ परिशोधिक्कुन्नु
तूक्कियिट्ट पैनाप्पिळिन् पिन्निൽ नील षർट्ट् धरिच्च मनुष्यൻ
मञ्ञ षർट्टिൽ ऒरु स्त्री
ऒरु तीवण्टियुटॆ मुकळिलुळ्ळ चिम्मिनि
टोय्लऱ्ऱिन्ऱॆ टाङ्किൽ नीलयुं वॆळ्ळयुं लेबൽ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
लगेजिൽ वेർतिरिच्च हाൻडिൽ
ऒरु फयർ वाट्टർ पोस्ऱ्ऱ् क्रमरहितमाण्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु संघं आळुकൾ सैनिक विमानत्तिൽ नटक्कुन्नु
सिङ्किൽ लोषൻ
कॆट्टिटत्तिन्ऱॆ मुकळिलुळ्ळ जनाल
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
बस् तॆरुविलाण्
आൺकुट्टि कैवशं वच्चिरिक्कुन्न ऱिमोट्ट्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु मलं वॆळुत्त अटित्तऱ
ऒरु स्त्रीयुटॆ तल
" वॆळ्ळ , चुवप्प् बास्बोൾ "
ऒरु कऱुत्त ट्राष् बाग् .
डग्त्ण्ट्ट् कऴिक्कुन्न ऒरु पॆൺकुट्टि .
ऒरु स्यूट्ट्केसिलॆ टाग्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु व्यक्तियुटॆ प्रतिफलनं
ऒरु कसेरयिൽ इरिक्कुन्न ऒराൾ .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
हूडड् स्वॆऱ्ऱ् षർट्ट् धरिच्चिरिक्कुन्न मनुष्यൻ
पूच्च शून्यमायि मुन्नोट्ट् नोक्कुन्नु
रण्ट् स्त्रीकൾ ऒरु इनत्तिൽ ऎन्तॆङ्किलुं परिशोधिक्कुन्नु . . .
तऱयिൽ चॆऱिय दळङ्ङൾ
तविट्टुनिऱत्तिलुळ्ळ कुप्पायमुळ्ळ ऒराൾ
ऒरु पർवत भागत्त् मञ्ञ्
काट्टिൽ ऒरु मरं
नील निऱत्तिलुळ्ळ वस्त्रं धरिच्च स्त्री फोणिൽ संसारिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
कालॆयुटॆ काऴ्च
किटक्कयुटॆ मुकळिൽ तलयण
तऱयिൽ इरिक्कुन्न मरं .
तुऱन्न वॆळ्ळियुं कऱुत्त लाप्टोप्पुं
कप्पलिलॆ ऒरु ध्रुवत्तिൽ पताक
तॆक्कൻ आफ्रिक्कൻ ऎयർलैൻस् विमानं
गोवणि मतिलिलेक्क् चायुकयाण्
पक्षियुटॆ वलतु काൽ
कम्प्यूट्टऱिन्ऱॆ काऴ्च
वॆळुत्त ट्रेयिൽ स्पूൺ
स्यूट्ट्केस् कऱुत्तताण्
ऒरु वॆळुत्त किटक्क
ऒरु प्लेऱ्ऱिൽ अरिञ्ञ कारऱ्ऱ्
ऒरु कऱुत्त ट्राष् बाग् .
बैक्किൽ पिङ्क् षർट्टिൽ लेडि .
ट्राफिक् लैऱ्ऱ् पच्चयाण्
इळं नील निऱत्तिलुळ्ळ वस्त्रं धरिच्च स्त्री
वॆळिच्चत्तिनटियिൽ चुवन्न वस्त्रत्तिൽ ऒरु स्त्री
चुवन्न बाग् चुमक्कुन्न स्त्री
होट्ट् डोग् कऴिक्कुन्न ऒराൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
गतागत प्रकाशं चुवप्प् तिळङ्ङुन्नु
चुवन्न कुप्पायमुळ्ळ कुट्टि
तीवण्टियिൽनिन्न् पुक वरुन्नु
वॆळ्ळत्तिन्ऱॆ पुऱकिलुळ्ळ मञ्ञ पालं .
बीज् षोർट्ट्स् धरिच्च स्त्री
पिन्निൽ मनुष्यൻ मोणोऱॆयिलिनायि कात्तिरिक्कुन्नु .
चुवप्पुं वॆळ्ळयुं मोट्टोർसैक्किൾ मात्रं पाർक्किंग् चिह्नं
वॆळुत्त मञ्ञिൽ निൽक्कुन्न मनुष्यൻ
ऒरु मेशप्पुऱत्त् ऒरु लाप्टोप्प्
ऒरु तऱयिൽ ऒरु टैൽ
सोड काൻ मेशप्पुऱत्त्
स्त्री तॆरुविलूटॆ नटक्कुन्नु
आൺकुट्टि पिङ्क् कळिप्पाट्टं पिटिक्कुन्नु
ऒरु कुट्टि ऒरु कुळत्तिൽ कळिक्कुन्नु
अटुप्प् हाൻडिൽ तूक्कियिट्टिरिक्कुन्नु
गोपुरत्तिन्ऱॆ इटतुवशत्ताण् क्लोक्क्
प्लेऱ्ऱिൽ नारङ्ङयुटॆ पकुति
वॆळ्ळि निऱमुळ्ळ बस्
ऒरु जनൽ
पॆൺकुट्टि पिङ्क् स्नो पान्ऱ्स् धरिक्कुन्नु
तुऱन्न अलमार
नाय निलत्तु किटक्कुन्नु
मणൽ
निलत्त् पूच्च
वातिलिन् लिवർ अऱियां
ऒरु नटप्पातयिൽ मञ्ञ अग्नि जलांशं
ऒरु बॆञ्चिൽ स्त्री
ऒरु नगर तॆरुविൽ कॆट्टिटं
वलुतुं चारनिऱत्तिलुळ्ळतुमाय साधनपॆट्टि
ऒरु वॆळुत्त नीळमुळ्ळ बात्त् टब् .
कऱुत्त पूच्च
मोट्टोർ सैक्किळिൽ ऒरु वृद्धनुं स्त्रीयुं
मनुष्यൻ ऒरु व्याज पक्षियॆ पिटिक्कुन्नु
ऒरु लाप्टोप्
चुवन्न फ्रिस्बी वायुविൽ पऱक्कुन्नु
अटयाळङ्ङൾ कैवशमुळ्ळ मनुष्यरुटॆ कूट्टं
ऒरु व्यक्ति इरिक्कुन्नु
ब्रौൺ षूविन्ऱॆ वशत्त् सिൽवർ ऎൻ .
वै कळिक्कुन्न ऒरु पॆൺकुट्टि .
ट्रोफि कैवशमुळ्ळ इरुण्ट तॊप्पियुळ्ळ मनुष्यൻ
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
ऒरु कऱुत्त ट्राष् बाग् .
चुवरिൽ व्यत्यस्त कुरङ्ङुकळुटॆ फोट्टोकൾ
प्रतिफलनं बॆञ्चिलाण्
कूटुतൽ चतुराकृतियिलुळ्ळ नील लिड् .
कऱुत्त मनुष्यൻ कऴिक्कुन्नु .
कॆट्टिटत्तिलॆ कण्णाटि जनൽ पाळि
ऒरु टॆन्नीस् लैൻ जड्जि
ऒरु फ्लाऱ्ऱ् स्क्रीൻ कम्प्यूट्टർ मोणिऱ्ऱർ
व्यक्ति धरिक्कुन्न पർप्पिൾ जाक्कऱ्ऱ् .
बेस्बोൾ तॊप्पि अप्प
ऒरु कूट्टं आळुकൾ गोवणियिൽ निൽक्कुन्नु
नीलयुं वॆळ्ळयुं सർफ्बोർड्
सॆൽ फोൺ वॆळ्ळियाण्
वैऱ्ऱ् कम्प्यूट्टർ कीबोർड्
ऒरु मञ्ञ पॆट्टि ट्रक्क्
टॆन्नीस् पन्तुकൾ .
ऒरु कुप्पि कॆच्चप्प्
ऒरु तूवालयिൽ कत्तियुं फोർक्कुं
कौൺऱ्ऱऱिൽ मुङ्ङुक
कॆट्टिटत्तिन् मुन्निൽ वॆळुत्त ट्रक्क्
जाक्कऱ्ऱ् चुवप्पाण्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु तविट्ट् बियർ कुप्पि
ऒरु फ्रिस्बियॆ पिटिक्काൻ कुतिक्कुन्न युवाव्
कटुं चुवप्प् निऱत्तिलुळ्ळ कानो
ऒराൾ तॆरुविन्ऱॆ नटुविൽ निन्न् स्केऱ्ऱिंग् चॆय्युन्नु
वॆळुत्त वस्त्रत्तिൽ ऒरु स्त्री
वॆळुत्त सർफ्बोർड् कैवशमुळ्ळ ऒरु कॊटुङ्काऱ्ऱ्
पच्च षർट्टिൽ ऒरु पॆൺकुट्टि
सिंगप्पूർ ऎयർलैൻसिन्ऱॆ उटमस्थतयिलुळ्ळ वैऱ्ऱ् विमानं
स्केऱ्ऱ्बोർडिൽ इरिक्कुन्नयाൾ
जीൻसिलुळ्ळ ऒराൾ
पऴय शैलियिलुळ्ळ डॆस्क्टोप्प् कम्प्यूट्टർ
फ्रिड्जिൽ ऎनർजि ड्रिङ्कुकൾ
स्ऱ्ऱेषनिൽ ट्रॆयिൻ
ऒरु वॆळुत्त मेशप्पुऱत्त् ऒरु ओऱञ्च् टॆलिफोൺ
इतॊरु स्केऱ्ऱ् उद्यानमाण्
ऒरु मरं पोस्ऱ्ऱ् .
वायुविൽ ऒरु कटൽ गൾ
टाർमाक्किൽ पाർक्क् चॆय्तिरिक्कुन्न विमानं .
चित्रं चुमरिൽ तूक्कियिरिक्कुन्नु
वलिय पूक्कळुटॆ कलं
वॆळुत्त विमानत्तिൽ कानड अटयाळं
डिस्प्ले केसिൽ डोनट्ट्
चुवन्न विन्ऱർ कोट्ट् धरिच्च व्यक्ति .
मेൽक्कूरयिൽ ऒरु फाൻ
ऒरु क्लोक्किन्ऱॆ वॆळुत्त मुखं .
ऒरु मुऱियिൽ निൽक्कुन्न ऒरु सुन्दरि
पोळिൽ कैय्योटॆ निൽक्कुन्न मनुष्यൻ .
वऴि .
इतॊरु जनक्कूट्टमाण्
सैक्किൾ ओटिक्कुन्नयाൾ फोणिൽ संसारिक्कुन्नु
मञ्ञ पूक्कळुळ्ळ पच्च हॆड्जुकൾ .
पूक्कൾक्क् उयरमुण्ट्
ऒरु मञ्ञ पन्त् वॆळ्ळत्तिൽ पॊङ्ङिक्किटक्कुन्नु
ऒरु वलिय तुऱन्न कुट
कत्ति पिटिच्च् पिङ्क् तॊप्पि धरिच्च स्त्री
ऒऴिञ्ञ वीञ्ञ् ग्लास्
सुन्दरमाय मुटियुळ्ळ कुट्टि सർफ्बोർडिൽ निൽक्कुन्नु
इतॊरु नगर तॆरुवाण्
मञ्ञुमूटिय पർव्वतं
वॆळुत्त आप्रोणिलुळ्ळ मनुष्यൻ .
ऒरु सॆൽ फोൺ कैवशमुळ्ळ ऒराൾ
षॆफ् तॊप्पि वॆळुत्तताण्
तीवण्टियुटॆ मुൻवशत्तॆ विळक्कुकൾ
ऒरु मनुष्यൻ धरिक्कुन्न चुवन्न टै .
सिङ्किन् अटुत्त् कै कऴुकुन्न सोप्प्
ऒरु पिस्स स्लैस् कैवशमुळ्ळ मनुष्यൻ
ऒरु कऱुत्त ट्राष् बाग् .
चॆटियिൽ इल
तिळक्कमुळ्ळ ओऱञ्च् ट्राफिक् कोൺ .
चित्रं फ्रॆयिं चॆय्तु
पालत्तिलॆ पोൾ
ऒरु बाग् कोट्टൺ मिठायि
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
आळुकൾ संसारिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
अवन्ऱॆ गोपुरत्तिलॆ लैफ् गाർड्
पच्च पावाट धरिच्च स्त्री
ऒरु जोटि कऱुत्त ग्लासुकൾ
" पाർक्किंग् स्थलत्त् ऒरु वॆळ्ळ , ओऱञ्च् बस् "
ऒरु मेशप्पुऱत्त् ऒरु लाप्टोप्प् कम्प्यूट्टർ
क्यामऱ पिटिच्चिरिक्कुन्नयाൾ
पू कुटं अतिൽ ऒरु चॆटि
वळरॆ वलिय वाणिज्य विमानं
व्यक्ति कैयिൽ wii पिटिक्कुन्नु
मांसं ऒरु अलुमिनियं पानिൽ
कुतिरकൾ निൽक्कुन्नु
फ्लोयिൽ परवतानि
ऒरु स्कि चरिविन् पिन्निलुळ्ळ मरङ्ङൾ
पोस्ऱ्ऱिൽ अऱ्ऱाच्चुचॆय्त वॆळुत्त चिह्नं .
पकൽ ऎटुत्त चित्रं
ओऱञ्च् पऴत्तिन्ऱॆ पात्रं
ओऱञ्च् पूक्कळुळ्ळ वॆळुत्त वास्
कुञ्ञ् आन
पाർक्किंग् मीऱ्ऱऱुकळुटॆ शेखरणं
मुऱियिलॆ ऒरु जालकं
अटुप्पिलॆ घटिकारं
टै धरिच्च मनुष्यൻ
कऱुत्त लगेज्
पूच्चय्क्क् चारनिऱमाण् .
अऴुक्किൽ वॆळुत्त ट्रक्क् ओटुन्नु
ऒरु मरत्तिन् अटुत्तायि ऒरु चवऱ्ऱुकुट्ट
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पेप्पർ प्लेऱ्ऱ् वॆळुत्तताण्
ऒरु कऱुत्त ट्राष् बाग् .
टाङ्किन्ऱॆ पुऱकिൽ वॆळुत्त टोय्लऱ्ऱ् कटलास्
ऒरु पच्च स्केऱ्ऱ्बोർड् ऱाम्प्
गतागत विळक्क् पच्च तिळङ्ङुन्नु
मनुष्यൻ ऒरु ऱोडिलूटॆ नटक्कुन्नु
बॆൽऱ्ऱ् निलत्त् इरिक्कुन्न लगेज्
अरिकिलुळ्ळ व्यक्ति चुवन्न षർट्ट् धरिच्चिरिक्कुन्नु
व्यक्तियुटॆ विरൽ
जाक्कऱ्ऱ् कऱुत्तताण्
भक्षण पात्रं पिटिक्कुन्न कुट्टि
ऒरु कॆट्टिटत्तिन्ऱॆ मुकळिलुळ्ळ ऒरु घटिकारं
षाक्किनु ऎतिरॆ उळ्ळ मञ्ञ सർफ् बोർड्
व्यक्तियुटॆ भुजं
निलत्त् कऱुत्त पुळ्ळि
पैलऱ्ऱ् ऎस्कलेऱ्ऱऱिलेक्क् इऱङ्ङुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु ग्लासिൽ ऒरु तूवाल
वलिय वॆळुत्त ट्रक्क् ऱोडिन्ऱॆ वशत्त् निർत्तियिट्टिरिक्कुन्नु
ऒराൾ तॆरुविൽ बैक्क् ओटिक्कुन्नु
मेൽक्कूरयुटॆ मुकळिൽ नील लैऱ्ऱुकळुळ्ळ चुवन्न ट्रक्क् .
पुरुषन्ऱॆ टि - षർट्टिलॆ रूपकൽप्पनयुं पेरुकळुं .
वॆळुत्त षॆफिन्ऱॆ तॊप्पियुं अस्थिकूट वस्त्रवुं पय्यൻ
मेशप्पुऱत्त् वॆळ्ळि वॆळ्ळ कम्प्यूट्टർ स्क्रीൻ
ट्रक्क् वॆळुत्तताण्
ऒरु मुऱियिൽ तरंतिरिच्चिरिक्कुन्न उपकरणङ्ङൾ .
यॆल्लो स्पोർट्स् यूट्टिलिऱ्ऱि वाहनं
नीलयुं वॆळ्ळयुमाय बोट्ट्
ऒरु कऱुत्त ट्राष् बाग् .
नील जीൻ जम्प्स्यूट्ट् धरिच्च ऒरु स्त्री .
ऒरु पालत्तिൽ ऒरु डीसൽ ऎञ्चिൻ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कऱुत्त फ्रॆयिं उळ्ळ ऒरु किटक्क
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कॊट्ट शून्यमाण्
कटൽत्तीरत्त् उयरमुळ्ळ स्ट्रो कुट .
मनुष्यൻ ऒरु वैऱ्ऱ् वै कण्ट्रोळർ पिटिक्कुन्नु
नील मुटियुळ्ळ स्त्री
स्कीयिൽ काൽ
नील षർट्ट् धरिच्च ऒराൾ
ऒरु पय्यൻ टॆन्नीस् ऱाक्कऱ्ऱ् पिटिक्कुन्नु
" तविट्ट् , वॆळुप्प् पुळ्ळि जिऱाफ् "
विमानत्तावळत्तिൽ निൽक्कुन्न स्त्री
तविट्टुनिऱत्तिलुळ्ळ कुतिर
ऒरु विमानत्तिलॆ ऎञ्चिൻ .
वॆळ्ळत्तिൽ अलकൾ
व्यक्तियुटॆ तल
आൺकुट्टि स्केऱ्ऱ्बोർडिलाण् .
नीलयुं वॆळ्ळयुं वॆऱ्ऱ्स्यूट्ट् धरिच्च व्यक्ति
ऱॆड् डबिൾ डॆक्कർ बस्
मनुष्यन्ऱॆ चुवप्पुं वॆळ्ळयुं कुप्पायं
बियർ कुप्पि मेशप्पुऱत्तुण्ट्
स्त्री ऒरु वलिय ओऱञ्च् पिटिक्कुन्नु .
वाऴप्पऴं मञ्ञयुं नीळवुमाण्
आकाशत्त् पऱक्कुन्न कैऱ्ऱ्स्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु व्यक्तियुटॆ जाक्कऱ्ऱ्
आळुकൾ कटयिൽ निൽक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कऱुत्त ट्राष् बाग् .
आळुकൾ बस्सिलेक्क् नटक्कुन्नु .
ऒरु तविट्टुनिऱत्तिलुळ्ळ नाय्क्कुट्टि ऒरु कसेरयिൽ इरिक्कुन्नु .
मेशप्पुऱत्त् सोड कुप्पि .
लळितवुं नीलयुमुळ्ळ कुरिश्
ऒरु वॆळुत्त काऱिन्ऱॆ इटत् हॆड्लैऱ्ऱ्
इरुण्ट तविट्टुनिऱत्तिलुळ्ळ घटिकार गोपुरं
वाहनत्तिन् कऱुत्त टयർ उण्ट्
इटतुवशत्तेक्क् चूण्टुन्न ऒरु अम्पटयाळं .
मध्य वलतुवशत्त् उयरमुळ्ळ टॆन्नीस् कळिक्कारൻ
नील बस्
मनुष्यन् सൺग्लासुण्ट्
ऒरु वॆळुत्त प्लास्ऱ्ऱिक् कसेर निलत्तु
मोट्टोർ सैक्किळिൽ सञ्चरिक्कुन्न मून्न् पेർ .
चुवन्न कट्टियुळ्ळ तॊप्पि धरिच्च ऒराൾ भक्षणं पिटिक्कुन्नु .
ऒरु कऱुत्त पेऴ्स्
मैतानत्तिलॆ ऒराൾ बेस्बोൾ कळि काणुन्नु
स्त्रीक्क् नीळमुळ्ळ तविट्ट् निऱमुळ्ळ मुटियुण्ट्
सैक्किळिൽ चुवन्न बलूൺ
मरत्तिन्ऱॆ चतुरकृतियिलुळ्ळ काप्पि मेश
ऒरु कऱुत्त ट्राष् बाग् .
स्कूट्टऱिन्ऱॆ पिൻभागं
अलमारयिलॆ वർण्णाभमाय कोमिक्क् पुस्तकं
ऒरु कऱुत्त ट्राष् बाग् .
उच्चभक्षणं कऴिक्कुन्न ऒरु कुटुंबं .
ऒरु कऱुत्त ट्राष् बाग् .
पऴय बॆञ्चिलॆ पूच्चकൾ
ऒरु कऱुत्त ट्राष् बाग् .
पुरुषൻ स्यूट्ट् धरिक्कुन्नु .
किटक्क वलुताण्
ऒरु बॆञ्चिൽ इरिक्कुन्न व्यक्ति
ऒरु पालत्तिलॆ विൻडो
तुऱन्न पच्च तवळ कुट
चुवन्न चॆवि पिक्कप्प् ट्रक्क् ऒरु पाच्च् पुल्लिൽ निർत्ति
विमानत्तिलॆ अमेरिक्कൻ पताक
ऒरु कऱुत्त ट्राष् बाग् .
कऱुत्त बेस्बोൾ बाऱ्ऱ् नटक्कुन्नु
ऒरु मनुष्यൻ निൽक्कुन्नु
वॆळुत्त मञ्ञ् वीऴुन्नु
पॆൺकुट्टि पिक्निक् बॆञ्चिൽ इरिक्कुन्नु
कऱुत्त विक्कർ लाम्प्षॆय्ड्
अलमारयुटॆ वातिलिൽ तूक्कियिट्टिरिक्कुन्न प्लास्ऱ्ऱिक् बाग्
पूच्चयिൽ नील कोळർ
ऒरु बैक्किൽ तिरिकॆ टयർ .
तविट्ट् पाटुकळुळ्ळ वॆळुत्त पशु .
तॆरुविൽ चुवन्न बस्
पुൽत्तकिटियिൽ विൽप्पन चिह्नं
ऒरु ऱॆयिൽ वऴि मालिन्यङ्ङൾ .
ऒरु पिङ्क् डोनट्ट्
स्केऱ्ऱ्बोർडिൽ रण्ट् आൺकुट्टिकൾ
क्यामऱ कैवशमुळ्ळ मनुष्यൻ
ऒरु कऱुत्त ट्राष् बाग् .
पुऱत्त् ऒरु रंगं
लाप्टोप्प् कम्प्यूट्टऱिलॆ स्त्री
वॆळ्ळि ट्रॆयिൻ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
मरत्तिൻ्ऱॆ तऱ
आൺकुट्टिक्क् नग्नमाय कैकळुण्ट्
ऒरु कऱुत्त ट्राष् बाग् .
षूसिൽ कऱुत्त स्लिप्प् धरिच्च व्यक्ति .
मेशप्पुऱत्त् वैൻ ग्लासुकൾ
मेशप्पुऱत्त् कटलास्
ऒरु कऱुत्त ट्राष् बाग् .
कटൽत्तीरत्त् कुतिरप्पुऱत्तु कयऱुन्न आळुकൾ
ऒरु गॆयिं कळिक्कुन्न रण्टुपेർ
बोट्ट् पियऱिൽ डोक्क् चॆय्तु
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु स्केऱ्ऱ्बोർडർ मिडॆयർ
तूवाल पർप्पिൾ निऱत्तिलाण्
चुवप्पुं वॆळ्ळयुं फयർट्रक्क्
गेऱ्ऱ् वॆळ्ळि निऱत्तिलाण्
बसिन्ऱॆ विൻडो
मनुष्यൻ सोक्स् धरिक्कुन्नु .
हिमत्तिൽ निൽक्कुन्न व्यक्ति
मनुष्यൻ मोट्टोർ सैक्किൾ ओटिक्कुन्नु
कॆट्टिटत्तिन्ऱॆ काऴ्च
स्वർण्ण ट्रिं उळ्ळ पुरातन फർणिच्चർ
वॆळ्ळत्तिൽ वलिय वॆळ्ळक्कप्पൽ
ऒरु कऱुत्त ट्राष् बाग् .
लाप्टोप्प् डॆस्किൽ इरिक्कुन्नु
रण्टुपेർ ऒरु मतिलिनॊप्पं निൽक्कुन्नु
तॆरुविलॆ काർ वॆळ्ळियाण्
काർ कऱुत्तताण्
चॆक्क् षർट्ट् धरिच्च युवाव्
क्रोस्वाक्क् ट्राफिक् चिह्नत्तिलेक्कुळ्ळ विळव्
स्ऱ्ऱोऱिन् ऒरु विൻडो उण्ट्
कऱुत्त रूपकൽप्पनयुळ्ळ मञ्ञ फ्रिस्बी
वॆळुत्त षർट्टुं नील जीൻसुं धरिच्च ऒरु स्त्री
अटच्च चुवन्न पिस्स बोक्स्
कुट्टि चॆरुप्प् धरिक्कुन्नु
शिला कॆट्टिटत्तिन्ऱॆ गोपुरत्तिलॆ जालकं
ऒरु कऱुत्त ट्राष् बाग् .
मनुष्यन्ऱॆ तलयिൽ सൺग्लासुकൾ
कऱुत्त नीन्तൽक्कुप्पायं धरिच्च कॊच्चु पॆൺकुट्टि
ऎन्तिन्ऱॆयॆङ्किलुं ऒरु लोह पात्रं .
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु वॆळुत्त बात्त्ऱूं सिङ्क्
तॆरुविൽ मोट्टोർ बैक्किൽ ओटिक्कुन्न मनुष्यൻ
चुवप्प् धरिच्च कळिक्काർ
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कऱुत्त ट्राष् बाग् .
विൻडोयिൽ ऒरु ग्लास् पानൽ उण्ट्
ऒरु स्ऱ्ऱुडियो कൺट्रोൾ ऱूमिൽ प्रत्येक उपकरणङ्ङൾ उण्ट्
ऒरु कऱुत्त ट्राष् बाग् .
कऱुप्पुं वॆळ्ळियुं निऱत्तिൽ उळ्ळ कम्प्यूट्टർ मौस्
पच्च जाक्कऱ्ऱ् नील जीൻसुं पुरुषൻ अरिकॆ
चुवन्न षർट्ट् धरिच्च ऒराൾ
ऒरु व्यक्ति कळिक्कुन्नु
वॆळुत्त मतिलुकळुळ्ळ मुऱियुटॆ इन्ऱीरियർ
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कऱुत्त ट्राष् बाग् .
विൻडोयिൽ मऱच्चुवय्क्कुन्नु
सोक्कർ गॆयिमिनायि ऱफऱि
व्यक्ति ऒरु स्कै पोൾ पिटिक्कुन्नु .
वस्तु स्वർण्णमाण्
एष्यൻ स्त्री ऒरु पेऴ्स् कैवशं वच्चिट्टुण्ट् .
कॆट्टिटत्तिन् मुन्निൽ प्रतिम
बोट्टिൽ फिनिषिंग् टच्चुकൾ चॆय्युन्न मनुष्यൻ
ऒरु कऱुत्त ट्राष् बाग् .
मरत्तिन् पच्च इलयुण्ट्
ऱॆस्ऱ्ऱोऱन्ऱ् मेशप्पुऱत्तॆ कल्लुपात्रं
पच्चयुं वॆळ्ळयुं कुट
कऱुत्त कुक्क्टोप्प् उळ्ळ वॆळुत्त अटुक्कळ स्ऱ्ऱौ
ऒरु कऱुत्त ट्राष् बाग् .
सैनिक वस्त्रं धरिच्च आळुकൾ .
चुवन्न षർट्ट् धरिच्च पॆൺकुट्टि वाऴप्पऴं पिटिच्चिरिक्कुन्नु
ऒरु युवाविन्ऱॆ तल
ऒरु तॆरुविൽ ट्रक्क्
कऱुत्त ग्रिल्लुळ्ळ चुवन्न विन्ऱेज् बस्
ऒरु कीबोർडिलॆ ऒरु की
ऒरु चॆऱिय पात
मञ्ञ स्वർण्ण कमानं अटयाळं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इळं नील पोർट्टबिൾ टोय्लऱ्ऱ्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
विंदॊव्सिलिൽ इरिक्कुन्न नाय
सैൻ इൻ मध्यत्तिൽ आडंबरङ्ङൾ वायिक्कुन्नु
मनुष्यൻ स्ऱ्ऱ . यिൽ निൽक्कुन्नु
चाय सॆऱ्ऱ् मेशप्पुऱत्तुण्ट् .
वीडियो गॆयिमुकൾ कळिक्कुन्न रण्टुपेർ
चिह्नं पुऱत्त् वॆळुत्तताण्
ऒरु कऱुत्त ट्राष् बाग् .
पർप्पिൾ षർट्ट् धरिच्च मनुष्यൻ
वॆळ्ळि वॆयർ शुद्धवुं लोहवुमाण्
किटक्कयिൽ रण्ट् कुट्टिकൾ
कॆट्टिटत्तिन्ऱॆ ऒरु कुत्तॊऴुक्क्
मरं कॊण्टुळ्ळ कलवऱ वातिൽ तुऱन्नु
वीट्टिൽ निർम्मिच्च लोग् बॆञ्च्
वरकൾ मण्णिलाण्
वॆळुत्त तॊप्पि धरिच्च ऒराൾ
मोणिऱ्ऱऱुकൾक्किटयिൽ ऒरु स्पीक्कർ
नील षർट्टुं काक्कियुटॆ ध्रुवत्तिलेक्क् चायुन्न मनुष्यनुं
ऒराൾ सैक्किൾ ओटिक्कुन्नु
भक्षणं कऴिक्काൻ कात्तिरिक्कुन्न पॆൺकुट्टि
चुवप्प् वॆळ्ळयुं नीलयुं तॊप्पि
कऱुत्त कुप्पायमुळ्ळ मनुष्यൻ
ऒरु कऱुत्त ट्राष् बाग् .
चुवटुकൾ चारनिऱमाण्
मनुष्यൻ बॆञ्चिൽ इरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु पय्यൻ ऱॆयिलिंग् पिटिक्कुन्नु
पॆट्टिक्क् समीपमुळ्ळ कोऴिकൾ
ऒरु स्त्री ऒरु पात्रत्तिൽ कैवशमुळ्ळ
मेशप्पुऱत्त् चॆऱिय विळक्क्
ट्राफिक् लैऱ्ऱिൽ पच्च
वॆळ्ळं बोट्टिनॆ प्रतिफलिप्पिक्कुन्नु
कऱुत्त जाक्कऱ्ऱुं कऱुत्त तॊप्पियुं धरिच्च मनुष्यൻ .
वॆळ्ळत्तिൽ वलिय लोहध्रुवं
जनൽ वृत्तियुळ्ळतुं व्यक्तवुमाण्
ओऱञ्च् कऴिक्कुन्न ऒराൾ .
कौण्टऱिलॆ प्लास्ऱ्ऱिक् बक्कऱ्ऱ्
ऒरु विळक्किൽ विळक्क्
स्नोबोർड् कैवशमुळ्ळ स्त्री
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कॆट्टिटत्तिलॆ वॆळुत्त अक्षरं
परस्यं ऒरु मतिलिलाण्
अमेरिक्कൻ पताक
चुवन्न चायं पूशिय विൻडोकळुळ्ळ चुवन्न इष्टिक उळ्ळ पब्
ब्रौൺस्ऱ्ऱोणिन् मुन्निलुळ्ळ विൻडो
तॆरुविൽ ऒरु चुवन्न मॆट्रो बस्
ऒरु ट्रॆयिनिलॆ अक्कङ्ङൾ
पत्रं वायिक्कुन्न कसेरयिൽ इरिक्कुन्न मनुष्यൻ .
द्वीप् बीच्च् रंगं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कुञ्ञ् आन
स्वർण्ण इल हॆड्बाൻड् धरिच्च मनुष्यൻ
" वलिय मञ्ञ , चुवप्प् बस् . "
फुड् ट्रक्कुकൾ ऱोडरिकिൽ अणिनिरक्कुं
ऒरु ओऱञ्च् तटस्सं
ऒरु मनुष्यൻ ऒरु लाप्टोप्प् उपयोगिच्च् इरिक्कुकयाण् .
ऒरु कऱुत्त ट्राष् बाग् .
कप्प् वॆळुत्त निऱत्तिलाण्
ऒरु कुञ्ञिन्ऱॆ तल
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वॆळुत्त टोप्प् धरिच्च स्त्री
मनुष्यൻ वॆळ्ळत्तिलाण्
ऒरु कऱुत्त ट्राष् बाग् .
निൽक्कुन्न व्यक्ति
तटि वण्टि वलिक्कुन्न तविट्ट् कोवർ
मनोहरमायि काणप्पॆटुन्न ऒरु कुऴि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कैऱ्ऱ्स् पऱक्कुन्नत् ऎट्ट् पेർ काणुन्नु
ट्रॆयिൻ ट्राक्कुकൾ
आळुकൾ इरुन्नु भक्षणं कऴिक्कुन्नु
प्रायमाय दम्पतिकൾ केक्किन् मुकळिൽ निൽक्कुन्नु
स्त्रीक्क् चारनिऱत्तिलुळ्ळ कोट्ट् उण्ट्
चारनिऱत्तिलुळ्ळ कऱुत्त जाक्कऱ्ऱ् धरिच्च व्यक्ति .
स्विच्च् ओൺ चॆय्त ऒरु विळक्क्
गतागत प्रकाशङ्ङൾक्कायि मञ्ञ होൾडർ
चारनिऱत्तिलुळ्ळ वॆळुत्त आकाशं
ऒरु हॆड्लैऱ्ऱ्
टॆन्नीस् ऱाक्कऱ्ऱ् कैवशमुळ्ळ पॆൺकुट्टि
ऒरु कुप्पियिൽ मूटि
ऒरु कऱुत्त ट्राष् बाग् .
वॆळुत्त मेशयिൽ ग्लास्
कुञ्ञ् आन
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चुवन्न पासञ्चർ बसिन् अभिमुखमायि विൻडो
वॆळ्ळि वाच्च् धरिच्च मनुष्यൻ
माक् कम्प्यूट्टർ कऱुत्तताण्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
ऒरु मेशप्पुऱत्त् ऒरु शून्यमाय वीञ्ञ् ग्लास्
अटयाळं पच्चयाण्
पच्च निऱत्तिलुळ्ळ कुट
कुञ्ञ् आन
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वॆळुत्त चुवरिൽ चायं पूशिय चुवन्न पॆट्टि
ऒरु वैऱ्ऱ् बेस् बोൾ
मनुष्यൻ कुप्पायं धरिक्कुन्नु
ऱൺवेयिൽ निन्न् पुऱप्पॆटुन्न युद्धविमानं
कऱुत्त तॊप्पियुं नील षർट्टुं धरिच्च मनुष्यൻ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु वॆळुत्त कप्प् सूप्प्
इरुण्ट पिङ्क् मोट्टोർसैक्किൾ
स्ऱ्ऱेषൻ मेൽ पालत्तिൻऱॆ
तॆरुविൽ ऒरु मॆट्रो सिऱ्ऱि बस्
तॆरुव्
" हॆड्लैऱ्ऱुकൾ कत्तियिट्टुळ्ळ उळ्ळ मञ्ञ , पच्च बस् "
ऒरु स्ऱ्ऱाൻडिन् मुकळिൽ पिस्स
चुवन्न षർट्ट् धरिच्च पॆൺकुट्टि परवतानियिൽ निൽक्कुन्नु
कऱुत्त मोट्टोർसैक्किൾ ऱेसिंग् हॆൽमॆऱ्ऱ्
सिङ्किൽ वॆळ्ळि निऱमुळ्ळ पात्रं
ट्रॆयिൻ नटुक्क्
आकाशं उज्ज्वलमाय नीलयुं व्यक्तवुमाण्
चॆरुप्प् धरिच्च स्त्री
कुञ्ञ् आन
कुट्टि ऒरु कत्ति पिटिक्कुन्नु
बिग् बॆൻ ऱॆप्लिक्कयिൽ चारियिरिक्कुन्न स्त्री
मुऱियिलॆ चॆऱिय मेश
कऱुप्पुं वॆळुप्पुं निऱमुळ्ळ कण्णाटिकൾ
चुवप्पुं मञ्ञयुं टॆन्नीस् ऱाक्कऱ्ऱ्
पक्षि वायुविൽ
मनुष्यൻ ऱोड् मुऱिच्चुकटक्कुन्नु
नीलविरൽ ट्रक्क्
ऒरु कीबोർड्
वऴुतनयुटॆ चित्रमुळ्ळ मञ्ञ चिह्नं
मनुष्यൻ कुट पिटिक्कुन्नु
विविध निऱत्तिलुळ्ळ षोർट्ट्स् धरिच्च स्त्री
सीलिंगिन् कीऴिलुळ्ळ मॆऱ्ऱൽ फ्रॆयिमुकൾ
ऒरु चुवन्न डबिൾ डॆक्कർ बस्
निलं चारनिऱमाण्
मेशप्पुऱत्त् ग्लास् कप्प्
कुञ्ञ् आन
चुवरिൽ पच्च वाൾपेप्पർ
ऒरु वॆळुत्त आराधन पळ्ळि कॆट्टिटं .
पकൽसमयत्त् नगर तॆरुव्
ऱोडिൽ चुवन्न बस् ओटुन्नु
पाർक्क् चॆय्त नील वाहनं
समुद्रत्तिन्ऱॆयुं पाऱकळुटॆयुं ऒरु स्क्रीൻ सेवർ चित्रं .
ऒरु अलमारयिൽ रण्ट् अलङ्कारङ्ङൾ
विळक्कुकൾ सीलिंगिൽ निन्न् तूङ्ङिक्किटक्कुन्नु .
ऒराൾ अयाळुटॆ फोൺ नोक्कुन्नु
ऒरु पർप्पिൾ चिप्प् कण्टॆय्नർ
कट्टिलिൽ किटक्कुन्न टॆडि बियർ
पिङ्क् कुट पिटिच्चिरिक्कुन्न युवति
चुवप्पुं कऱुप्पुं निऱमुळ्ळ जाक्कऱ्ऱ् उळ्ळ चॆऱुप्पक्कारൻ
ऒरु चॆऱिय पिस्स पै
ऒरु पच्च कुप्पि सोड
तॆरुविलॆ कोൺ
तॆरुव्
पुस्तकं तुऱन्नु
ऒरु वऴियिൽ ऒरु मञ्ञ ट्रक्क्
" तॆरुविൽ वॆळ्ळ , नील निऱत्तिलुळ्ळ तीवण्टि "
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
डॆमिൻ नील जीൻस् धरिच्च ऒराൾ
ऒरु मरं पुस्तक केस्
लण्टनिलॆ तिरक्केऱिय पट्टण तॆरुव्
ऱोडिन् नटुविलाण् बैक्क् पाർक्क् चॆय्तिरिक्कुन्नत्
ऒरु पन्त् कैवशमुळ्ळ ऒरु सोक्कർ गोൾ डिफॆൻडർ
प्लेऱ्ऱिൽ डीप् - डिष् पिस्स
ऒरु कऱुत्त ट्राष् बाग् .
पाർक्क् बॆञ्चिൽ स्त्री इरिक्कुन्नु
पटिञ्ञाऱൻ वस्त्रत्तिൽ स्त्री
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
" वलिय टाൻ , ओऱञ्च् कॆट्टिटं "
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मनुष्यൻ इरिक्कुन्नु
गॆयिं कൺट्रोळർ कैवशमुळ्ळ मनुष्यൻ
ऒरु चॆऱिय वॆळुत्त नाय .
ऒरु मनुष्यन्ऱॆ ताटि
कुट्टि कऱुत्त षർट्ट् धरिक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ ऒरु जालकं
ननञ्ञ ऱोडिൽ वॆळुत्त वाहनं
मटियिൽ नाययुमायि पुൽत्तकिटि कसेरयिൽ कुट्टि
नगर कॆट्टिटङ्ङळुटॆ बाह्यभागं
मुऱिच्च पऴत्तिन्ऱॆ वलिय कऱुत्त पात्रं
काबिनऱ्ऱिൽ स्वർण्ण हाൻडिൽ
स्केऱ्ऱ्बोർड् नेरिट्ट् निलत्त्
चुवन्न यूणिफों षർट्टिलुळ्ळ चॆऱुप्पक्कारൻ
पർप्पिळुं वॆळ्ळयुं निऱमुळ्ळ चिह्नं
कुतिरयुटॆ कऴुत्तिलॆ रोमं
ऒरु वलिय मञ्ञ बस्
ऒरु वण्टियुटॆ चाट्
घटिकारं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु बाग् कोट्टൺ मिठायि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
निलत्त् कऱुत्त पुळ्ळि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कारऱ्ऱिन्ऱॆ ऒरु शेखरं
डोक्क् चॆय्त बोट्टुकൾ
बॆञ्चिൽ इरिक्कुन्न ऒराൾ .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चुमरिलॆ पुस्तक अलमारकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु पिस्स मुऱिक्कुन्न मनुष्यൻ
वॆळिच्चं वॆळुत्तताण्
तीवण्टियिൽ निन्न् पुक वरुन्नु .
नाय निलत्तु किटक्कुन्नु
मरं ब्लोक्किൽ वृत्तिकॆट्ट वऱचट्टि
मञ्ञुवीऴ्चयिൽ इरिक्कुन्न आळुकൾ
टॆडि बियऱिनॆ वलिय आൾक्कूट्टत्तिൽ ऒराൾ उयർत्तिप्पिटिक्कुन्नु
द्वीप् बीच्च् रंगं
मुऴुवൻ पिस्सयुं मेशप्पुऱत्त्
पच्चयुं वॆळ्ळयुं उळ्ळ बस्
कुञ्ञ् आन
ऱोडिൽ ऒरु वॆळ्ळि वाൻ .
" वॆळ्ळ , नील ट्राൻसिऱ्ऱ् बस् "
नियोൺ चिह्नं चुमरिൽ तूक्कियिरिक्कुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
टोय्लऱ्ऱ् कटलास्सिन्ऱॆ ऒरु चुऱ्ऱ्
चरट् टॆलिफोൺ चुमरिൽ स्थापिच्चिरिक्कुन्नु
ओऱञ्च् षोप्पिंग् बाग् पिटिच्च स्त्री
आൺकुट्टि वॆळुत्त शिरोकवजं धरिक्कुन्नु
चॆऱिय चविट्टुमॆत्तक्क् इरुण्ट निऱङ्ङळुण्ट्
मनुष्यൻ बैक्क् पिटिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
कुञ्ञ् आन
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कऱुत्त ट्राष् बाग् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चुमरिൽ तूक्कियिट्टिरिक्कुन्न पाचक पाൻ
बाऱ्ऱ् चॆय्युन्न व्यक्ति
मञ्ञ सुरक्षा वस्त्रं धरिच्च मनुष्यൻ
वलिय पक्षि वायुविൽ पऱक्कुन्नु
बीज् बसिनटुत्तुळ्ळ आळुकൾ
कण्ण् ग्लासुकൾ मेशप्पुऱत्त् काणुन्नु
मरत्तिलॆ इलकൾ पच्चयाण् .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
पेप्पർ वायिक्कुन्न मनुष्यൻ
ओफीसिलॆ शोभयुळ्ळ वरकൾ .
ऐसलूटॆ नटक्कुन्न ऒरु व्यक्ति
रण्ट् कऱुत्त बॆक्किन्ऱॆ कुटकൾ
ऒरु कऱुत्त ट्राष् बाग् .
तण्णिमत्तൻ पकुतियायि मुऱिच्चु
चुवप्प् धरिच्च स्त्री
आनयुटॆ तुम्पिक्कै
उणङ्ङिय इलकൾ तॆरुविൽ किटक्कुन्नु
बർगण्टि षർट्टुं पच्च पान्ऱुं धरिच्च मनुष्यൻ
वॆळ्ळत्तिൽ प्रतिफलिक्कुन्न स्कीयऱिन्ऱॆ निऴൽ
ऒरु कऱुत्त प्लास्ऱ्ऱिक् स्यूट्ट् केस्
ऒरु कऱुत्त ट्राष् बाग् .
" चुवप्प् , कऱुप्प् सलामाण्टർ शिൽपं "
चुवन्न इष्टिक कोർणർ कॆट्टिटं .
कोण्टूർ ऎयർलैൻस् जॆऱ्ऱ् विमानं
ऒरु विमानत्तिन्ऱॆ प्रॊप्पल्लർ .
नीळमुळ्ळ स्लीव् नील षർट्ट्
आकाशत्त् कटुं निऱमुळ्ळ कैऱ्ऱ्
स्केऱ्ऱ्बोർडർ पटि चाटियिऱङ्ङुन्नु
ऒरु वॆळुत्त बाग्
फ्रूट्ट् डिस्प्लेयिൽ मञ्ञ वाऴप्पऴं
टॆन्नीस् कोർट्टिൽ मनुष्यൻ कळिक्काൻ तय्याऱाण्
नील डबिൾ डॆक्क् बस्
तलयिൽ चारनिऱत्तिलुळ्ळ तॊप्पि
मेशयिൽ ऒरु आप्पिൾ लाप्टोप्प् कम्प्यूट्टർ
ऒरु ट्राक्किൽ ऒरु ट्रॆयिൻ काർ
ऒरु मनुष्यन्ऱॆ चॆवि
नीलयुं चारनिऱत्तिलुळ्ळ आकाशवुं
सीलिंगिलॆ लोह बीमुकൾ
ट्राफिक् लैऱ्ऱिൽ चुवन्न अम्पटयाळं
वॆळुत्त मोट्टोർ बोट्ट्
नील वॆळ्ळत्तिन्ऱॆ गोपुरं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
द्वीप् बीच्च् रंगं
ऒरु कूट्टं आळुकൾ ऒरु मेशय्क्कु चुऱ्ऱुं इरिक्कुन्नु
व्यक्तिक्क् तलयुण्ट्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ग्लासिलॆ चुवन्न वीञ्ञ्
कट्टिलिൽ तलयिण
मञ्ञ ट्रक्क् तॆरुविൽ निർत्ति
ऒरु स्त्री मेशय्क्करिकिൽ निൽक्कुन्नु
ग्यास् स्ऱ्ऱेषन् purathae velicham
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
द्वीप् बीच्च् रंगं
मोट्टोർसैक्किळिन् चुवन्न फ्रण्ट् उण्ट् .
चॆऱिय बोट्ट्
मास्ऱ्ऱർकाർड् लोगोयुळ्ळ नील चिह्नं
ऒरु मतिൽ वॆळुत्त सीलिंग् लैऱ्ऱ् घटिप्पिच्चु
शरीरं काणिक्कात्त व्यक्तियुटॆ भुजं
मनुष्यन् कै वळञ्ञिरिक्कुन्नु
कटൽत्तीरत्त् पय्यൻ ऱाक्कऱ्ऱ् पिटिक्कुन्नु
ट्रक्किൽ वलिय भारं
तॆरुविൽ वलिय वॆळुत्त बस्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
पैनाप्पिൾ मेशप्पुऱत्त्
मनुष्यൻ ऒरु पै मुऱिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
ट्राफिक् चिह्नत्तिൽ ऒरु मॆऱ्ऱൽ पोൾ
ऒराൾ कट्टिलिൽ किटक्कुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कऱुत्त षർट्टिൽ कुन्निൻ मुकळिलूटॆ स्केऱ्ऱ्बोർडिंग् नटत्तुन्न ऒराൾ .
मनुष्यൻ फोणिलूटॆ संसारिक्कुन्नु
यन्त्रं उपयोगिच्च् वॆळ्ळत्तिൽ ऒरु वळ्ळं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वॆळुत्त अलङ्कार तलयिण
वृत्ताकृतियिलुळ्ळ मुखवुं ऱोमൻ अक्कङ्ङळुं उळ्ळ क्लोक्क्
बिक्किनि सൺ बात्त् चॆय्युन्न स्त्री
डॆस्किलॆ लाप्टोप्प्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
मञ्ञ निऱत्तिलुळ्ळ वशङ्ङळुं नील निऱत्तिलुळ्ळ टोप्पुं उळ्ळ वॆळुत्त चवऱ्ऱुकुट्ट
आൺकुट्टि ऒरु स्केऱ्ऱ्पाർक्किൽ स्केऱ्ऱिंग् चॆय्युन्नु .
टाप्पिൽ स्ऱ्ऱफ् चॆय्त मृगं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु बस्सिलॆ ऒरु कूट्टं अक्कङ्ङൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कऱुत्त बैक्क्
ऒरु ग्लास् वॆळ्ळं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
द्वीप् बीच्च् रंगं
अलङ्करिच्च स्वർण्ण कसेर
अरिकिൽ कोൺक्रीऱ्ऱ् पाർक्किंग् तटस्सङ्ङൾ
कऱुत्त अक्षरङ्ङळुळ्ळ मञ्ञ चिह्नं .
ऱोड् मुऱिच्चुकटक्कुन्न स्त्री
चुवन्न वेलि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कऱुत्त चरट् कम्प्यूट्टർ मौस्
केक्क् मुऱिक्कुन्न दम्पतिकൾ .
कॆट्टिटत्तिन् ऒरु क्लोक्क् टवർ उण्ट्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
धाराळं बोट्टुकൾ वॆळ्ळत्तिൽ
स्त्रीक्क् पർप्पिൾ वस्त्रमुण्ट्
वॆळ्ळत्तिൽ मञ्ञनिऱं पॊङ्ङि किटक्कुन्नु
ऒरु तॆरुविൽ ऒरु काർ
बैक्किन् मुकळिൽ पुतप्प् इटुन्नु
चुवन्न षोർट्ट्सिൽ तविट्टुनिऱमुळ्ळ मुटियुळ्ळ स्त्री .
बीमिनटुत्तुळ्ळ तविट्ट् निऱत्तिलॆ तटिबॆञ्चुकൾ .
षർट्टुं टैयुं ड्रस्स् धरिच्च मनुष्यൻ
टोय्लऱ्ऱ् कटलास् चुऱ्ऱ्
" वॆळ्ळ , टाൻ बोट्ट् "
कुट्टि पकुति पैप्पिൽ स्केऱ्ऱ्बोർडिंग् नटत्तुन्नु .
मुळकॊण्ट् निർम्मिच्च वलिय कुट
कऱुत्त सीऱ्ऱुळ्ळ चुवन्न सैक्किൾ
' D ' ऎन्न कऱुत्त अक्षरमुळ्ळ मञ्ञ चतुरं .
कुञ्ञ् आन
निरवधि आळुकൾ चुऱ्ऱुं नटक्कुन्नु
मोट्टोർ सैक्किळिൽ इरिक्कुन्न व्यक्ति
पोलीस् वस्त्रं धरिच्चयाൾ
ऒरु स्त्री नटप्पातयिलूटॆ नटक्कुन्नु
तॆरुविൽ स्त्री
पच्च रण्टु निल बस्
कऱुत्त कुप्पायमुळ्ळ ऒराൾ
आळुकൾ ऒरु चित्रत्तिनायि निൽक्कुन्नु
नीलयुं वॆळ्ळयुं पिक्क् अप्प् ट्रक्क्
सब्वेयिलॆ वॆळिच्चं
ट्राफिक् सिग्नलुकൾ तॆरुविलुण्ट्
स्त्रीयुं रण्ट् कुट्टिकळुं स्कीस् उयർत्तिप्पिटिक्कुन्नु
चुवन्न जाक्कऱ्ऱ् धरिच्च मनुष्यൻ
मद्यं ऎन्न् पऱयुन्न चुवन्न अटयाळं
स्त्रीयुटॆ मुटियिൽ ओऱञ्च् हॆयർ टै
मोणिऱ्ऱർ कऱुत्तताण्
" कऱुप्पुं , वॆळुप्पुं पोलीस् ट्रक्क् "
चुवन्न ऱिबൺ रण्ट् आळुकൾ कैवशं वच्चिरिक्कुन्नु
बैक्किन्ऱॆ बाक्क् टयർ
द्वीप् बीच्च् रंगं
तॊप्पि वॆच्चिरिकुन्न षॆफ्
अटयाळं
पय्यൻ ऒरु वै ऱिमोट्ट् पिटिक्कुन्नु
यन्त्रङ्ङळुटॆ मुन्निलुळ्ळ बट्टणुकൾ
पच्च कुट तुऱक्कुक
आकाशत्तिन्ऱॆ काऴ्च
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
" वळञ्ञ ट्राक्किൽ वॆळ्ळ , मञ्ञ ट्रॆयिൻ "
चुवन्न वॆळिच्चं
वरयुळ्ळ सർफ्बोർड् प्रदർशिप्पिच्चिरिक्कुन्नु
तॆरुविन् अभिमुखमायि कमान विൻडो
सिमन्ऱिൽ चोक्किൽ ऎऴुतिय वाक्कुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
वॆळुत्त बोट्टुकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु मरं बॆञ्चिलिरुन्न् ऒरु सॆൽफोൺ नोक्कुन्न स्त्री
होट्टൽ मुऱियिलॆ इरिप्पिटत्तिन् अटुत्तायि वलिय किटक्क
चुवन्न बसिन्ऱॆ विൻडो
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कूट्टिൽ अटक्कप्पॆट्ट चार निऱमुळ्ळ आफ्रिक्कൻ तत्त
मेशप्पुऱत्त् विळक्क्
पच्च लैऱ्ऱुकൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु मरत्तिൻ्ऱॆ काबिनऱ्ऱ्
ऒरु टोय्लऱ्ऱिन्ऱॆ उयർत्तिय कवർ
कुट्टि मोट्टोർ सैक्किൾ सवारि आस्वदिक्कुन्नु
वलिय प्रवेशन कवाटङ्ङൾक्क् मुन्निൽ स्वीकरणमुऱि
तॆरुविलूटॆ बैक्क् ओटिक्कुन्न मनुष्यൻ
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कऱुत्त ट्राष् बाग् .
तॆरुविलॆ काऱुकൾ
वॆळुत्त टॆन्नीस् षू धरिच्च स्त्री
वॆळ्ळ पात्रत्तिൽ वॆळ्ळि स्पूൺ
तॆरुविൽ वർण्णाभमाय बस्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ओऱञ्च् निऱत्तिलुळ्ळयाൾ बैक्क् ओटिक्कुन्नु .
मनुष्यन्ऱॆ कय्यिൽ ऒरु वॆळुत्त कवर् .
ऱॆड् लैऱ्ऱ् ऱॆयिൽ
मणलिन्ऱॆ काऴ्च
डच्चिलॆ ऒरु तॆरुव् नामं
मेशप्पुऱत्त् कऱुत्त विळक्क्
ऒरु कूट्टं मोट्टोർसैक्किळुकൾ
ऒरु मनुष्यन्ऱॆ तल
ऒरु कऱुत्त ट्राष् बाग् .
सब्वेयुटॆ वशत्तुळ्ळ अमेरिक्कൻ पताक
कोट्ट् ओऱञ्च् निऱत्तिलाण्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
इतॊरु प्रदർशनमाण्
हालो 3 स्क्रीनिൽ उण्ट्
ऒरु कसेरयिൽ स्लैൻडർ वुडൻ स्लाऱ्ऱ् चॆय्युक
चुवप्प् निऱमुळ्ळ ऒरु काർ
" बർगण्टि , कऱुत्त कोट्ट् धरिच्च पय्यൻ "
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कॆट्टिटत्तिलॆ चॆऱिय विൻडो
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु कऱुत्त ट्राष् बाग् .
नटप्पातयिൽ पाർक्क् चॆय्तिरिक्कुन्न बैक्कुकळुटॆ निर .
वळ्ळं डोक्किൽ
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कऱुत्त ट्राष् बाग् .
चारनिऱत्तिलुळ्ळ ऒरु काർ
ऒरु मिऱ्ऱ् उपयोगिच्च् क्याच्चർ
ऒरु कूट्टं पऴङ्ङൾ
जालकङ्ङൾक्क् चुऱ्ऱुं चुवन्न षट्टऱुकळुळ्ळ ऒरु वॆळुत्त कॆट्टिटं
ऒरु मेशप्पुऱत्त् ऒरु वॆळ्ळि लाप्टोप्प्
बसिलॆ विൻडो
वलिय रण्ट् तरं नील पट्टं
पक्षिकൾ वायुविൽ
कोवणिप्पटि पच्चयाण्
फोൺ बोक्सिलॆ पोस्ऱ्ऱർ
मनुष्यൻ नटप्पातयिलूटॆ नटक्कुन्नु
नटप्पातयिൽ ऒरु पच्च ट्राफिक् लैऱ्ऱ्
कऱुत्त मोट्टोർबैक्किलेक्कुळ्ळ कऱुत्त मॆऱ्ऱൽ हाൻडिൽ
ऱोडिलॆ मोट्टोർ सैक्किൾ
ऒरु स्त्री नटक्कुन्नु
ई मनुष्यൻ एष्यक्कारनाण्
विमानत्तिलॆ विൻडो
वलिय सൺग्लासुं चुवन्न स्काർफुं धरिच्च स्त्री .
ऒरु व्यक्ति ऎऴुन्नेऱ्ऱु निൽक्कुन्नु
करटि पन्त् उपयोगिच्च् वॆळ्ळत्तिൽ कुळिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मञ्ञ पश्चात्तलत्तिൽ ऎऴुतुक
पऴङ्ङൾ मॆऱ्ऱൽ तळिकयिൽ
मञ्ञ वस्त्रं धरिच्च नटप्पातयिൽ निൽक्कुन्न मनुष्यൻ
नील स्कीयिंगिलुळ्ळ व्यक्ति
ऒरु स्त्रीयुटॆ भुजं
चारनिऱत्तिलुळ्ळ टाർमाक्किൽ जॆऱ्ऱ् विमानं
कॆट्टिटत्तिलॆ ग्लास् जनൽ
ऒरु कऱुत्त चवऱ्ऱुकुट्ट
चुवन्न जाक्कऱ्ऱिलुळ्ळ ऒरु स्त्री सोम्पियाणॆन्न् नटिक्कुन्नु .
चुमरिൽ ऒरु प्रकाशं
टोय्लऱ्ऱ् वॆळुत्तताण्
कॆट्टिटत्तिलॆ वॆळुत्त अक्कङ्ङൾ
मनुष्यन्ऱॆ कैयिൽ स्नो बोർड्
ऒरु कट्टिलिन् मुकळिൽ रण्ट् तलयिणकൾ
ऒरु लोहध्रुवत्तिൽ ऒरु गतागत विळक्क्
पच्चनिऱत्तिलुळ्ळ मरङ्ङൾ
नील कुट पिटिक्कुन्न स्त्री
द्रावकं सूक्षिक्कुन्नतिन् उळ्ळ वय्क्कुन्नतिनुळ्ळ ऒरु कुप्पि
पॆൺकुट्टियुटॆ काൽ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
विल्लुकൾ कॊण्ट् निർम्मिच्च हॆड् पीस्
चुवरिൽ तूक्कियिट्टिरिक्कुन्न घटिकारं
ऒरु काऱिन् मुकळिൽ उऱङ्ङुन्न पूच्च
ऒरु कऱुत्त ट्राष् बाग् .
विपुलीकृत कम्प्यूट्टർ कीबोർड्
नॆऱ्ऱिൽ चतुरं
ऒरु ध्रुवत्तिൽ ऒरु ट्राफिक् लैऱ्ऱ् ताൽक्कालिकमायि निർत्तिवच्चिरिक्कुन्नु .
ऒरु कूट्टं अटुक्कळ काबिनऱ्ऱुकൾ
ऒरु कूट्टं पशुक्कൾ
कऱुत्त बाൻडिंग् उळ्ळ वलिय वैक्कोൽ तॊप्पि
ऒरु मरं फ्रॆयिं चतुराकृतियिलुळ्ळ कण्णाटि
ऒरु स्त्री पिङ्क् टोप्प् धरिक्कुन्नु
इतॊरु ऱेस् ट्राक्काण्
ऒरु मनुष्यन्ऱॆ मुटि
मञ्ञ निऱत्तिलुळ्ळ ऒरु कुट
ती अटुप्पिनुळ्ळिൽ ऒरु पिस्स
नीलनिऱमुळ्ळ आकाशं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
चॆऱिय वॆळ्ळि वॆस्प
ट्रॆयिൻ ट्राक्कुकൾक्क् समीपमुळ्ळ ऒरु चॆऱिय वीट्
वॆळ्ळत्तिन् मुकळिൽ नीलयुं वॆळ्ळयुं उळ्ळ बोट्ट्
अटुक्कळ कौण्टऱिൽ कुप्पिकൾ तीऱ्ऱुन्नु .
ऒरु वयർ ऒरु चुवन्न चाർलिफ्ऱ्ऱ्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पऴय फ्रिड्जिൽ कॆट्टिवॆच्च भक्षणं
ऒरु नगर तॆरुव् मुऱिच्चुकटक्कुन्न आळुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वॆळुत्त वरिकൾ
प्लेऱ्ऱ् वॆळुत्तताण्
इष्टिक चुवरिൽ कऱुत्त निऱमुळ्ळ इरुम्प् वेलि
पർप्पिൾ कैऱ्ऱ् कैवशमुळ्ळ स्त्री
ऒरु मनुष्यन्मेൽ नील जीൻस् .
वॆळ्ळत्तिൽ ऒरु बोट्ट्
ऱोडिൽ चॆऱिय कऱुत्त काർ ओटिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
निलत्त् चरटुकൾ
वॆळ्ळयुं कऱुप्पुं निऱमुळ्ळ सैक्किൾ
उयरमुळ्ळ पच्च वृक्षं
ऒरु पुतिय इंग्लण्ट् देशस्नेहिकळुटॆ फुट्बोൾ जेऴ्सि
कुप्पायं धरिच्च मनुष्यൻ
तिळक्कमुळ्ळ पच्च प्लास्ऱ्ऱिक् बाग् .
निलत्त् वॆळुत्ततुं तविट्टुनिऱमुळ्ळतुमाय नाय
पुरुषन्मारुटॆ पिन्निൽ वैऱ्ऱ् मॆयिൽ ट्रक्क्
तऱयिൽ टैൽ
नगर तॆरुविलॆ कऱुत्त डॆलिवऱि ट्रक्क्
ऒरु बाग् कोट्टൺ मिठायि
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
षवऱिन्ऱॆ तिरश्शील
विविध कत्ति कळुटॆ कऱुत्त रूपरेख
सർफ्बोർडिलॆ पय्यൻ
आൺकुट्टि ऒरु स्केऱ्ऱ्बोർडिलाण्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
स्ट्रीऱ्ऱ्लाम्प् ओफाक्कि
ऒराൾ ट्रॆयिनिൽ निൽक्कुन्नु
अत् ऒरु चुवन्न बस्साण्
पटिक्कॆट्टिलेक्क् चुवटुवॆक्कुक
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
बेस्बोൾ ग्राफिक्स् उळ्ळ ऒरु ट्रॆयिൻ
भुजं उयർत्तियिरिक्कुन्नु
ट्रॆयिनिलॆ ग्लास् विൻडो
फ्रिड्जिൽ तट्ट्
ऒरु स्त्री तॆरुव् मुऱिच्चुकटक्कुन्नु
ऒरु जोटि पच्चयुं वॆळ्ळयुं अटयाळङ्ङൾ
ऒरु ट्रक्किൽ ऒरु काऱ्ऱ् पाळि
कसेर ओऱञ्च्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु पालत्तिൽ ऒरु काർ
तीवण्टि पच्चयुं मञ्ञयुमाण्
धनिकवർग्गत्तिन्ऱॆ ऒरु नाय
व्यक्तियुटॆ कै
व्यत्यस्त वलुप्पत्तिलुळ्ळ वृत्ताकृतियिलुळ्ळ कऱुत्त माल .
निलत्त् कऱुत्त पुळ्ळि
इतॊरु कुळिमुऱियाण्
मुऱियिൽ इरिक्कुन्न आळुकൾ
ऒरु चॆऱिय लोहत्तिन्ऱॆ ट्राष् काൻ .
टब् वलुताण्
" मञ्ञ , वॆळ्ळ बीच्च् कसेर "
पच्चयाय ऒरु वॆळिच्चं
भक्षणशालक्क् मुन्निൽ मञ्ञ ट्रक्क्
मेൽक्कूर नीलयुं पच्चयुं आण्
ध्रुवत्तिൽ रण्ट् बानऱुकൾ
मूलयिൽ चुवन्न कसेर
मुऱियुटॆ मूलयिൽ डॆस्क्
षർट्टुं टैयुं धरिच्च ऒरु युवाव् .
कषण्टियुळ्ळ मनुष्यन्ऱॆ तलयिൽ कऱुत्त जोडि सൺग्लासुकൾ .
नील निऱत्तिलुळ्ळ जाक्कऱ्ऱ्
डिष्वाषർ कऱुत्तताण्
कऱुत्त स्कूट्टർ ऒरु स्ऱ्ऱाൻडिൽ पाർक्क् चॆय्तिरिक्कुन्नु .
वाक्कऱिൽ चॆऱिय कुट्टि
पർप्पिൾ टाङ्क् टोप्प् धरिच्च ऒराൾ .
वॆळुत्त पोർसलैൻ पॆडൽ सिङ्क् .
तुऱन्न पिङ्क् कुट
चुवप्पुं वॆळ्ळयुं स्ऱ्ऱोप्प् चिह्नं
मनुष्यൻ ऒरु मेशप्पुऱत्त् चारियिरिक्कुन्नु
ध्रुवत्तिൽ तॆरुव् वॆळिच्चं
मुत्तच्छൻ घटिकारं मूलयिलाण्
तॊप्पि चुवप्पाण्
ऒरु वॆळुत्त आट्
ऒरु ग्लास् लैऱ्ऱ् फർणिच्चർ .
अटुप्प् स्थलत्त् कट्ट
पादत्तिൽ चॆरुप्प्
तॊप्पि कऱुत्तताण्
मञ्ञ षർट्ट् धरिच्च स्त्री
नील षർट्ट् धरिच्च स्त्री .
" पॊरुत्तप्पॆटुन्न रण्ट् पच्च , मरं कसेरकൾ . "
मोट्टोർ सैक्किळिൽ सञ्चरिक्कुन्न व्यक्ति
ऱॆड् डबिൾ डॆक्कർ बस् .
मोट्टोർसैक्किळिन्ऱॆ भागत्तॆ टयർ
मनुष्यन् नरच्च मुटियुण्ट् .
परिधियिൽ वॆळिच्चं
मनुष्यൻ ब्लाक्क् आൻड् वैऱ्ऱ् षർट्ट् धरिच्चिरिक्कुन्नु
ऒरु वॆळुत्त प्लेऱ्ऱिൽ केक्क्
नील षർट्ट् धरिच्च मनुष्यൻ ऒरु लानियाർड् धरिच्चिरिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
काऱिन् मुन्निൽ अनुमति पत्रं
मनुष्यൻ ऒरु कऱुत्त जाक्कऱ्ऱ् धरिचिरिक्कुन्नु
वॆळुत्त कॆट्टिटत्तिन्ऱॆ चुवन्न षट्टർ
षाർप्प् पोयिन्ऱड् बिൽडिंग् टवർ
मनुष्यन्ऱॆ कै
पय्यൻ स्केऱ्ऱ्बोർड् ओटिक्कुन्नु
द्वीप् बीच्च् रंगं
नील षർट्टिൽ वॆळुत्त वरकൾ
फ्रूट्ट् स्ऱ्ऱाൻडिൽ चुवन्न आप्पिൾ कूम्पारं
मेशप्पुऱत्त् मोणिऱ्ऱർ
द्वीप् बीच्च् रंगं
ऒरु कऱुत्त ट्राष् बाग् .
व्यक्तियुटॆ काൽ
कऱुत्त षർट्ट् धरिच्च मनुष्यൻ .
कुञ्ञ् आन
कुञ्ञ् आन
नील लैऱ्ऱुकळुळ्ळ वलिय पालं
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कऱुत्त ट्राष् बाग् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऎञ्चिൻ कऱुप्पुं चुवप्पुं आण्
तटि कसेर कुलुक्कुन्नु
ऒरु कॆट्टिटत्तिൽ चुवन्न इष्टिक चिम्मिनि
ब्लाक्क् आൻड् वैऱ्ऱ् घटिकारं
प्लॆयिൻ वैऱ्ऱ् आण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
टाൻ षർट्ट् धरिच्च मनुष्यൻ
चुवन्न अक्षरङ्ङळुळ्ळ वॆळुत्त चिह्नं
इरट्ट डॆक्कർ बस्
आळुकൾ ऒरु मेशयिൽ इरिक्कुन्नु
ऒरु किटक्क नीलयाण्
ऒरु कऱुत्त ट्राष् बाग् .
ट्रेयिൽ इरिक्कुन्न पिस्सयुटॆ कषणं .
ऒरु कऱुत्त ट्राष् बाग् .
ऱोड् चारनिऱत्तिलुळ्ळतुं नटप्पातयुमाण्
अव्निङ्ङ् चुवप्पाण्
मनुष्यन्ऱॆ कै
ऒरु कऱुत्त ट्राष् बाग् .
आकाशत्त् कट्टियुळ्ळ मेघङ्ङൾ
ग्लास् विൻडोयिलूटॆ काणुक
ऒरु कऱुत्त ट्राष् बाग् .
तिळक्कमुळ्ळ ओऱञ्च् लैऱ्ऱ्
ऒरु कऱुत्त ट्राष् बाग् .
अलमारयिलॆ ऒरु बागिൽ वाऴप्पऴं .
समुद्रत्तिनटुत्तुळ्ळ ऒरु मणൽ कटൽत्तीरं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कऱुत्त पान्ऱ्स् धरिच्च मनुष्यൻ
कैयिൽ विरൽ
कट्टिलिൽ इरिक्कुन्न पच्च षർट्ट् इट्ट व्यक्ति .
ऒरु तविट्ट् चतुराकृतियिलुळ्ळ प्लेऱ्ऱ्
अटुक्कळयिൽ निൽक्कुन्न मनुष्यൻ
वानिलॆ साऱ्ऱलैऱ्ऱ् विभवं
ऒरु कऱुत्त ट्राष् बाग् .
इतॊरु पळ्ळियाण्
अटुक्कळ स्ऱ्ऱौविൽ नोब्
कऱुत्त स्यूट्ट् जाक्कऱ्ऱ् धरिच्च मनुष्यൻ
बसिलॆ अनुवाद पत्रं
वरयुळ्ळ षർट्ट् धरिच्च मनुष्यൻ
चिह्नत्तिलॆ कत्त्
ऒरु कऱुत्त ट्राष् बाग् .
ट्रॆयिनिन्ऱॆ जालकं
मञ्ञ पाർक्क् चॆय्त स्कूൾ बस् .
पच्च निऱमुळ्ळ इलकൾ
ऒरु कऱुत्त ट्राष् बाग् .
कुतिरयुटॆ कुळम्पु
टग् - बोट्ट् समुद्रत्तिൽ पोकुन्नु
नील षोർट्ट्स् धरिच्च मनुष्यൻ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
नीळमुळ्ळ कऱुत्त मुटियुळ्ळ मनुष्यൻ
ऒरु कऱुत्त ट्राष् बाग् .
वॆळुत्त टि - षർट्टुं कऱुत्त तॊप्पियुं धरिच्च मनुष्यൻ
ऒरु कऱुत्त ट्राष् बाग् .
चुवन्न मुटियुळ्ळ ऒरु मनुष्यൻ
मोट्टोർ सैक्किൾ ओटिक्कुन्न व्यक्ति
ग्रिल्लिलॆ भक्षणं
तॆरुविलॆ बस्
चुवरिൽ चित्रं
चुमरिलॆ कण्णाटि
पिस्स पच्चयुं तविट्टुनिऱवुमाण्
कुटयिलॆ कुत्तुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
नील निऱत्तिलुळ्ळ बाक्क्पाक्क् धरिच्च कॊच्चुकुट्टि
ऒरु कऱुत्त ट्राष् बाग् .
स्कीयർ वायुविൽ उयർन्नताण्
ऒरु सॆൽ फोൺ कैवशमुळ्ळ स्त्री
द्वीप् बीच्च् रंगं
मञ्ञ् मूटिय चरिव्
कऱुत्त गतागत अटयाळं वायुविൽ
कऱुत्त मुटियुळ्ळ स्त्री
वॆळुत्त निऱमाण् कुट .
विൻडोयिൽ बाऱ्ऱ् चॆय्युक
सिൽवർ ट्रेयिൽ वർण्णाभमाय केक्क्
मेशप्पुऱत्त् पूक्कൾ .
काऱिलॆ विൻडो
आൺकुट्टि ग्रीൻ टोप्प् धरिक्कुन्नु
एष्यൻ पात्रत्तिൽ भक्षणमुण्ट्
निरवधि बागुकൾ वहिक्कुन्न वण्टि
क्लोक्क् कत्तिक्कुन्नु
काऱिन् ऒरु लैऱ्ऱ् उण्ट्
वातिൽ हाൻडिൽ ऒरु चॆऱिय स्वागत चिह्नं
स्यूट्ट्केसिनुळ्ळिൽ इरिक्कुन्न चॆऱिय कुट्टि .
निൽक्कुन्न ऒराळॆ काऱिन् पिन्निൽ काणां
उयरमुळळ क्लोक्क् टवऱिन्
बसिन्ऱॆ काऴ्च
क्लोक्किन् समीपं पർप्पिൾ पूक्कൾ .
कटൽत्तीरत्त् पशु नटक्कुन्नु
डोनट्ट् षोप्पिन्ऱॆ कौण्टऱिन् पिन्निलुळ्ळ तॊऴिलाळि
मनुष्यൻ कय्युऱकൾ धरिक्कुन्नु
ट्रॆञ्च् कोट्टिൽ चुवन्न मुटियुळ्ळ स्त्री
ऱोडिन्ऱॆ काऴ्च
चुवन्न मुൾपटർप्पु
तॆरुविൽ चुवन्न ट्रक्क्
एऱ्ऱवुं कूटुतൽ काणप्पॆटुन्न चारनिऱत्तिलुळ्ळ टॆलिविषൻ .
चुऱ्ऱिलुं अलकळुटॆ वॆळ्ळं
वॆळुत्त व्यक्ति नटक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
स्त्री कऱुत्त षർट्ट् धरिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
मोट्टोർसैक्किൾ चुवप्पाण्
मनुष्यൻ ताऴेक्क् नोक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
ट्रॆयिनिन्ऱॆ कऱुत्त विभागं
ऒरु कट्टिलिनटुत्तुळ्ळ डॆस्क् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऱोडिलॆ बसुकൾ .
ऒरु पात्रत्तिनुळ्ळिൽ पऴङ्ङൾ
काൽनटयायि तविट्ट् बूट्ट्
द्वीप् बीच्च् रंगं
षർट्ट् नील निऱमाण्
ऒरु मनुष्यൻ ऒरु ओऱञ्च् कुटयुटॆ कीऴिൽ इरिक्कुन्नु
चुमरिൽ घटिप्पिच्चिरिक्कुन्न वॆळुत्त षवർहॆड्
व्यक्तिक्क् ऒरु षू उण्ट्
मनुष्यन्ऱॆ मुटि कऱुत्तताण् .
मेशप्पुऱत्त् पूच्चॆण्ट्
ऒरु कॊट्टयिൽ फलं
मनुष्यन्ऱॆ विरलिൽ चुवन्न मोतिरं
पाർक्क् चॆय्तिरुन्न चुवन्न बसुकൾ
मञ्ञिൽ निल्क्कुन्न आळुकൾ
मोट्टोർ सैक्किळिन्ऱॆ पिन्निൽ स्पർशिक्कुन्न स्त्री
ऱोडिलॆ मोट्टोർसैक्किൾ
ऒरु पशुविन्ऱॆ मुൻ कालुकൾ
वृत्ताकृतियिൽ वॆळ्ळयुं पच्चयुं निरत्तिलुळ्ळ अटयाळत्तिൽ वॆळ्ळ अम्प्
तविट्ट् मरं काबिनऱ्ऱुकൾक्क् कीऴिൽ वॆळुत्त ऱफ्रिजऱेऱ्ऱർ
निलत्त् विळ्ळलुकൾ
ऒरु व्यक्तियिൽ नील जाक्कऱ्ऱ् .
विमानं ऱൺवेयिൽ .
अवळुटॆ कय्यिൽ ऒरु वलिय कुप्पि वॆळ्ळं
इताण् r ऎन्न अक्षरं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
उൽप्पन्नं षॆൽफिൽ विൽप्पनय्क्क्
कॆट्टिटत्तिन् चारनिऱत्तिलुळ्ळ मेൽक्कूरयुण्ट्
ऒरु जोटि नील जीൻस्
सർफ्बोർड् कळർ वैऱ्ऱ् आण्
गोपुरत्तिन्ऱॆ मुकळिൽ घटिकारं
तऱयिൽ ऒरु नील त्रो तलयण
पारा कप्पൽ मणൽ कटൽत्तीरत्त्
ऒराൾ पाർक्क् चॆय्तिरिक्कुन्न बैक्किनॊप्पं निൽक्कुन्नु
ऱोडिन्ऱॆ ब्लाक्क् आൻड् वैऱ्ऱ् अटयाळं .
पोलीस् काऱिन्ऱॆ मुൻवशं
माൻ क्रोस्स् कൺट्रि स्कै ऱेसिंग् चॆय्युन्नु
मनुष्यन् ताटियुण्ट्
नाय ऒरु बागिनुळ्ळिलाण्
ट्रॆयिൻ इൻडोർ आण्
पच्च वरयुळ्ळ षർट्टुं वॆळ्ळ षोർट्ट्सुं धरिच्च पय्यൻ
टिवि कऱुत्तताण्
कप्पൽ वायुविलाण्
नील षർट्टुं ग्रे षोർट्ट्सुं धरिच्च मनुष्यൻ
" पेप्पർ , फोयिൽ ऎन्निवयिൽ पॊतिञ्ञ बർगർ "
द्वीप् बीच्च् रंगं
टाप्पिन्ऱॆ काऴ्च
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
पॆൺकुट्टिक्क् सुन्दरमाय मुटियुण्ट्
एरिय ऱगिलॆ ओट्टोमൻ
स्त्रीयुटॆ मुख त्तिൻऱॆ अरिकिൽ चीप्प्
ऒरु कऱुत्त ट्राष् बाग् .
पक्षि कूट्टिൽ पक्षि कूट्टिൽ अटुक्कियिरिक्कुन्नु
तविट्ट् लॆतർ सोफ
स्केऱ्ऱ्बोർड् ओटिक्कुन्न चॆऱुप्पक्कारൻ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
उयरमुळ्ळ टवऱिൽ क्लोक्क् फॆय्स्
वॆळुत्त चुमरिൽ मॆडिक्कൽ उपकरणङ्ङൾ
इरुण्ट तविट्ट् काबिनऱ्ऱ् कवർ
तविट्टुनिऱत्तिलुळ्ळ कुतिर
मनुष्यൻ मोट्टोർ सैक्किळिൽ सञ्चरिक्कुन्नु
" पिङ्क् , ग्रे निऱमुळळ गॆयिं कण्ट्रोळർ "
चारनिऱत्तिलुळ्ळ काർ ऱोडिलूटॆ सञ्चरिक्कुन्नु
ट्राक्कुकळिൽ ट्रॆयिൻ ओटुन्नु
ग्लास् शुद्धवुं व्यक्तवुमाण्
बैक्किलुळ्ळ व्यक्ति
जालकत्तिन्ऱॆ वशत्त् ऒरु चुवन्न तिरश्शील तूक्कियिरिक्कुन्नु .
बाक्क्पाक्क् कऱुप्प् निऱमाण्
अलमारयिൽ वैൻ कुप्पि
वॆळ्ळं नील निऱमाण् .
द्वीप् बीच्च् रंगं
वॆळुत्त व्यक्तिक्क् तलयुण्ट्
स्त्री वीञ्ञु कुटिक्कुन्नु
हॆൽमॆऱ्ऱ् धरिच्च व्यक्ति
मोट्टोർ बैक्किൽ वॆळुत्त शिरोकवजं धरिच्च ऒराൾ .
ऱियർ व्यू मिऱऱिൽ ऒरु मनुष्यन्ऱॆ प्रतिफलनं
घटिकारं वृत्ताकृतियिलाण्
आकाशत्त् इरुण्टतुं वॆळुत्ततुमाय मेघङ्ङळुटॆ मिश्रितं
" ऒरु वलिय नील , चुवप्प् ट्रॆयिൻ "
द्वीप् बीच्च् रंगं
कै ऒरु होट्ट् डोग् पिटिक्कुन्नु
बाऱ्ऱർ बाऱ्ऱ् स्विंग् चॆय्युन्नु
काबिनऱ्ऱिൽ पात्रङ्ङळुटॆ शेखरं
सिൽवർ आप्पिൾ लाप्टोप्प्
पऴय विक्कർ मिऱർ
व्यक्तमाय प्लास्ऱ्ऱिक् पात्रं
चिह्नं चुवप्प् निऱमाण्
ऒरु कऱुत्त ट्राष् बाग् .
स्की लिफ्ऱ्ऱ् केबिൾ घटनयॆ पिन्तुणक्कुन्नु
वनिता टॆन्नीस् कळिक्कारि टॆन्नीस् कळिक्कुन्नु
पुൽत्तकिटियिलॆ अटयाळङ्ङळुटॆ कूट्टं
कुटयुमायि तॆरुव् मुऱिच्चुकटक्कुन्न व्यक्ति
कुप्पायं नीलयाण्
ऒरु कऱुत्त ट्राष् बाग् .
कऱुत्त कुतिर सवारि चॆय्युन्न स्वർण्ण हॆൽमॆऱ्ऱ् धरिच्च मनुष्यൻ
" चुवप्प् , वॆळ्ळ ऎन्नी रण्ट् बसुकൾ "
क्यामऱय्क्क् एऱ्ऱवुं अटुत्तुळ्ळ स्कीयർ
तॆरुविन् पुऱत्त् ऒरु किटक्क
स्केऱ्ऱ्बोർडिൽ तन्त्रं चॆय्युन्न चॆऱुप्पक्कारൻ
ऒरु वृत्ताकृतियिलुळ्ळ विळक्क् मेൽक्कूरयिൽ
वॆळुत्त षർट्टुं कऱुत्त टैयुं धरिच्च मनुष्यൻ
मेशप्पुऱत्त् ऒरु वॆळुत्त कोफि मग्ग्
स्ऱ्ऱोविൽ सोस्पाൻ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पाർक्किൽ उयർन्न तॆरुव् वॆळिच्चं .
स्ऱ्ऱेबिळिन् ऒरु जालकमुण्ट्
ऒरु स्कीयർ वायुविलाण्
ट्राफिक् लैऱ्ऱ् ऒरु पोळिൽ स्थापिच्चिरिक्कुन्नु
तऱयिൽ पाटुकൾ
ऒरु ग्लासिൽ प्रतिफलनं
ऒरु पूच्च अटुप्पत्त् इरिक्कुन्नु
मर पानൽ नीळमुळ्ळताण्
ऒरु मनुष्यൻ इरिक्कुन्नु
चुवन्न चुरुण्ट ऐस्क्रीमिनॊप्पं प्लास्ऱ्ऱिक् वाफिൾ कोൺ
क्रोस्वाकिൽ उळ्ळ ट्राफिक् सिग्नൽ
नगर कवल अभिमुखीकरिक्कुन्न विൻडो
टाൻ तॊप्पि वच्च कुट्टि कैवशं वच्च पानपात्रं
तॆरुव् चिह्नं कऱुप्पुं वॆळ्ळयुं आय निऱत्तिൽ
ट्रॆयिनिन्ऱॆ मुൻवशत्त् ऒरु माർक्क् .
बैक्क् ट्रयलिൽ सञ्चरिक्कुन्न मून्न् पेർ
इष्टिक कटुं चुवप्पाण्
ऒरु मतिൽ मुन्निൽ ऒरु वेलि
हॆർट्स् परस्यत्तिनॊप्पं मञ्ञ सुरक्षा तटस्सं
कऱुत्त निऱत्तिलुळ्ळ ऒराൾ मोट्टोർ सैक्किൾ ओटिक्कुन्नु .
चुवप्पुं पच्चयुं आप्पिൾ ऒरु पॆट्टियिൽ वॆच्चिरिक्कुन्नु
कलत्तिൽ भक्षणमुण्ट्
इतॊरु अत्ताऴमाण्
कुट मञ्ञ निऱमाण्
फ्लाऱ्ऱ् कम्प्यूट्टർ मोणिट्टർ
ऒरु स्त्री मेशप्पुऱत्त् इरिक्कुन्नु
ड्रॆस्सऱिൽ तणलुळ्ळ विळक्क्
निऱयॆ भक्षणं उळ्ळ चुवन्न पात्रं
कऱुत्त स्ऱ्ऱोव् मुकळिलेक्कुं पिन्निलेक्कुं
ऒरु कषणं चोक्लेऱ्ऱ् केक्क्
ऒरु स्त्रीयुटॆ कण्णट
पाऱक्कटलिൽ इरिक्कुन्न नाय
मनुष्यൻ ऒरु सർफ्बोർडिन् मुकळिलायि वळञ्ञिरिक्कुन्नु
वलतुवशत्त् अभिमुखमायि नटक्कुन्न सीब्र
द्वीप् बीच्च् रंगं
ऒरु बेस्बोൾ क्याच्चऱुं अम्पयऱुं
ऒरु विन्नि दि पूह् प्लष्
ऒरु पॆट्टियिൽ डोणट्ट्स्
स्त्रीक्क् सुन्दरमाय मुटियुण्ट्
स्त्री धरिक्कुन्न ऒरु वॆळुत्त वैसർ
ऒरु कटयुटॆ मुन्निൽ
ऒरु चॆऱिय वॆळुत्त सिङ्क्
टॆन्नीस् कळिक्कारൻ पन्त् मटक्किनൽकाൻ तय्याऱायि निൽक्कुन्नु
पऴङ्ङळुळ्ळ नील प्लेऱ्ऱ्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
बात्त्ऱूं चुवरिൽ टैൽ
वॆळुत्त तूवालकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
सർफർ वॆळ्ळत्तिलाण्
ऒरु नाययुटॆ वायिൽ ऒरु डिस्क् उण्ट्
वशङ्ङळिलॆ अलङ्कार वॆळिच्चं
वृत्तियुळ्ळ वॆळुत्त प्लेऱ्ऱिൽ कारऱ्ऱ्
तऱयिൽ पाർक्किंग् मीऱ्ऱർ
चुवन्न ऱोस् वास् तुऱक्कुक .
नाय कटुं ब्रौൺ निऱमाण्
" एष्यൻ ऱैऱ्ऱिंगुळ्ळ चुवप्प् , टाൻ बस् "
पच्च चॆटिकळुळ्ळ नटुमुऱ्ऱं
स्क्वयർ वैऱ्ऱ् केक्क् अलङ्करिक्कुन्नु
मनुष्यൻ ऒरु कुप्पि पिटिक्कुन्नु .
सिऱ्ऱि बसिन्ऱॆ मुൻवशं
रण्ट् करटिकൾ वॆळ्ळत्तिൽ
पच्चयुं वॆळ्ळयुं चिह्नत्तिनायि
ईन्तप्पन
ऒरु 9 मॆऴुकुतिरि .
कुञ्ञ् आन
मञ्ञुमूटिय चरिविൽ पुल्ल् तिन्नुन्न पोणि
चुवरिൽ ऒरु पिङ्क् टोय्लऱ्ऱ् स्थापिच्चिरिक्कुन्नु .
वॆळिच्चमुळ्ळ सञ्चारि तीवण्टि
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
इतॊरु कुळिमुऱियाण्
जिऱाफि ऒऱ्ऱय्क्क् नटक्कुन्नु
इतॊरु पूच्चयाण्
इत् ऒरु मनुष्यनाण्
करटियिൽ वॆळुत्त kuth
ऒरु नील कसेर
मेशप्पुऱत्त् पूच्च
पूच्च स्क्रीनिलेक्क् नोक्कुन्नु .
ऱौण्ट् वैऱ्ऱ् फ्रिस्बी
स्केऱ्ऱ्बोർडिൽ ऒरु तन्त्रं चॆय्युन्न ऒरु आൺकुट्टि .
प्लेऱ्ऱिൽ भक्षणं तुळ्ळि
कुट तुऱन्नु
चुवरिൽ वॆळुत्त टैൽ
मुट्ट तोटुकൾ तविट्टुनिऱमाण्
मञ्ञ तलं अतिൽ वरच्च सिंप्सൺस्
पूमुखत्त् टाൻ कुट
मञ्ञुं पैൻ मरं मूटि
ऒरु वॆळ्ळि अटुक्कळ सिङ्क्
सुन्दरियाय पॆൺकुट्टियुटॆ मुटि
ऒरु चॆऱिय अरुवि
आट्टिൻ कुञ्ञ् चॆऱुताण् .
स्केऱ्ऱ्बोർडिൽ कैकोർत्त ऒराൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
रण्ट् पशुक्कൾ रण्ट् तलकळुळ्ळ ऒरु पशुवायि प्रत्यक्षप्पॆटुन्नु
वॆळ्ळत्तिन्ऱॆ इटतुवशत्त् ननञ्ञ मणൽ
मरंकॊण्टुळ्ळ फाൻ वॆळुत्त सीलिंगिൽ तूक्कियिरिक्कुन्नु
ट्राफिक् लैऱ्ऱुकळुळ्ळ ऒरु तॆरुव् वॆळिच्चं
नील निऱत्तिलुळ्ळ कोट्ट् धरिच्च पॆൺकुट्टि
षർट्टिൽ वॆळुत्त अक्षरं
निलं ननञ्ञिरिक्कुन्नु .
कॆट्टिटत्तिन् अटुत्तुळ्ळ ऒरु मरं .
इव स्कीयർमाराण्
ट्राफिक् लैऱ्ऱुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु जोटि मञ्ञ् मूटिय स्नीक्कऱुकൾ
स्त्री ऒरु लाप्टोप्पिलाण्
तुणियिൽ ब्रॊक्कोळि क्रौൺ
स्त्रीयुटॆ मेൽ चुवन्न तिळङ्ङुन्न तूवाल
ग्लास् कौण्टऱिन् मुकळिൽ पिस्स
चारनिऱत्तिलुळ्ळ बाक्क्पाक्क्
पकൽ समयत्त् ऒरु रंगं
आप्पिळिൽ चारियिरिक्कुन्न कत्ति
पयർ तविट्टुनिऱमाण्
ऒरु नगरत्तिन्ऱॆ लाൻड्स्केप्प्
सीलिंगिलॆ मनोहरमाय विळक्क्
वർषं 2008 आण्
सർफ्बोർड् पिटिच्चिरिक्कुन्न मनुष्यൻ
ऒरु पाർक्किंग् मीऱ्ऱർ .
चॆऱिय मोट्टोർसैक्किൾ
द्वीप् बीच्च् रंगं
ऒरु जन्मदिन केक्क्
मेशयिൽ मरं कॊण्टुळ्ळ काൽ
तटि कसेरयिൽ टॆडि बियർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वॆळ्ळत्तिൽ ऒरु व्यक्ति
ऒराൾ नटप्पातयिलूटॆ नटक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
टॆन्नीस् कोർट्टिൽ पच्च पुल्ल्
स्त्रीयुटॆ मुखत्त् कण्णट
तन्ऱॆ ऱाक्कऱ्ऱिनॆक्कुऱिच्च् ऒरु टॆन्नीस् कळिक्कारൻ .
नम्पർ वॆळुत्तताण्
पच्च इलकळुळ्ळ मरं
ऒरु सർक्कस् ट्रॆयिൻ
कळिक्कारൻ धरिक्कुन्न हॆൽमॆऱ्ऱ् .
वॆळ्ळ हाൻडिൽ सिൽवർ बट्टർ कत्ति
ऒरु कट्टिलिൽ तविट्ट् लॆतർ बाक्क्पाक्क्
मनुष्यൻ ऒरु मोट्टोർ सैक्किळिൽ
ऒरु विरൽ पिस्स पिटिक्कुन्नु .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चॆऱिय वॆळ्ळच्चाट्टं प्रोप्पർट्टि क्रीक्क् .
चुवन्न कुटकळुटॆ वरिकൾ
ओऱञ्च् ज्यूस् निऱच्च व्यक्तमाय ग्लास्
मरं वेलियिൽ कयർ
चुवन्न ट्रॆयिनिൽ कयऱाൻ कात्तिरिक्कुन्न व्यक्ति
मतिൽ टैलिൽ वज्रं
ट्रॆयिनिൽ पच्च लैऱ्ऱ् लैൻ
इटतुवशत्तुळ्ळ चॆऱिय सीब्रयुटॆ चॆविकൾ .
कुतिरप्पुऱत्त् सैनिक संघं
काऱिन्ऱॆ मुकळिൽ वॆळुत्त सർफ्बोർड्
मुऱि नन्नायि सूक्षिच्चिरिक्कुन्नु
व्यक्ति वायुविलाण्
ऒरु आൺकुट्टि
पालत्तिൽ उरुक्क् बीं
वाचकं निऱञ्ञ ऒरु तुऱन्न पुस्तकं
पुतिय कॆट्टिटत्तिलॆ भावि विൻडो
नगरत्तिलॆ प्रकाशं
तऱयिलॆ चवऱ्ऱुकुट्ट
ऒरु कऱुत्त स्माർट्ट् फोൺ
ऒरु बॆञ्चिൽ द्वारं
ऒरु नाय स्ऱ्ऱफ् चॆय्त करटियुटॆ अरिकिൽ उऱङ्ङुन्नु
ऒरु पाർक्किलॆ बॆञ्च् .
कूटुतलुं पिङ्क् कैऱ्ऱ् कटൽत्तीरत्त् पऱक्कुन्नु .
वेलिक्क् पिन्निൽ वॆळुत्त आटुकൾ
पच्च वयलिൽ वॆळुत्त आटुकൾ
अडिडास् चिह्नमुळ्ळ तलक्कॆट्ट्
ऒरु बोय् प्लेयिंग् बेस्बोൾ
ऒरु वॆळुत्त टोय्लऱ्ऱ्
व्यक्तियुटॆ कालिൽ तविट्ट् षू
पूർण्णमायुं पाकं चॆय्यात्त होट्ट् डोगुकൾ .
ऒरु सैनिक जॆऱ्ऱ् .
पिङ्क् स्केऱ्ऱ्बोർडिൽ पॆൺकुट्टि स्केऱ्ऱ्बोർडिंग् .
पशुविन्ऱॆ चॆवियिൽ टाग् चॆय्युक
पशु क्यामऱय्क्क् अभिमुखमाण्
क्लोक्क् टवऱिൽ क्लोक्क्
काळयुटॆ मेൽ कॊम्पुकൾ उयർत्ति
" तविट्ट् , वॆळ्ळ नाय "
कॆट्टिटत्तिलॆ ऒरु घटिकारं
वळरॆ अलङ्करिच्च कॆट्टिटत्तिलॆ क्लोक्क्
वॆळ्ळत्तिनटुत्तुळ्ळ पॆलिक्कൻ .
ऒरु बसिन्ऱॆ मुൻवशत्त्
चिह्नत्तिलॆ अटयाळं
मून्न् सीब्रकൾ ऒरुमिच्च् निൽक्कुन्नु
ऒरु कॆट्टिटत्तिन्ऱॆ पुऱं
इतॊरु आप्पिൾ आण्
मनुष्यൻ ऒरु प्लास्ऱ्ऱिक् फोർक्क् पिटिक्कुन्नु
ऒरु मेशप्पुऱत्त् इरिक्कुन्न ऒरु घटिकारं
चरൽ उळ्ळ वयलिൽ मोट्टोർ सैक्किൾ
बोट्टिन्ऱॆ पुऱकिൽ ऒरु टयർ .
इतॊरु वातिलाण्
अऴुक्कुचालिൽ चॆऱिय मुद्रकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
द्वीप् बीच्च् रंगं
ऱोडिൽ पच्च फयർ ट्रक्क् .
ऱोडरिकिൽ निർत्तियिट्टिरिक्कुन्न ऒरु चुवन्न ट्रक्क्
चुवटॆ मुൻभागत्त् वॆळुत्त नाय
ऒरु बाग् कोट्टൺ मिठायि
विदूर पർवतनिर
कऱुप्पुं वॆळुप्पुं उळ्ळ षूस्
ऒरु बർट्टൺ स्नोबोർड् धरिक्कुन्नु .
वॆळुत्त तरंगङ्ङൾ तकർन्नुवीऴुन्नु
ऒरु मनुष्यन्ऱॆ मूक्क्
बॆञ्चिन् पिन्निൽ कऱुत्त चॆयिൻ लिङ्क् वेलि
वॆळुत्त निऱमुळ्ळ बस्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु मुळक् नाय
किवियुटॆ मून्न् कष्णङ्ङൾ
ट्रॆयिनिलॆ ऒरु जालकं
मनुष्यन् चुरुण्ट मुटियुण्ट्
ऒरु चॆऱुतोणियिൽ ऒराൾ
बेस्बोൾ कळिक्कारൻ तटिकॊण्टुळ्ळ बाऱ्ऱ् वीशुन्नु
ऱास्बॆऱि चुवन्नताण्
ऒरु कफऱ्ऱेरिय ट्रेयिൽ भक्षणत्तिन्ऱॆ प्लेऱ्ऱुकൾ उण्ट्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कट्टिलिൽ चुवन्न तलयिण .
वॆळ्ळत्तिलॆ पच्च अलकൾ
पुल्लिൽ ओटुन्न नाय
उयरमुळ्ळ जिऱाफ् नटक्कुन्नु
ऒरु चॆऱिय वॆळुत्त नाय
ऒरु सർफ्बोർडिलॆ नाय
उळ्ळिൽ निऱमुळ्ळ इरुण्ट पात्रं .
मुन्नोट्ट् नोक्किक्कॊण्ट् टॆन्नीस्कळिक्कारൻ पुञ्चिरिक्कुन्नु
व्यक्ति कैवशं वच्चिरिक्कुन्न पताक .
रण्ट् मरं क्लोसऱ्ऱ् वातिलुकൾ
ऒरु बक्कऱ्ऱिनटुत्तेक्क् ऎत्तुन्न ऒराൾ
द्वीप् बीच्च् रंगं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वयलिन्ऱॆ मध्यभागत्तुळ्ळ मरं .
ऒरु नील डमास्क् विल्लु टै
तणलिൽ निൽक्कुन्न ऒरु पशु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु कॆट्टिटत्तिलॆ पक्षि प्रतिम
ऒरु वॆळुत्त सർफ्बोർडिൽ सർफिंग् चॆय्युन्न मनुष्यൻ ऒरु वॆळुत्त सർफ्बोർडिൽ सർफिंग् चॆय्युन्नु
चक्रवाळत्तिൽ ओऱञ्च् सूर्यास्तमयं
बोट्टिൽ नील वर
ऒरु बॆञ्चिन्ऱॆ निलत्त् ऒरु कऱुत्त निऴൽ .
आऴत्तिलुळ्ळ नील पकൽ आकाशं
अटुप्पिन् मुकळिलुळ्ळ कऱुत्त मैक्रोवेव्
ऒरु नटप्पातयिൽ फयർ हैड्रान्ऱ्
नीळमुळ्ळ तुरुम्पिच्च कत्ति
वॆळुत्त तरंगमुळ्ळ नील वॆळ्ळं
इत् ऒरु व्यक्तियाण्
नीळमुळ्ळ नील माक्सि पावाट धरिच्च स्त्री
पक्षि पऱक्कुन्नु
मञ्ञ वाऴप्पऴत्तिन्ऱॆ कूट्टं
पच्च कुळि स्यूट्टिलुळ्ळ ऒरु स्त्री
कसेरयिൽ वॆळुत्त स्लाऱ्ऱ्
इतॊरु ट्रोळियाण्
पॆൺकुट्टि ऒरु स्ट्रिंगिൽ निन्न् तूक्कियिट्ट डोनट्ट् कऴिक्कुन्नु
लेडिक्क् कऱुत्त मुटियुण्ट्
ऒरु प्लेऱ्ऱिൽ वलिय साൻड्विच्च्
प्लॆयिൻ डोणट्ट्स् केक्किन्ऱॆ ऒरु वॆळुत्त ट्रे
कऱुत्त चारनिऱत्तिलुळ्ळतुं वॆळुत्ततुमाय चॆक्केർड् सोफ
रण्ट् कैकळिलॆ सॆൽ फोൺ
वॆळुत्त टी षർट्ट् धरिच्च मनुष्यൻ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कऱुत्त बोट्टिൽ वॆळुत्त अक्षरङ्ङൾ
ऒरु चुवरिൽ फ्रॆयिं चॆय्त चित्रं
गेऱ्ऱिൽ लैऱ्ऱुकൾ
कूटुतൽ दृश्यमाय चुवप्पुं वॆळ्ळयुं वरयुळ्ळ कुट .
मनुष्यൻ ऒरु वॆळुत्त सർफ्बोർडिൽ सർफिंग् चॆय्युन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु षർट्टिൽ 134 नम्पർ
बोർड् पिन्निൽ ऒरु वळञ्ञ ट्रयൽ सृष्टिक्कुन्नत् पल्लिवरॆ
ऒरु अच्छൻ मकनॆ पिटिक्कुन्नु
वैऱ्ऱ् ब्लॆൻडർ
इरुण्ट मुटियुळ्ळ मनुष्यൻ वॆळुत्त सർफ्बोർडुमायि वलतुवशत्तेक्क् नटक्कुन्नु .
मेशप्पुऱत्त् वॆळुत्त बौൾ
कटൽत्तीरत्त् निൽक्कुन्न ऒरु नाय
ऒरु वॆळुत्त पोस्ऱ्ऱ्
तॆळिञ्ञ नीलाकाशत्तिन् नेरॆ पऱक्कुन्न जॆऱ्ऱुकൾ
नील जीൻस् इट्ट मनुष्यൻ फिषिंग् चॆय्युन्नु
इतॊरु नगरप्रदेशमाण्
बॆञ्चुकळुळ्ळ ऒरु वलिय प्रदेशं
अक्षरं ऎൽ वॆळ्ळि पात्रत्तिൽ
विल्लु टै धरिच्च मनुष्यൻ
ऒरु पासञ्चർ जॆऱ्ऱ् ऎञ्चिൻ
बॆञ्चिलॆ पक्षि
सीलिंग् टैलिनटुत्तुळ्ळ सीलिंग् टैൽ
ऒरु चुवन्न फयർ ट्रक्क् .
ध्रुवत्तिൽ तीवण्टि अटयाळं
मतिलिनु नेरॆ ऒरु आवरणं
पूच्चयुटॆ मुखत्त् नीळमुळ्ळ विस्कऱुकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
इतॊरु कुळिमुऱियाण्
ऒरु टाब्लॆऱ्ऱिलॆ षॆൽफ्
द्वीप् बीच्च् रंगं
" मञ्ञ , कऱुप्प् निऱत्तिलुळ्ळ ब्लाक्क्बॆऱि फोൺ "
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मनुष्यन् तॊप्पि
कट्टिलिൽ पूच्च
ऒरु कट्टिलिन्ऱॆ कै
मनुष्यन्ऱॆ चॆवि
मनुष्यन्ऱॆ इटत् काൽ
वॆळ्ळत्तिनटुत्त् पाऱ
स्क्रीनिൽ वॆळुत्त पाच्च्
इतॊरु तॆरुव् अटयाळमाण्
चुवन्न सोफ सीऱ्ऱ्
60 न्ऱॆ शैलियिलुळ्ळ स्नो बोർड्
मरत्तिन्ऱॆ पिन्निൽ कॆट्टिटत्तिन्ऱॆ चारनिऱत्तिलुळ्ळ मुखं
मेशप्पुऱत्त् कऱुत्त फोൺ .
ऒरु वृत्ताकृतियिलुळ्ळ वॆळुत्त प्लेऱ्ऱ् अतिൽ पै .
ट्रॆयिൻ स्ऱ्ऱेषनिलॆ सीलिंगिൽ निन्न् वैऱ्ऱ् क्लोक्क् सस्पॆൻड् चॆय्तिरिक्कुन्नु
मेघं वॆळुत्तताण् .
पुष्पं चुवप्पाण् .
तूवालयिलॆ ग्लास्
तुऱन्न कुटकൾ
किटक्कयिൽ मून्न् पेർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
व्यक्ति कुनियुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऱोडिन्ऱॆ वशत्त् इरिक्कुन्न टोय्लऱ्ऱुकൾ
गॆयिं कळिक्कुन्न टॆन्नीस् कळिक्कारൻ
कटൽत्तीरत्त् पॆൺकुट्टि
फ्रिड्जिन्ऱॆ तुऱन्न वातिൽ
ऒरु सർफऱिन्ऱॆ तल
ओऱञ्च् स्नोबोർड्
ट्रॆयिनिलॆ नम्पർ
तळिक केक्क् प्लेऱ्ऱिൽ
द्वीप् बीच्च् रंगं
टॆन्नीस् कोർट्टिൽ ब्रौൺ नाय
इळं तविट्ट् निऱमुळ्ळ भक्षणं
द्वीप् बीच्च् रंगं
मेशयिलॆ चॆऱिय स्क्रीൻ
कुञ्ञ् आन
ऒरु बाग् कोट्टൺ मिठायि
माक्रोणियुं चीसुं पात्रत्तिलुण्ट् .
द्वीप् बीच्च् रंगं
रण्ट् कैकळुं कॊण्ट् ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् पिटिक्कुन्न पॆൺकुट्टि
निरवधि बट्टणुकळुळ्ळ वॆळ्ळि ऱिमोट्ट्
स्कै स्लोप्पिलॆ अत्लऱ्ऱिक् व्यक्ति
पक्षि कऱुत्तताण्
इतॊरु कुळम्पाण्
वलुतुं चॆऱुतुमाय वॆळुत्त मेघङ्ङळुळ्ळ नीलाकाशं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वॆळुत्त उपरितल बोർड्
स्यूट्ट्केस् निलत्त्
ई अटुक्कळ पट्टिक वृत्तियुं वॆटिप्पुमुळ्ळताण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
द्वीप् बीच्च् रंगं
जीൻसिൽ निन्न् तूक्कियिट्ट ताक्कोलुळ्ळ ऒरु कुट्टि
ऒरु पॆट्टियिൽ तक्काळि
विमानत्तिन्ऱॆ वाൽ
तलकൾ ओवർलाप्पुचॆय्युन्न आटुकൾ परस्परं अभिमुखमायि वरियिൽ निൽक्कुन्न
तॆरुविൽ ऒरु पब्लिक् सർवीस् बस्
घटिकारमुळ्ळ वलिय क्लोक्क् टवർ
ऒरु कुतिरयुटॆ काൽ
ऒरु ग्लास् कोफि
वैऱ्ऱ् हैब्रिड् इलक्ट्रिक् सिऱ्ऱि बस् ड्रैविंग्
अवൻ ऒरु वीडियो गॆयिं कळिक्कुन्नु
मुൻवशत्त् ऒरु पच्च चॆटि
ऱोड् चार निऱमाण् .
तल मॊट्टयटिच्च मनुष्यൻ
मेशप्पुऱत्त् स्कोच्च् टेप्प्
वळർत्तुमृगङ्ङळुटॆ किटक्कयिൽ किटक्कुन्न पूच्च
फ्रिस्बि कळिक्कुन्न ऒरु नाय
फोट्टोयिलॆ ऒरु किटक्क
ऒरु कऱुत्त ट्राष् बाग् .
वॆळ्ळत्तिनटुत्तुळ्ळ नील ट्राक्टർ ट्रॆयिलർ .
ऒरु आൺकुट्टि ऒरु बेस्बोൾ पिच्च् चॆय्युन्नु
रण्ट् पच्च तॆरुव् अटयाळङ्ङൾ .
नीळमुळ्ळ मुटियुळ्ळ वेलियिൽ पॆൺकुट्टि
पच्च आप्पिळिन्ऱॆ कूम्पारं .
निलत्त् वॆच्चिरिक्कुन्न स्यूट्ट्केस् .
तऱयिൽ स्यूट्ट्केस्
तक्काळि सोसिन्ऱॆ पात्रं .
इतॊरु प्रकृति क्रमीकरणमाण्
चुवप्पुं वॆळ्ळयुं बोट्ट् .
स्नोबोർडർ
इरिप्पिटवुं लिड् अप्प् उळ्ळ टोय्लऱ्ऱ्
वॆळुत्त काർ
फ्रिस्बी कॊट्टयिൽ चुवन्न फ्रिस्बी
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कऱुत्त तॆरुविन्ऱॆ चॆऱिय भागं
ऒरु बाग् कोट्टൺ मिठायि
अटुक्कळ कौण्टऱिൽ वलिय अक्वेऱियं
ऒरु बाग् कोट्टൺ मिठायि
ऒरु बेस्बोൾ मैतानं
" अरकप्प् , मुकळिൽ पॆक्कൺस् "
ऒरु पात्रत्तिൽ पऴङ्ङൾ
ऒरु चॆऱिय वॆळुत्त पात्रं
ऒरु कॆट्टिटत्तिन्ऱॆ विൻडो
इत् ऒरु मनुष्यनाण्
ऒरु षർट्टिन्ऱॆ बट्टൺ
उयरमुळ्ळ कॆट्टिटत्तिलॆ घटिकारं
ऒरु तीवण्टि काർ ऒरु स्ऱ्ऱेषनिൽ पाർक्क् चॆय्तिरिक्कुन्नु
युव बेस्बोൾ बाऱ्ऱऱिൽ सिൽवർ फिनिष् हॆൽमॆऱ्ऱ्
रण्ट् सुहृत्तुक्कൾ अवरुटॆ फोणुकൾ नोक्कि समयं कटन्नुपोकुन्नु
फोट्टोयिൽ नीलाकाशं माय्क्कुक
वशङ्ङळिൽ ननञ्ञ कऱुत्त अटयाळङ्ङळुळ्ळ मरतटि
इरुण्ट कुञ्ञ् नील षू
स्की चॆय्याൻ पठिक्कुन्न कॊच्चु पॆൺकुट्टि
ऒरु मेशप्पुऱत्त् वाऴप्पऴं
अस्थि पशुविन् पाൽ कॊटुक्कुन्नु
ऒरु कम्प्यूट्टർ ओणाक्कि
वॆळ्ळत्तिൽ प्रतिफलनं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
स्यूट्ट्केसुकळुटॆ ग्रूप्प्
आൺकुट्टियुटॆ कण्ण्
ऒरु मैक्रोवेव् अटुक्कळयिलुण्ट् .
ऒरु तूक्कु शाखयिൽ इलकൾ
मनुष्यन् कऱुत्त मुटियुण्ट्
अवർ ऒरु कटൽत्तीरत्ताण्
ऒरु सॆൽ फोൺ कैवशं वच्चिरिक्कुन्न ऒरु स्त्री .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
स्त्रीकൾ कैवशं वच्चिरिक्कुन्न क्यामऱ
नदियिलॆ टग् बोट्ट्
कै पिस्सयिൽ तॊटुन्नु
कऱुत्त मालिन्य सञ्चि
ऒरु वयलिൽ पुल्ल् वटि धान्यं
स्यूट्ट् धरिच्च ऒराൾ मैक्रोफोൺ पिटिक्कुन्नु
केक्क् अलङ्करिच्चिरिक्कुन्नु .
फोट्टोयिलॆ पात्रङ्ङൾ
मञ्ञ् मूटिय मरङ्ङൾ
ऒरु पाण्ट करटि निलत्त् इरिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
इत् ऒरु तॆरुविलाण्
आൺकुट्टिकൾ कैकൾ निलत्त्
युवति ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् पिटिक्कुन्नु .
ऒरु कट्टिलिൽ किटक्कुन्न ऒरु तविट्ट् नाय
पूच्चयुटॆ चॆवि
मुकळिൽ बैक्कुकळुळ्ळ काർ
वॆळुत्त फ्रिस्बी वायुविलूटॆ पऱक्कुन्नु
तुऱन्न कुट
ऒरु मैतानत्त् निरवधि पुरुष कळिक्काർ
वॆळ्ळं शान्तमाण्
काप्पियुमायि बॆञ्चिलिरिक्कुन्न स्त्री
शाखकळिൽ ओऱञ्च् इलकൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
मञ्ञ् आऴमुळ्ळताण्
वाक्स् पेप्पऱिൽ डोनट्ट्
इत् ऒरु ट्राफिक् लैऱ्ऱ् आण्
ऒरु हुड् धरिच्च टॆडि बियർ .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वलिय कऱुत्त सॆൽ फोൺ
पक्षियुटॆ चिऱक्
ऒरु बർगण्टि विग्
ऒरु प्लास्ऱ्ऱिक् चवऱ्ऱुकुट्ट
द्वीप् बीच्च् रंगं
ऒरु कऱुत्त इलक्ट्रिक् ब्लॆൻडർ
आकाशत्तिलॆ पक्षि
अत् ऒरु विमानमुण्ट्
चुवन्न कुट स्त्रीक्क् मुकळिൽ .
मोशं प्रदेशत्तॆ पुल्ल् .
वलिय वॆळुत्त कॊम्पुकळुळ्ळ चॆऱिय आन
परिमितमाय स्थलत्त् ऒरु ञॆरुङ्ङिय कुळिमुऱि
कॆट्टिटत्तिन्ऱॆ मुकळिൽ कालावस्था व्यतियानं .
इत् ऒरु मोट्टोർ वीटिन्ऱॆ उळ्ळिൽ तोन्नुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
रण्ट् आൺकुट्टिकൾ स्केऱ्ऱ्बोർडिंग्
ट्राक्किൽ इट्टिरिक्कुन्न ट्रॆयिൻ
शाखयिൽ ऎग्रॆत्
चुवन्न जलांशं
वॆळुत्त पॆयिन्ऱ् उळ्ळ मतिൽ
ऱाक्कऱ्ऱ् पिटिक्कुन्न ऒरु टॆन्नीस् कळिक्कारൻ
ऒरु पल्ल् तेक्कुन्न पॆൺकुट्टि
ऒरु कलत्तिൽ नटुक
" ओऱञ्च् , सिൽवർ ट्रॆयिൻ "
प्लेऱ्ऱिൽ सूप्प् पात्रं
मतिलिनु नेरॆ हॆड्बोർड्
वयलिलॆ आळुकൾ
TSBBY क्याऱ्ऱ् डॆस्किन् कीऴिൽ पुन Rest स्थापिक्कुन्नु
वाक्कुं अम्पुं नील निऱत्तिൽ चुवरिൽ
तॆरुव् कोणिलुळ्ळ स्त्री इटत् कै उयർत्ति
सीब्र वेलिक्क् मुन्निൽ निൽक्कुन्नु
ऒरु कसेरयिൽ निൽक्कुन्न ऒरु कऱुत्त पूच्च
निलत्त् कऱुत्त पुळ्ळि
चिह्नं त्रिकोणाकृतियाण्
चुवरिൽ निन्न् तूक्कियिट्टिरिक्कुन्न तूवाल
ओऱञ्च् बिक्किनियिलॆ कळिप्पाट्टं
नगर कॆट्टिटङ्ङळुटॆ मुൻवशं
ऒरु मरं काप्पि मेश
ऒरु बाग् कोट्टൺ मिठायि
आकाशत्त् मेघ मूटुन्नु
सർफ्बोർड् कैवशमुळ्ळ पय्यൻ
विमानत्तिन्ऱॆ प्रॊप्पल्लർ
इतॊरु फोർक् आण्
इतॊरु स्किൻ चरिवाण्
कऱुत्त आटुकൾ पुൽत्तकिटियिൽ मेयुन्नु
स्त्रीक्क् तविट्ट् निऱमुळ्ळ मुटियुण्ट्
मञ्ञ जाक्कऱ्ऱ् उळ्ळ पुरुष स्कीयർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
तलयुटॆ पिन्निൽ
कऱुप्पुं वॆळुप्पुं फोट्टो
ऱॆड् डबिൾ डॆक्क् बस्
मनुष्यൻऱॆ बेस्बोൾ तॊप्पि
चुवन्न काबिൻ बोट्ट् वॆळ्ळत्तिൽ
आकाशं नीलयुं व्यक्तवुमाण्
निलत्त् कऱुत्त पुळ्ळि
ऒरु चॆऱिय कऱुत्त पूच्चक्कुट्टि
इत् ऒरु कम्प्यूट्टർ क्लास् पोलॆ तोन्नुन्नु
" नीलयुं , कऱुप्पुं उळ्ळ टॆन्नीस् ऱाक्कऱ्ऱ् . "
वलिय पच्चयुं वॆळ्ळयुं चतुर चिह्नं .
मेशप्पुऱत्त् वैൻ ग्लासुकൾ
मञ्ञुमूटिय वॆळुत्त निलं
ऒरु बाग् कोट्टൺ मिठायि
चुवन्न वॆळिच्चत्तिൽ ऒरु वॆळुत्त वाൻ निർत्ति
ऒरु कऱुत्त ट्राष् बाग् .
पूच्चयुटॆ वाൽ
रण्ट् वॆळुत्त कसेरकൾ परस्परं अटुत्ताण् .
पट्टं
वॆळुत्त चक्रङ्ङळुळ्ळ ऒरु कऱुत्त स्केऱ्ऱ्बोർड्
विशालमाय वीञ्ञ् ग्लास् मेशप्पुऱत्त्
पुल्ल् वयलिൽ किटक्कुन्न रण्ट् आटुकൾ
नटक्करुतॆन्न् सूचिप्पिक्कुन्न चुवन्न ट्राफिक् लैऱ्ऱ्
मनोहरमायि अलङ्करिच्च कुळिमुऱि
स्वർण्ण घटिकारं
टॆन्नीस् कळिक्कुन्न ऒराൾ
पुष्प पाऱ्ऱेൺ टै धरिच्चिरिक्कुन्न मनुष्यൻ
वशत्त् कऱुत्त वेलि
ऒरु मतिलिन्ऱॆ अग्रं
स्ऱ्ऱूळिन् ऒरु पाड्ड् सीऱ्ऱ् उण्ट् .
ऒरु प्रदർशनत्तिൽ मून्न् आनकൾ
कप्प् केक्क् कौण्टऱिൽ
मोट्टोർसैक्किळिन्ऱॆ वशत्त् डिसैൻ
करटियुटॆ चॆवि
पർप्पिൾ ट्रिं उळ्ळ कुट्टिकळुटॆ चुवन्न ऱब्बർ ऱॆयिൻबूट्टुकൾ
ऒरु अटुक्कळ .
केक्क् हृदयत्तिन्ऱॆ आकृतियिलाण् .
ऒरु चुवन्न बस्
वॆळुत्त कुप्पायमुळ्ळ मनुष्यൻ ताऴेक्क् नोक्कुन्नु
चार कुतिर
चुरुण्ट मुटियुळ्ळ स्त्री
चारनिऱत्तिलुळ्ळ तॊप्पि धरिच्च चॆऱुप्पक्कारൻ .
ऱॆड् स्ऱ्ऱोप्प् चिह्नं
उयरमुळ्ळ जिऱाफ् क्यामऱ अभिमुखीकरिक्कुन्नु
सॆൽफोणिलॆ ऒरु नम्पർ
पच्चयुं वॆळ्ळयुं हैवे चिह्नं
पय्यൻ ऒरु फ्रिस्बियुमायि कळिक्कुन्नु
वाट्टർ होൾडिंग् सർफ् बोർड् मनुष्यൻ
पुल्लिൽ रण्ट् कुतिरकൾ
पच्चक्कऱिकൾक्क् मुकळिൽ तूक्कियिट्टिरिक्कुन्नु
जिऱाफ् ऒरु कुन्निൻ मुकळिलूटॆ .
" नीलयुं , मञ्ञयुं तीवण्टि "
ऒरु वॆळुत्त पात्रत्तिൽ पूक्कळुण्ट्
कुन्निൻ मुकळिൽ निൽक्कुन्न कुटं .
विൻडोयिलॆ प्रकाशत्तिन्ऱॆ प्रतिफलनं
ऒरु ग्रामीण अऴुक्क् ऱोड्
ऒरु बण्टिൽ पच्चक्कऱिकൾ
फोൺ कैवशमुळ्ळयाൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
इतॊरु मृगमाण्
ऒरु वॆळुत्त प्लेऱ्ऱिൽ पिस्स .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मुकळिൽ पॊटि उळ्ळ इरुम्प् स्ऱ्ऱोव् .
पिस्सयिൽ कऱुत्त पॊळ्ळलेऱ्ऱ स्थलं
माൻ ऱेसिंग् बैक्क्
पाण्ट करटि पाऱकळिൽ नटक्कुन्नु .
इरुण्ट मुटियुळ्ळ मनुष्यൻ
इतॊरु तलयाण्
पच्च कप्पिൽ पीच्च् गोळङ्ङൾ
निलत्त् मञ्ञ् .
वॆळुत्त प्लेऱ्ऱिൽ नाൽक्कवल
तलयिण चुवन्नताण्
ऒरु ट्रॆयिൻ स्ऱ्ऱेषनिൽ ट्रॆयिൻ
ऱॆयिൽवे ट्राक्कुकळिൽ ह्रस्व ट्रॆयिൻ
चुट्ट उरुळक्किऴङ्ङ् .
ग्रे ट्रॆयिൻ
पक्षि ओऱञ्च् निऱमाण्
ऒरु मुऱ्ऱत्त् कोऴिकൾ
वऴियुटॆ वशत्त् ऒरु वॆळुत्त काർ
चिह्नं चुमरिൽ तूक्कियिरिक्कुन्नु
कम्प्यूट्टർ उळ्ळ ऒरु पॆൺकुट्टि
मॆऱ्ऱൽ हाൻडिൽ कत्रिक
कुऱच्च् जिऱाफुकൾ
स्नोबोർडർ अवन्ऱॆ कालुकळिलेक्क् नोक्कुन्नु
घटिकारत्तिलॆ कण्णाटि षाർडुकൾ
चिह्नङ्ङळुळ्ळ चिह्नं निർत्तुक
ऒरु टोय्लऱ्ऱिन्ऱॆ भागं
वलतुवशत्त् कल्ल् नियन्त्रिक्कुक
कोणिलॆ पोळिൽ ट्राफिक् लैऱ्ऱ्
निलक्कटल वॆण्णयुं जॆल्लियुमाण् साൻड्विच्च् .
चुवरिൽ वॆळुत्त कप्प्
तॆरुव् चिह्नं ब्लड् ओൺलैൻ वायिक्कुन्नु
ऒरु नाय स्केऱ्ऱ्बोർड् वहिक्कुन्नु
पुल्लिൽ सीब्र निൽक्कुन्नु
पऴङ्ङळुं पच्चक्कऱिकळुं मुऱिक्कुक
रण्ट् जिऱाफुकൾ ऒरुमिच्च् नटक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कऱुत्त स्यूट्ट् धरिच्च मनुष्यൻ
मञ्ञिൽ नटक्कुन्न व्यक्ति
वॆळुत्त पोळो षർट्टिलुळ्ळ मनुष्यൻ
चुवन्न विशदांशङ्ङळुळ्ळ कऱुत्त लगेज्
पूच्च पाव्
स्कि चरिविलुळ्ळ ऒराൾ
मॆट्रोयिलॆ ऒरु बिस्सि स्ट्रीऱ्ऱ्
पत्त् स्पीड् बैक्क्
कुतिरप्पुऱत्त् सवारि नटत्तुन्न रण्टुपेർ
ऒरु चुवन्न स्ऱ्ऱण्ट् विमानं
मृगशालय्क्कुळ्ळिൽ निൽक्कुन्न जिऱाफ्
स्त्रीकळुटॆ तलयिൽ कट्टियुळ्ळ तॊप्पि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चुमरिൽ पिच्चळ वलिय मणि
वीण मरत्तिൽ करटिकळुटॆ ऒरु कूट्टं
तुणियिൽ पिस्स
वॆळ्ळत्तिनटुत्तुळ्ळ बोट्टुकൾ
ऒरु मेशयिൽ नाल् प्लेऱ्ऱुकൾ
ऒरु करटियुटॆ काൽ
ऒरु सीलिंग् लैऱ्ऱ् फർणिच्चർ
आकർषकमाय एष्यൻ स्त्री ऒरु कप्प् केक्क् उयർत्तिप्पिटिक्कुन्नु
नीळमुळ्ळ अस्फाൽऱ्ऱ् पात
निलत्त् ऒरु पाऱ
तॆळिञ्ञ आकाशत्तिन्ऱॆ भागं
कुञ्ञ् आन
पॆൺकुट्टि किटक्कुन्नु
इतॊरु पवർ लैൻ पोस्ऱ्ऱाण्
डोक्किलॆ तटिकॊण्टुळ्ळ पात
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
मेशयिलॆ कम्प्यूट्टർ मोणिऱ्ऱർ
बसिलॆ नील इरिप्पिटङ्ङൾ
वाटकय्क्क् ऎन्न् ऎऴुतिय चिह्नं .
ऱोडिൽ ऒरु कन्नुकालिक्कूट्टं
कय्यिൽ वैൻ ग्लास्
मृगङ्ङൾ नन्नायि नटक्कुन्नु
" चुवप्प् , नील निऱत्तिलुळ्ळ अग्नि जलांशं "
पश्चात्तलत्तिलुळ्ळ मुळ
ऒब्जक्ऱ्ऱिलॆ ऒरु क्लोक्क् .
ऒरु इलक्ट्रिक् औट्लॆऱ्ऱिൽ कऱुत्त प्लग्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु पोस्ऱ्ऱिलॆ तॆरुव् चिह्नं
मालिन्य क्याൻ चुमरिൽ घटिप्पिच्चिरिक्कुन्नु
युवति ऒरु सॆൽ फोൺ कैवशं वच्चिरिक्कुन्नु .
चारनिऱत्तिलुळ्ळ नरच्च मॆऱ्ऱीरियൽ .
समतलत्तिൽ स्नोकൾ
क्रोस् कൺट्रि स्कीयർ
भक्षणं निऱञ्ञ ऒरु प्लेऱ्ऱ्
कॊट्टयिൽ ऒरु होट्ट्डोग् वॆच्चिरिक्कुन्नु
चुमरिൽ ऒरु वाऴप्पऴत्तिन्ऱॆ चित्रं
ऒरु कूट्टं आळुकൾ ऒरु स्कूൾ लिफ्ऱ्ऱिनायि कात्तिरिक्कुन्नु
ऒरु कुट्टि चॆऱिय कळिप्पाट्टं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मेश वॆळुत्तताण् .
कुञ्ञ् आन
ऒरु सॆൽ फोൺ कैयिൽ पिटिक्कुक .
फ्रिस्बियॆ वायिൽ वहिक्कुन्न नाय
ऒरु कुट्टियॆ चुमक्कुन्न स्त्री
पർवतत्तिलेक्क् इऱङ्ङुन्न व्यक्ति
तलयिൽ ऒरु नॆय्त्तु तॊप्पि
ऒरु बाग् कोट्टൺ मिठायि
पक्षि ऒरु विळक्कुमाटत्तिनरिकिൽ निൽक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु विमानं पऱक्कुन्नु
मृगङ्ङळुटॆ चॆवियिൽ टाग् चॆय्युक .
ऒरु पऴ पात्रत्तिൽ वाऴप्पऴं
ऒरु बाग् कोट्टൺ मिठायि
गतागत विळक्क् कत्तात्त अवस्थयिलाण्
मेशप्पुऱत्त् वॆळुत्त त्रितल केक्क्
मनुष्यൻ ओटुन्नु .
नाल् पेർ ऒरु मेशय्क्कु चुऱ्ऱुं इरिक्कुन्नु
मोट्टोർ सैक्किळिൽ पोलीस् उद्योगस्थൻ
तुऱन्न ट्रॆयिൻ वातिलिन्ऱॆ काऴ्च .
ऒरु कूट्टिൽ जिऱाफुकൾ
इव चिल फ्रैकळाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ताटिक्कटियिൽ वॆळुत्त रोमङ्ङൾ
ऒरु कलत्तिൽ पुष्पं
ऒरु मनुष्यन्ऱॆ ब्रौൺ षोർट्ट् कट्ट् चॆय्त मुटि
इताण् अवन्ऱॆ तॊप्पि
ऒरु पच्च टॆन्नीस् बोൾ
नॆटुवीർप्पिन् ऒरु अम्पटयाळं उण्ट्
निलत्त् कऱुत्त पुळ्ळि
ओऱञ्च् स्वॆऱ्ऱർ षർट्टिൽ मनुष्यൻ
दम्पतिकൾ मञ्ञिൽ इरिक्कुन्नु
स्त्रीकൾ फ्रिस्बी कळिक्कुन्नु
ऒरु बाग् कोट्टൺ मिठायि
इतॊरु चुवन्न वानाण्
पच्चयुं वॆळ्ळयुं अटयाळबोർड्
मौस् कऱुत्त निऱत्तिलाण्
मञ्ञुवीऴ्चयिൽ निൽक्कुन्न व्यक्ति
पुस्तकं मञ्ञयाण्
ऒरु कऱुत्त ट्राष् बाग् .
चुमरिൽ मून्न् चित्रङ्ङൾ
ऒरु कम्प्यूट्टऱिलॆ कळियुटॆ सम्प्रदायं
मुൻवशत्त् रण्ट् विमानङ्ङൾ
वैऱ्ऱ् वाषिंग् मॆषीन्ऱॆ मुൻवशत्त्
पशु पुल्लिൽ इरिक्कुन्नु
मनुष्यൻ नील निऱत्तिलुळ्ळ प्लॆय्ड् षർट्ट् धरिच्चिरिक्कुन्नु
चुवप्पुं वॆळ्ळयुं अटयाळं .
ऒरु सैनिक चरक्क् जॆऱ्ऱ् आकाशत्तिन् कुऱुकॆ पऱक्कुन्नु
मनुष्यൻ पश्चात्तलत्तिन् मुन्निൽ निൽक्कुन्नु
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
विमानं मेൽक्कूरयिൽ निन्न् तूङ्ङिक्किटक्कुन्नु
वॆळ्ळत्तिൽ ऒरु बैक्क्
ऒरु सोक्कർ कळिक्कारन्ऱॆ काल्
ऒरु कऱुत्त करटि उऱङ्ङुन्नु .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
चिल कुट्टिकൾ ऒरु वीटिनुळ्ळिलाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पकൽ आकाशत्त् वॆळिच्चं
कुतिरकൾ ऒरु बग्गि वलिक्कुन्नु
स्त्रीकൾक्क् वॆळुत्त तॊप्पिकൾ
सॆൽफोൺ फ्लिप्प्फोप्पाण्
पूच्चय्क्क् चारनिऱवुं तविट्टुनिऱत्तिलुळ्ळ वरकळुमुण्ट् .
पक्षियुटॆ कालुकൾ
मोट्टोർ उपयोगिच्च् बोट्ट्
वॆळुत्त फ्रिस्बी
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
नाययुटॆ कोळऱुमायि बन्धिप्पिच्चिरिक्कुन्नु
कुञ्ञ् आन
वलिय चुवन्न स्ऱ्ऱोप्प् चिह्नं
पक्षि स्ऱ्ऱम्पिൽ निൽक्कुन्नु
चुवरिൽ पच्च कटलाम
पुൽ मैतानत्त् टॆन्नीस् मत्सरं
ऒरु व्यक्ति बॆञ्चिൽ इरिक्कुन्नु
चुवप्प् वॆळ्ळयुं नीलयुं कुट
जिऱाफ् मरत्तिൽ निन्न् कऴिक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऱालि काർ ऱेसिൽ निरवधि काणिकൾ
ऒरु कुतिच्चुचाट्टत्तिन् चुऱ्ऱुं पॊतिञ्ञ नाय्क्कळुटॆ दम्पतिकൾ
चुवन्न अक्षरङ्ङळुळ्ळ वॆळुत्त ट्रॆयिൻ
मरं काबिनऱ्ऱिन् अटुत्तुळ्ळ क्याबिनऱ्ऱ्
नील चतुराकृतियिलुळ्ळ तॆरुव् चिह्नं
वायुविൽ पुक
कॆट्टिटत्तिलॆ चिह्नं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु व्यक्ति समुद्रत्तिൽ
चॆऱिय वॆळुत्त ऱफ्रिजऱेऱ्ऱർ
मोट्टोർसैक्किळुकൾ पुऱत्त् पाർक्क् चॆय्तिरिक्कुन्नु
ऒरु तळिकयिൽ दोश
ऒरु सीब्रयुं अतिन्ऱॆ कुट्टियुं नटक्कुन्नु
ऒरु मनुष्यन् चुवन्न तॊप्पि
मञ्ञुवीऴ्चयुळ्ळ चरिविलुळ्ळ स्कीयർमाർ
प्लेऱ्ऱिൽ स्कोൺ
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु भक्षणत्तिन्ऱॆ भागं
कय्यिलॆ नीळमेऱिय विरൽ
तविट्ट् निऱमुळ्ळ मुटियुळ्ळ तल
जिऱाफ् पुल्लु तिन्नुन्नु
पुष्पं कुप्पायत्तिलाण्
ऒरु सർफ्बोർडिलॆ पय्यൻ
पूच्चय्क्क् इटत् चॆवि उण्ट्
ऒरु पॆൺकुट्टियुटॆ पुञ्चिरिक्कुन्न मुखं
ऒरु प्लेऱ्ऱिൽ ऒरु साൻड्विच्च् .
चारनिऱत्तिलुळ्ळ बॆञ्च् नटप्पातयिൽ इरिक्कुन्नु
मुൻवशत्त् ऒरु नील चिह्नं
काऴ्च मृगशालयिलाण्
कत्रिकयुटॆ ऒरु भागं
ऒरु कुळिमुऱियिൽ टोय्लऱ्ऱ् घटकं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु साൻड्विचिൻ्ऱॆ पकुति
ऒरु ऱॆस्ऱ्ऱोऱन्ऱिलॆ जीवनक्काർ
कुञ्ञ् आन
ऒरु विमानत्तिन्ऱॆ ऎञ्चिൻ
टॆन्नीस् कळिक्कारൻ जम्पिंग्
बात्त्ऱूं तऱ उൾक्कॊळ्ळुन्न चॆऱिय टाൻ टैलुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
आकाशविमानत्तिन्ऱॆ चिऱक्
ऒरु कऱुत्त करटि मरत्तिൽ उऱङ्ङुन्नु
पुरुषन्ऱॆ कऴुत्तिलॆ टै
रण्ट् सർफऱुकൾ कटൽत्तीरत्त् सർफ्बोർडुकൾ पिटिक्कुन्नु
ऒरु चॆऱिय विमानं आकाशत्तिन् कुऱुकॆ पऱक्कुन्नु
मून्न् चॆऱिय होट्ट् डोगुकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु मुऱियुटॆ इन्ऱीरियർ
वॆळ्ळत्तिन् मुकळिलूटॆयुळ्ळ पालं
ऒरु चॆऱिय वाणिज्य विमानं आकाशत्त् पऱक्कुन्नु
बसिൻ्ऱॆ वलिय कऱुत्त टयർ
ट्रॆयिनिन्ऱॆ मुൻभागं
इतॊरु पट्टिकयाण्
टाൻ मेशयुटॆ मुकळिൽ तुऱन्न पॆट्टि
पक्षियुटॆ कण्ण्
ऒरु वॆळुत्त नाययुटॆ तल
परवतानियिൽ ऒरु पूच्च
अटुप्पिൽ ती
निർत्तൽ विळक्किൽ पच्च वॆळिच्चं
वटियुटॆ मुकൾ भागं
ऒरु पऴय फोट्टो
तुऱन्न जिऱाफिन्ऱॆ वाय .
" प्रवർत्तनत्तिൽ पिङ्क् , वैऱ्ऱ् फ्रिस्बी "
जिऱाफिन्ऱॆ काൽ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु ध्रुवत्तिൽ अमेरिक्कൻ पताक
मनुष्यൻ नाव् पुऱत्तेक्क् नीट्टुन्नु
पश्चात्तलत्तिൽ ऒरु वॆळुत्त कप्प्
वायुविൽ कूटुतलुं नीलनिऱत्तिलुळ्ळ ऒरु कऱुत्त मनुष्यൻ .
वॆळ्ळत्तिൽ पॊङ्ङिक्किटक्कुन्न ऒरु बूयि .
ऒरु तिरमालय्क्कायि कात्तिरिक्कुन्न ऒरु सർफർ
ऒरु व्यक्ति कुट पिटिक्कुन्नु
टवऱिൽ वॆळुत्त क्लोक्क् मुखं
मेशप्पुऱत्त् डिजिऱ्ऱൽ क्लोक्क्
ऒरु तविट्ट् लॆतർ किटक्क
रण्ट् ट्राफिक् लैऱ्ऱुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
डॆൽऱ्ऱ विमानं निलत्त्
स्त्रीयुं पुरुषन्मारुं ऒरु अटुक्कळयिൽ
फीൽडिलॆ डेർट्ट् बैक्कർ
विमानत्तिलॆ विमानं
वॆळुत्त वस्त्रं धरिच्च कुट्टि
द्वीप् बीच्च् रंगं
नीळमुळ्ळ कऴुत्तुमायि ऒरु जिऱाफ्
" ऒरु चिक्कൻ , ब्रॊक्कोळि विभवं "
चुवप्पुं वॆळ्ळयुं टाक्सि क्याब्
ऒरु मॆऱ्ऱൽ ऱॆयिलिंगिൽ मऴत्तुळ्ळिकൾ
कऱुत्त हॆൽमॆऱ्ऱ् धरिच्च व्यक्ति .
कुञ्ञ् आन
इताण् ऱोड्
चुवन्न बस्सिൽ वॆळिच्चं
ऒरु वलिय विमानं
मनुष्यൻ स्केऱ्ऱ्बोർडिंगाण् .
आकाशत्तिलॆ पक्षि
लॆड्जिलुळळ पक्षि
वस्त्रङ्ङൾ चुवप्पाण्
वायुविൽ ओऱञ्च् फ्रिस्बी
द्वीप् बीच्च् रंगं
इत् ऒरु मनुष्यनाण्
इव पुल्लाण्
कुञ्ञ् आन
ऒरु सोक्क् कुरङ्ङ्
व्यक्ति ऒरु स्नोबोർड् वहिक्कुन्नु
फ्रिड्जिलॆ पाൽ काർट्टूणिൽ
ऒरु काർ ऱोडरिकिलाण्
साൻड्विच्चिन् मुकळिൽ वॆळुत्त ऱॊट्टि .
कुळिमुऱियुटॆ चुमरिൽ टूत्त् ब्रषुकൾ
इव जिऱाफुकळाण्
नीलाकाशत्तिन्ऱॆ चॆऱिय ऒरु भागं
वायिൽ फोणुळ्ळ कुट्टि
साൻड्विच्चिन्ऱॆ पकुति
ऒरु अष्टभुज चुवप्पुं वॆळ्ळयुं अटयाळं
ऒरु कुट्टि प्लाऱ्ऱ्फोमिൽ निൽक्कुन्नु
चारनिऱत्तिलुळ्ळ परवतानियुटॆ चॆऱिय भागं
अटुक्कळयिൽ ऒरु वॆळुत्त ऱफ्रिजऱेऱ्ऱർ
वॆळ्ळयुं चुवप्पुं अटयाळं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
नाय कटൽत्तीरत्त् किटक्कुन्नु
ट्राफिक् लैऱ्ऱिൽ चुवन्न लैऱ्ऱ्
बात्त्ऱूं चुवरिൽ वैऱ्ऱ् सिङ्क्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
अऴुक्कुचालिൽ निൽक्कुन्न स्त्री
पश्चात्तलत्तिलुळ्ळ ईफൽ टवർ .
तॊप्पियिൽ तलयोट्टियुं क्रोस्बोणुकळुं
ऒरु पॆൺकुट्टि सർफिंग् चॆय्युन्नु
कुञ्ञ् आन
प्लेऱ्ऱिൽ ञण्ट् केक्क्
ऒरु बोट्टिൽ ऒरु चुवन्न बोय्
मनुष्यൻ ऒरु कुञ्ञिनॆ पिटिक्कुन्नु
ऱिबൺ चुवप्पाण्
टाർमाक्किलॆ विमानं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
बाऱ्ऱ् पिटिच्चिरिक्कुन्नु बेस्बोൾ कळिक्कारൻ
वीट्टिൽ तविट्ट् मतिൽ
काऴ्च तॆरुविलाण्
तविट्टुनिऱत्तिलुळ्ळ करटि काटुकळिൽ नटक्कुन्नु .
रण्ट् आळुकൾ ऒरु बॆञ्चिൽ इरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
नाय मेशप्पुऱत्तुण्ट्
तविट्टुनिऱत्तिलुळ्ळ प्लान्ऱऱिൽ पिङ्क् पुष्पं
कुन्निन्ऱॆ वशत्तुळ्ळ मरङ्ङൾ
खाक्कि धरिच्च पश्चात्तलत्तिलुळ्ळ व्यक्ति
ऒरु चॆऱिय टिवि
ऒरु वीडियो गॆयिं कळिक्कुन्न आळुकൾ .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ट्रक्क् ऒरु काർपोർट्टिन् कीऴिൽ निർत्ति
ऒरु क्रीमिन्ऱॆ भागं
फ्रैकळुटॆ कूम्पारं
रण्ट् टॆन्नीस् कळिक्काർ कविळिൽ चुंबिक्कुन्नु
इतॊरु ब्लॆൻडऱाण्
ऒरु चक्रत्तिन्ऱॆ भागं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु पർवतत्तिन् मुकळिलुळ्ळ चित्रं
तविट्टुनिऱत्तिलुळ्ळ कुतिर निलत्त्
मुतिർन्नवർक्कुळ्ळ जिऱाफुकൾ ऒरु सफारियिൽ .
इतॊरु पूच्चयाण्
समुद्रत्तिൽ सർफिंग् चॆय्युन्न ऒराൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पकൽ आकाशत्तिन्ऱॆ नील
आൺकुट्टि पाचकं चॆय्युन्न ब्लाक्क् आൻड् वैऱ्ऱ् फोट्टो
रण्टुपेർ आलिंगनं चॆय्युन्नु
चारनिऱत्तिलुळ्ळ कॆट्टिटत्तिन् मुकळिൽ आऴत्तिलुळ्ळ नीलाकाशं
पॆൺकुट्टि सർफ्बोർडिलाण्
स्ऱ्ऱोप्प् चिह्नत्तिൽ ग्राफिऱ्ऱि
इतॊरु काऱाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मोट्टोർ सैक्किळिൽ ऒराൾ
ऎयർ टॆർमिनलुं पश्चात्तलत्तिलुळ्ळ पർवतङ्ङळुं
वॆळुत्त क्लोक्क् मुखमुळ्ळ कल्ल् गोपुरं
फोट्टो बोस्ऱ्ऱൺ पब्लिक् लैब्रऱियुटॆ उटमस्थतयिलुळ्ळताण्
इताण् आकाशं
कुतिरय्क्क् कऱुत्त चॆविकळुण्ट्
पालत्तिन् कीऴिൽ प्रवർत्तिक्कुन्न ट्रॆयिൻ ट्राक्कुकൾ
इतॊरु पूच्चयाण्
" मृगशालयिलॆ तविट्ट् , वॆळ्ळ जिऱाफिन्ऱॆ तल "
करटि फ्लफि आण्
पशु किटक्कुन्नु
जिऱाफिन्ऱॆ कऴुत्तिൽ तविट्ट् निऱमुळ्ळ मुटि .
अमेरिक्कൻ पताक काऱ्ऱिൽ पऱक्कुन्नु
कौण्टർ टोप्पिൽ वॆळुत्त पात्रं
काऴ्च अटुक्कळयिलाण्
पुल्लुळ्ळ वॆळ्ळत्तिन् मुकळिलुळ्ळ मणൽत्तिट्ट
इतॊरु सർफिंग् आळाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वाऴप्पऴं परस्परं अटुक्कियिरिक्कुन्नु .
ऒरु अटुक्कळयिलॆ आळुकൾ
भक्षणत्तिन्ऱॆ प्लाऱ्ऱ् ड्रिल्लऱिൽ उण्ट्
मून्न् कुतिरकൾ परस्परं अटुत्त् निൽक्कुन्नु
कुट नीलयाण्
क्रीं निऱमुळ्ळ तॊप्पि .
अऴुक्कुळ्ळ पच्च निऱमुळ्ळ पुल्ल्
द्वीप् बीच्च् रंगं
ऒरु मनुष्यൻ सർफिंग् चॆय्युन्नु .
ऒरु चक्रत्तिन्ऱॆ अऱ्ऱं
चुवप्पुं वॆळ्ळयुं पताक
ऒरु साൻड्विच्चिन्ऱॆ चॆऱिय भागं .
जॆऱ्ऱ् चुवप्प् वॆळ्ळयुं नीलयुमाण् .
" वॆळ्ळ , नील निऱङ्ङൾ उळ्ळ बस् "
प्लॆय्ड् बट्टൺ उळ्ळ षർट्ट् धरिच्च मनुष्यൻ
अटुक्कळयिलॆ ऱफ्रिजऱेऱ्ऱർ
मनुष्यन् कऱुत्त तॊप्पि उण्ट्
कऱुप्पुं वॆळ्ळियुं ऎस्कलेऱ्ऱऱुकൾ
" चुवप्प् , ब्रौൺ निऱमुळ्ळ ऐस्क्रीं "
पुरुषन्ऱॆ कालिൽ ऒरु नाय
ऒराൾ कट्टिलिൽ इरिक्कुन्नु
ऒरु कटलिन्ऱॆ भागं
जिऱाफ् इरिक्कुन्नु
नटप्पातयिलॆ टि मॊबैൽ स्ऱ्ऱोർ
मणलिൽ पक्षि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पान्ऱ्स् कऱुत्तताण्
पूच्च मेशप्पुऱत्त् नटक्कुन्नु
ऒरु पुल्लिन्ऱॆ भागं
तविट्टुनिऱत्तिलुळ्ळ स्वॆऱ्ऱർ धरिच्च मनुष्यൻ
पन्त् नीलयाण्
निलत्त् कऱुत्त पुळ्ळि
नीलाकाशत्तिन्ऱॆ ऒरु वलिय प्रदेशं .
पिस्स पकुति कऴिच्चु
कट्टिलिൽ वलिय वॆळुत्त करटि .
इत् ऒरु मलयिलाण्
वॆळुत्त पॆट्टियिൽ वाऴप्पऴं
कोट्ट् कऱुत्तताण्
पऴुत्ततुं पऴुक्कात्ततुमाय वाऴप्पऴं ऒरुमिच्च् .
ऒरु तळिकयिൽ वॆळ्ळरि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मांसत्तिൽ चॆऱिय पच्च इल
पच्च पुल्लिൽ वॆळुत्त आट् .
विमानं नीलयुं वॆळ्ळयुमाण्
डोनट्ट्सिन्ऱॆ वॆळुत्त पॆट्टि
इताण् वृक्षं
मनुष्यൻ बॆञ्चिൽ इरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
तॆरुव् मुऱिच्चुकटक्कुन्न आळुकൾ
धाराळं अलमारकळुळ्ळ ऒरु अटुक्कळ प्रदेशं
इतॊरु बेस्बोൾ गॆयिमाण्
मुतिർन्न करटियॆ पिन्तुटरुन्न बेबि बाൽक्क् बॆयർ
काट्टिलॆ मृगङ्ङൾ
ऐस्क्रीमिन् मुकळिൽ पात्रत्तिൽ पूच्च भक्षणं .
निलत्त् कऱुत्त पुळ्ळि
पि - आർट्ट् ऎफ्ऎ ग्रौण्ट्
धान्यं अटरुकळुटॆ ग्लास् पात्रं
तॆरुविलॆ वॆळुत्त वरकൾ
ऒरु मेशप्पुऱत्त् ऒरु ग्लासिൽ वैऱ्ऱ् वैൻ
मुൻभागत्त् कऴुत्तिൽ स्काർफ् धरिच्च मुखं चुळिक्कुन्न स्त्रीयुटॆ मुखं
मञ्ञुवीऴ्च
निलत्त् उयरमुळ्ळ तटि पोൾ
विमानत्तिन्ऱॆ कोक्क्पिऱ्ऱ्
ऒरु व्यक्ति कटൽत्तीरत्ताण्
ऒरु सीब्रयुटॆ तल
स्ऱ्ऱाൻडिन् मुकळिൽ पच्च कूट
निलत्त् कऱुत्त पुळ्ळि
मनुष्यൻ ऒरु बेस्बोൾ यूणिफों धरिच्चिरिक्कुन्न
ऒरु किटक्कयिൽ किटक्कुन्न रण्ट् नाय्क्कൾ
ओफीसिलॆ मञ्ञ पोൾ
नील स्क्रीनुळ्ळ कऱुत्त टॆलिविषൻ
भक्षणवुमायि वॆळ्ळ पात्रं
कऱुप्पुं वॆळुप्पुं पक्षियिൽ पिङ्क् कॊक्क् .
जलाशयं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
इताण् ऱोड्
ऒरु बाग् कोट्टൺ मिठायि
वॆळ्ळत्तिൽ वॆळ्ळ सർफ् बोർड् .
पुल्लिलॆ घटिकारं
अवൾ ऒरु बाऱ्ऱऱाण्
पाळत्तिൽ तीवण्टि
स्कीयർ पർवतत्तिलाण्
इत् ऒरु कषणं मरं
कय्यिൽ ऒरु वॆळुत्त बेस्बोൾ
मॆऱ्ऱൽ बॆञ्चिൽ इरिक्कुन्न मनुष्यൻ
ऒरु जॆऱ्ऱिन्ऱॆ चॆऱिय कऱुत्त चक्रं
तिळक्कमुळ्ळ मञ्ञ जाक्कऱ्ऱिलुळ्ळ व्यक्ति
मनुष्यൻ ऒरु बेस्बोൾ वस्त्रत्तिൽ
निलत्त् कऱुत्त पुळ्ळि
कॆट्टिटत्तिलॆ राशिचक्रत्तिन्ऱॆ अटयाळं
मैतानत्त् ऒरु कळिक्कारൻ
पशु नटक्कुन्नु
इत् कऱुप्पुं वॆळुप्पुं आण्
ऒरु कऱुत्त ट्राष् बाग् .
आൺकुट्टि कैवशं वच्चिरिक्कुन्न वाऴप्पऴं
ऒरु बाग् कोट्टൺ मिठायि
ट्रॆयिൻ काऱिलॆ चुवन्न लोगो
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कॆट्टिटत्तिन्ऱॆ वशत्त् उणक्कुक
तॆरुविൽ वाൻ
चुवन्न तलयिणकळुळ्ळ किटक्क
ऒरु वळ्ळं वॆळ्ळत्तिन् पुऱत्ताण्
ट्रक्किन्ऱॆ वशत्तुळ्ळ ओऱञ्च् .
आकाशं नील निऱत्तिलाण्
डॆस्किൽ निन्न् वरुन्न इथർनॆऱ्ऱ् चरट् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मुकळिलुळ्ळ रण्ट् तॆरुव् चिह्नङ्ङळुळ्ळ चिह्नं निർत्तुक
नील बेस्बोൾ कट्टियुळ्ळ तॊप्पि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ध्रुवङ्ङൾक्क् पिन्निൽ पाർक्क् निർत्ति .
क cow बोय् तॊप्पि तलयिൽ
टिविक्क् मुन्निൽ पॆൺकुट्टि
रण्टुपेർ . सർफ्बोർडुकൾ नन्नाक्कुन्नु
वाऴप्पऴत्तिन्ऱॆ कूट्टं
मञ्ञ निऱमुळ्ळ सोस् निऱच्च ऒरु कप्प्
मञ्ञुमलयिलुळ्ळ आळुकൾ
गोपुरत्तिन्ऱॆ मुकळिൽ क्रोस् चॆय्युक
निलत्त् कऱुत्त पुळ्ळि
जलत्तिन्ऱॆ शरीरं
नीलाकाशं व्यक्तमाण्
इतॊरु लोबियाण्
मञ्ञुवीऴ्चयिൽ स्त्री स्कीयिंग् .
फोट्टोयिൽ कण्णाटि
रण्ट् सीब्रकळुण्ट्
आंग्लो माൻ स्केऱ्ऱ्बोർडिंग् चॆय्युन्नु
ऒरु बाग् कोट्टൺ मिठायि
कण्णाटियिൽ निन्नुळ्ळ प्रतिफलनङ्ङൾ
ऒरु प्लेऱ्ऱिलॆ अक्षरमाल
पॆൺकुट्टि स्नोबोർडिंग् आण्
वलिय वർण्णाभमाय तुऱन्न कुट
बसिन् रण्ट् निलकळुण्ट्
वॆळुत्त मूटुशीलकळुळ्ळ अशुद्धमाय होट्टൽ मुऱि
हिमत्तिन्ऱॆ भागं
पाऱकळुटॆ मुकळिൽ वलिय वॆळुत्त पाण्ट करटि .
कट्टिलिൽ नीलयुं कऱुत्त पेप्पऱुं .
ऒरु बाग् कोट्टൺ मिठायि
मनुष्यൻ कुतिर सवारि चॆय्युन्नु
अञ्च् पक्षिकൾ कटलिलेक्क् नोक्कुन्नु
आकाशं व्यक्तमाण् .
कट्टिलिन् मुकळिൽ वॆळुत्त स्प्रॆड् .
द्वीप् बीच्च् रंगं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
बेस्बोൾ गॆयिमिൽ मनुष्यൻ बाऱ्ऱिंग् चॆय्युन्न
आकाशत्त् पऱक्कुन्न ऱॆयिൻबो कैऱ्ऱ् .
निलत्त् कऱुत्त पुळ्ळि
ऒरु कऱुत्त ट्राष् बाग् .
चुवरिൽ ऒरु टिवि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कुञ्ञ् आन
ऒरु कॆट्टिटत्तिलॆ वलिय जनൽ
पात्रं नीलयाण्
वॆळ्ळत्तिൽ चॆऱिय अलकൾ
ऒराൾ सർफ्बोർडिलाण्
ऎळ्ळ् बൺ साൻड्विच्च् कषणं
चुमरिൽ ऒरु पिङ्क् चिह्नं
सीलिंगिन्ऱॆ स्ऱ्ऱीൽ फ्रॆयिं
आकाशत्तिन्ऱॆ निऱं नीलयाण्
ऒरु कुप्पि बीർ
इतॊरु विमानमाण्
वयलिൽ मृगङ्ङൾ
ध्रुवत्तिൽ तविट्ट् चिह्नं
ऒरु मोट्टोർ सैक्किळिलॆ ऒरु पोलीसुकारൻ
ऒरु सीब्रयुटॆ लॆग्
मेशप्पुऱत्त् वॆळुत्त पेप्पർ प्लेऱ्ऱुकळुटॆ शेखरं .
इत् ऒरु व्यक्तियाण्
पिङ्क् पूक्कळुळ्ळ तट्ट्
इतॊरु काऱाण्
पुरुषन्ऱॆ मुटि कऱुत्तताण् .
रण्ट् ट्रॆयिൻ काऱुकൾ पाർक्क् चॆय्तिरिक्कुन्नु
ऱॆड्माൻ ऒरु सॆൽ फोൺ कैवशं वच्चिरिक्कुन्नु .
रण्ट् जिऱाफ् प्रतिमकൾ
ध्रुवत्तिन्ऱॆ मुकळिलुळ्ळ अटयाळङ्ङൾ
अवർ बेस्बोൾ कळिक्काराण्
कऱुत्त बेस्बोൾ क्लीऱ्ऱुकൾ
प्लेऱ्ऱिൽ चॆऱिय पच्च वॆजि
इयाൾ बैक्क् ओटिक्कुन्नु .
मतिलिन्ऱॆ मुकൾभागं वॆळुत्तताण्
पुऱत्तुळ्ळ ऒरु मनुष्यൻ
आൺकुट्टि स्केऱ्ऱ्बोർड् ओटिक्कुन्नु
आकाशत्त् चुवन्न स्ट्रिंग् .
निलत्तिन्ऱॆ भागं
पुरुषन् कऱुत्त मुटियुण्ट् .
परेडिन् मुन्निൽ मोट्टोർ सैक्किळुकൾ ओटिक्कुन्न पोलीस्काർ
कट्टिलिनटुत्तुळ्ळ ऒरु विळक्क्
ऒरु पॆट्टियिൽ चुवन्न आप्पिൾ
इत् ऒरु व्यक्तियाण्
पिङ्क् वायु उळ्ळ ऒरु वाऴप्पऴं कऴिक्कुन्न पॆൺकुट्टि
टोय्लऱ्ऱ् सीऱ्ऱ् ताऴॆयाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पक्षि वायुविൽ पऱक्कुन्नु
अवळुटॆ सൺग्लासुकൾ कऱुत्तताण्
ऒरु वलिय कुट
ऒरु कुप्पि बियർ मेशप्पुऱत्त् इरिक्कुन्नु
ऱൺवेयिलॆ विमानं
ऒऱ्ऱ पाർक्किंग् मीऱ्ऱർ
ऒरु बाग् कोट्टൺ मिठायि
पऴय फाषൻ स्यूट्ट्केसुकळुटॆ वळरॆ वलिय कूट्टं
आटुकळुटॆ मुखं ब्रौൺ निऱमाण्
ऒरु ट्रक्किन्ऱॆ पुऱकिलुळ्ळ चुवन्न नम्पऱुकൾ .
मनुष्यൻ ऒरु मोट्टोർ सैक्किळिलाण्
ऒरु जिऱाफ् मेच्चिൽप्पुऱत्ताण्
टाൻ षोർट्ट्स् धरिच्च पय्यൻ
पाळत्तिൽ इरिक्कुन्न तीवण्टिकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
निलत्त् कऱुत्त पुळ्ळि
मञ्ञ पुष्पङ्ङळुळ्ळ पूत्तट्टं
प्रकृति उद्यानत्तिलॆ मृगङ्ङൾ
ऒरु स्ऱ्ऱाൻडिन् मुकळिൽ टोय् सीब्र .
पूच्च ऒरु कट्टिलिൽ इरिक्कुन्नु
निस्सारनाय चॆऱुप्पक्कारൻ पल्ल् तेक्कुन्नु
पच्च पुल्लिन्ऱॆ भागं
निलत्त् चॆऱिय वृत्ताकृतियिलुळ्ळ पाऱकൾ
ऒरु ग्लास् वैऱ्ऱ् वैൻ कैवशमुळ्ळ स्त्री
पुतिय पऴं निऱञ्ञ ऒरु वॆळुत्त प्लेऱ्ऱ्
कम्प्यूट्टऱिन् मुन्निൽ इरिक्कुन्न व्यक्ति
उळ्ळिलुळ्ळ ऒरु फ्रिड्ज्
ऒरु नील वण्टि ऱोडिൽ उण्ट्
ऒरु कम्प्यूट्टർ कीबोർड्
ऒरु कऱुत्त ट्राष् बाग् .
पन्त् ऎऱियाൻ तय्याऱॆटुक्कुन्न बेस्बोൾ क्याच्चർ
काऱुकൾ नगरत्तिलूटॆ सञ्चरिक्कुन्नु
पच्च पुल्लिन्ऱॆ कूट्टत्तिൽ पशुक्कൾ
ऒरु पुल्ल् टॆन्नीस् कोർट्ट्
कॆट्टिटत्तिन्ऱॆ कोणिलुळ्ळ विൻडो
ऒराൾ वीञ्ञु कुटिक्कुन्नु
वयलिൽ आट्टिൻकुट्टि
मतिलिनटुत्त् निൽक्कुन्न ऒरु स्त्री
कटलिൽ सർफർ
इतॊरु कॆट्टिटमाण्
बोक्सिൽ ऒरु पिस्स
नीळमुळ्ळ चतुराकृतियिलुळ्ळ वॆळुत्त प्लेऱ्ऱ्
ध्रुवत्तिൽ ऒरु घटिकारं
ऒरु स्केऱ्ऱ्बोർड्
ऒरु विमानत्तिन्ऱॆ वाൽ चिऱक्
तीवण्टियिलॆ जनलुकൾ
कुञ्ञ् आन
काർबोർडिൽ ऒरु पिङ्क् लेबൽ
मनुष्यन्ऱॆ वाय .
वल्लिकॊट्ट तटिकॊण्ट् उळ्ळताण्
कॊट्टयिൽ पऴं
इतॊरु पक्षियाण्
ऒरु मनुष्यൻ नटक्कुन्नु
इतॊरु फ्रिस्बियाण्
ऒरु कुप्पि वॆळ्ळं
जेऴ्सियिलॆ नम्पർ
चुमरिൽ घटिप्पिच्चिरिक्कुन्न टवൽ होൾडർ माय्क्कुक
चुवरिൽ तूक्कियिट्टिरिक्कुन्न ऒरु घटिकारं
वायुविൽ पट्टं काणुन्न व्यक्ति
ऒरु मासिकयिलॆ करटियिलॆ कफुकൾ .
मनुष्यൻ ऒरु वॆळुत्त टीयिൽ उण्ट्
इव चीट्टुकळियाण्
निलत्त् कऱुत्त पुळ्ळि
ध्रुवत्तिൽ ऒप्पिटुक
ऒरु जेऴ्सियिलॆ 78 नम्पർ
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
हिमत्तिൽ ऒरु व्यक्ति
वातिलिन्ऱॆ काऴ्च
ऒरु पन्त् पिच्च् चॆय्याൻ पोकुन्न ऒरु बेस्बोൾ कळिक्कारൻ
व्यक्ति स्की चॆय्युन्नु
वैऱ्ऱ् ऐसिंगुळ्ळ केक्क् डोनट्ट्
किटक्कयुटॆ वशत्त् कोणि
प्लेऱ्ऱिൽ ऒरु केक्क्
ऒरु टॆൻडि बियർ
आनप्पुऱत्तु कयऱुन्न मनुष्यൻ
तटि मेशयुटॆ चॆऱिय भागं
ऱॊट्टि वृत्ताकृतियिलाण्
पुल्लिलूटॆ ओटुन्न आटुकൾ
स्त्री चिरिच्चुकॊण्ट् होट्ट्डोग् कऴिक्कुन्नु
चुवप्पुं नीलयुं क्लोक्क् टवർ
इळं चारनिऱत्तिलुळ्ळ तॆरुव् वॆळिच्चं
प्रॊफषणൽ स्कीयർमाർ ऒरु चरिविलूटॆ ताऴेक्क् पोकुन्नु
" वॆळ्ळ , चुवप्प् विमानं "
वेगत परिधि चिह्नं
स्ट्राप्पुकൾ
पർप्पिൾ वस्त्रमणिञ्ञ तविट्ट् कुतिर
चुवन्न कुटयुळ्ळ ऒरु पॆൺकुट्टि
अवൻ ऒरु स्कूट्टർ ओटिक्कुन्नु
ऱोडिन् मुकळिൽ पच्चयुं मञ्ञयुं अटयाळं .
इतॊरु डग्नट्ट् आण्
पच्च पुल्लिൽ किटक्कुन्न कुट्टि सीब्र
पाऱयुटॆ इरुण्ट तुरङ्कं
स्वॆऱ्ऱർ तविट्टुनिऱमाण्
ऒरु डोनट्टिൽ तळिक्कुन्नु
कय्यिൽ रण्ट् फ्रिस्बिकळुळ्ळ मनुष्यൻ
तॆळिञ्ञ नील निऱत्तिलुळ्ळ प्लास्ऱ्ऱिक् वाट्टർ बोट्टिൽ
पान्ऱ्स् चुवप्पाण्
ऒरु फोट्टोयिलॆ परस्यं
सीऱ्ऱुं टोडुं उळ्ळ टोय्लऱ्ऱ्
नीळमुळ्ळ कऱुत्त कॊम्प्
स्कीयिंग् चॆय्युन्न ऒरु स्त्रीयुटॆ तल
पोस्ऱ्ऱिൽ ओऱञ्च् डयमण्ट् चिह्नं .
ऒरु कूट्टं चारनिऱत्तिलुळ्ळ मेघङ्ङൾ
इत् ऒरु मनुष्यनाण्
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
ट्रक्किलॆ लैऱ्ऱ् ओणाण्
गोൾफ् कोऴ्सिलॆ निरवधि पർवत आटुकൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
मॆऴुकुतिरिकळुळ्ळ केक्क्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
स्त्री काणिच्च नील ग्लास् आർट्ट् वास्
ट्रॆयिൻ ट्राक्कुकळिൽ ऒरु ट्रॆयिൻ ऎञ्चिൻ
मनुष्यൻ ऒरु केक्क् मुऱिक्कुन्नु
चॆऱिय तविट्ट् निऱमुळ्ळ मुटियुळ्ळ मनुष्यൻ
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
मलयिൽ तीवण्टि
आकाशं मेघङ्ङळाൽ नीलयाण्
ऒरु पोस्ऱ्ऱ् मुकळिൽ घटिकारं
चारनिऱत्तिलुळ्ळ पक्षि मणलिൽ नटक्कुन्नु
उयरमुळ्ळ टानुं ब्र brown ൺ जिऱाफुं
पुल्लिൽ वॆळुत्त सोक्कർ बोൾ
ऱोडिൽ सीब्र क्रोसिंग्
वयलिൽ पुल्ल्
ऒरु कऱुत्त ट्राष् बाग् .
मिक्कि मौस् ऒरु पुतप्पिൽ
वॆळुत्त स्ऱ्ऱैऱोफों कप्प्
ओवൻ ऱाक्किൽ ऒरु पिस्स
मञ्ञुवीऴ्च
इत् ऒरु व्यक्तियाण्
विൻडोयिൽ स्वർण्णवुं वॆळ्ळयुं कटलास् .
ऒरु पच्च टॆन्नीस् बोൾ .
चुवन्न षർट्ट् धरिच्च स्त्री
द्वीप् बीच्च् रंगं
ऒरु ब्रौൺ ऱोळिंग् पिൻ
वलिय वॆळुत्त नीळमुळ्ळ बस्
ऒरु ग्लासिൽ चीस् पिस्सकൾ .
बैक्किन्ऱॆ किक्क्स्ऱ्ऱाൻड्
आൺकुट्टी स्केऱ्ऱ्बोർडिंग् वायुविൽ
ऒरु स्त्री वीञ्ञु कुटिक्कुन्नु
ऒरु मञ्ञ् तॆऱिक्कुन्नु
ऒरु व्यक्तियुटॆ काൽ
वायुविൽ वलिय विमानं .
कुट्टि मुकळिलेक्क् नोक्कुन्नु
ऒरु अटप्प् उळ्ळ ऒरु नील शोभयुळ्ळ अलङ्कार पात्रं
ऒरु सीब्रयुं मुऱ्ऱत्त् ऒरु स्त्रीयुं
अवൻ कषण्टियाण्
कण्णट धरिच्च इरुण्ट स्यूट्टिलुळ्ळ मनुष्यൻ
निलत्त् कऱुत्त पुळ्ळि
बेस्बोൾ मैतानत्तॆ पुरुषन्माർ
चुवप्पुं वॆळ्ळयुं मॆऴ्सिडस् बॆൻस् ट्रक्क् क्याब्
नल्ल तुणि धरिच्च कॊच्चुकुट्टि
ननञ्ञ स्यूट्ट् धरिच्च ऒरु कुट्टि
ऱोडिൽ BUS STOP ऎन्न वाक्कुकൾ
तिरक्केऱिय रण्ट् पात तॆरुव् गतागतं
नीलाकाशत्तिൽ वॆळुत्त मेघङ्ङൾ .
निलत्त् कऱुत्त पुळ्ळि
ब्रौൺ बॆञ्च् अतिൽ ऒरु व्यक्ति .
ऒरु स्त्रीयुटॆ मुटि
जिऱाफ् पुल्लिൽ इरिक्कुन्नु
चित्रत्तिलॆ टैं स्ऱ्ऱाम्प्
इतॊरु सिगरऱ्ऱाण्
ऒरु मनुष्यन्ऱॆ कैय्यिൽ ऒरु वॆळ्ळ पेप्पർ टवൽ
मनुष्यൻ ऒरु स्नोबोർडिൽ ऒरु तन्त्रं चॆय्युन्नु
ऒरु गोपुरत्तिलॆ घटिकारं
" ऒरु पिङ्क् , मञ्ञ पेप्पർ प्लेऱ्ऱ् "
ऒरु चुवन्न STOP चिह्नं
ऱोडिलॆ कऱुत्त काർ
कण्ण् मञ्ञयाण्
क . ण्टऱिन् मुकळिൽ कोफि मङ्कർ .
तॆरुविൽ नटक्कुन्न चॆऱिय इरुण्ट पक्षि .
द्वीप् बीच्च् रंगं
मञ्ञ वाऴप्पऴत्तिन्ऱॆ ऒरु पॆट्टि .
ऒरु जलांशं
ऒरु पॆट्टिक्क् मुकळिൽ पच्च पऴवुं नील बागुं .
शोभयुळ्ळ सन्तोषकरमाय स्काർफ्
स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीൽ ऱेञ्च् हुड्
स्केऱ्ऱ्बोർडिलॆ ऒरु व्यक्ति
द्वीप् बीच्च् रंगं
सർफ्बोർड् वॆळुत्तताण्
निलत्त् कऱुत्त पुळ्ळि
नीलाकाशत्तिൽ वॆळ्ळयुं चारनिऱत्तिलुळ्ळ मेघङ्ङळुं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चिह्नं 51 बस्स् नोർवूडिलेक्क् पोकुन्नु
ऒरु फ्लाग्पोळिൽ निन्न् फ्लाग् तूक्कियिरिक्कुन्नु
मोट्टोർ बैक्किൽ चारियिरिक्कुन्न पॆൺकुट्टि
" ट्रॆयिൻ ट्राक्किൽ ग्रे , ऱॆड् ट्रॆयिൻ "
ट्रॆयिनिൽ लैऱ्ऱुकൾ
वेलिक्क् पिन्निൽ निൽक्कुन्न कुञ्ञु आटुकൾ
ऒरु वलिय बस्सिलॆ जनाल
वयलिൽ ऒरु करटि
वॆळ्ळि क्रों षवർ कർट्टൻ वटि
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
प्रदർशनत्तिन् वॆच्चिरिक्कुन्न कऱुत्त पऴय ऎञ्चिൻ ट्रॆयिൻ
ऒरु गोपुरत्तिलॆ नील घटिकारं
तविट्टुनिऱत्तिलुळ्ळ बॆञ्चिൽ इरिक्कुन्न पॆൺकुट्टि .
फोणिൽ स्क्रीൻ .
मेशप्पुऱत्त् इरिक्कुन्न वाच्च्
ऒरु उपकरणत्तिलॆ बट्टൺ
मनुष्यൻ ऒरु बेस् बोൾ गॆयिं कळिक्कुन्नु .
अवन्ऱॆ चुण्टुकळिൽ फ्रोस्ऱ्ऱिंग्
तविट्टुनिऱत्तिलुळ्ळ तटि बॆञ्च् वॆळ्ळत्ताൽ चुऱ्ऱप्पॆट्टिरिक्कुन्नु
ऒराൾ पुल्लिൽ नटक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
तलयिൽ कऱुप्पुं वॆळुप्पुं तलयोट्टि .
ऒरु कप्पिൽ सोस्
मोट्टोർ बैक्क् ऱैडऱिൽ हॆൽमॆऱ्ऱ्
स्ऱ्ऱोणऱिड्जिन्ऱॆयुं टों बർनॆऱ्ऱ् लॆय्न्ऱॆयुं मूलयिൽ .
पिङ्क् पूक्कळुळ्ळ प्लान्ऱർ
कुन्निൻ मुकळिलूटॆ सञ्चरिक्कुन्न व्यक्ति
ऒराൾ स्कीयिंग् चॆय्युन्नु
पक्षि ऒरु वटियिൽ इरिक्कुन्नु
चुमरिൽ ऒरु पूच्च
पुल्लिन् पच्च निऱमुण्ट् .
निलत्त् कऱुत्त पुळ्ळि
पीस् ऒरु वॆळुत्त पात्रं .
सीलिंगिൽ लैऱ्ऱ् .
मनुष्यൻ कैऱ्ऱ् पिटिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कटൽत्तीरत्तॆ ऒरु ध्रुवत्तिൽ पच्च कुट
कुन्निൻ मुकळिൽ निൽक्कुन्न व्यक्ति .
टॆन्नीस् कळिक्कुन्न ऒराൾ
इळं निऱमुळ्ळ मेशयिൽ भक्षणं
लैऱ्ऱुकൾ कॊण्ट् नटक्कुन्नतु आळुकൾ .
तिळक्कमुळ्ळ चोक्लेऱ्ऱ् केक्क्
रण्ट् ट्रॆयिनुकൾ ऒरुमिच्च् .
हॆड्लैऱ्ऱुकൾ प्रकाशिच्चताण्
चुवन्न तॊप्पि उळ्ळ ऒरु व्यक्ति
सർफ्बोർडुकൾ परस्परं अणिनिरक्कुं .
अमेरिक्कൻ पताक पोलॆ काणुन्नतिन् ऒरु फयർ हैड्रान्ऱ् पॆयिन्ऱ् चॆय्तु
चुवन्न टैൽ बात्त्ऱूमिൽ तुऱन्न टोय्लऱ्ऱ् पात्रं .
ऒरु विश्रममुऱियिൽ टैलुकൾ
बॆड्षीऱ्ऱिൽ चुळिवुकൾ
ऒरु वीट्टिൽ वै कळिक्कुन्न आळुकൾ
रात्रि ट्राक्किൽ ऒरु ट्रॆयिൻ
टॆडि बियऱिन्ऱॆ वलत् चॆवि
सूर्यास्तमय समयत्त् मणൽ कटൽत्तीरं
ऒरु ट्रॆयिनिൽ कयऱाൻ ऒरु कूट्टं आळुकൾ
जिऱाफॆ ऒरु मरत्तिൽ निन्न् कऴिक्कुन्नु
ओफीसिलॆ ऒरु स्त्री
नाൽक्कवल वॆळुत्त पात्रत्तिൽ किटक्कुन्नु
फोणुकൾ ऒरु लाप्टोप्पिൽ अटुक्कियिरिक्कुन्नु
वॆळुत्त अक्षरङ्ङळिൽ कऱुत्त चिह्नत्तिൽ ऎटिपि .
तकർन्न रण्ट् बसुकൾ
सॆൽफोൺ कैवशमुळ्ळ सुन्दरि
ऒरु पात्रत्तिൽ रण्ट् चिलि डोग्स्
ऒरु बाग् कोट्टൺ मिठायि
चुवन्न षർट्ट् धरिच्च व्यक्ति
विमानं पाർक्क् चॆय्तिरिक्कुन्नु
करटियुटॆ मूक्क् कऱुत्तताण्
कळिक्कारൻ तन्ऱॆ स्विंगिलूटॆ पिन्तुटरुन्नु
द्वीप् बीच्च् रंगं
कट्टिलिൽ लाप्टोप्प्
चुवन्न ट्रक्क् वेलिक्क् समीपं निർत्ति
मृगं पुल्लिൽ नटक्कुन्नु
कॆट्टिटत्तिൽ वलिय इष्टिक
चुवरिൽ कऱुत्त फ्रॆयिं उळ्ळ मिऱർ
आनयुटॆ तुम्पिक्कै
ऒरु वाहनत्तिन्ऱॆ पिൻभागं
पिस्सकळुळ्ळ पिस्स भक्षणशालयुटॆ रंगं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वयलिൽ तविट्टुनिऱमुळ्ळ कुतिर
कुतिर सवारि चॆय्युन्न आळुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वायिक्कुन्नयाൾ
ऒरु मेशप्पुऱत्त् प्लेऱ्ऱ्
ऒरु मोट्टोർ सैक्किൾ पाർक्क् चॆय्तिरिक्कुन्नु
पय्यൻ धरिक्कुन्न कण्णट .
कुञ्ञ् आन
ऒरु नीलाकाशं .
ओऱञ्चिൽ पच्च फलं
ऒरु वयलिൽ जिऱाफ्
कऱुत्त कुप्पि मेशप्पुऱत्त्
अतिशयिप्पिक्कुन्न पूच्च .
स्केऱ्ऱ्बोർडिൽ रण्ट् स्नीक्कऱुकൾ
कुञ्ञ् आन
वॆळुत्त मतिलुळ्ळ कुळिमुऱियुटॆ इन्ऱीरियർ
ब्लाक्क् आൻड् वैऱ्ऱ् पूच्च चित्रं
इरुण्ट आकाशत्त् इरट्ट मऴविल्ल्
कुऱच्च् वॆळ्ळत्तिनटुत्तुळ्ळ ऒरु सीब्र
कऱुत्त स्कीयिंग् धरिच्च मनुष्यൻ चरिव् ताऴेक्क्
चुवप्पुं वॆळ्ळयुं ट्रॆयिൻ
हैड्रान्ऱिन्ऱॆ तविट्टुनिऱं
ट्रॆयिनिन्ऱॆ रूपकൽप्पनयुळ्ळ केक्क्
नाययुटॆ कऱुप्पुं वॆळुप्पुं चित्रं
ऒरु फोक्स्वागൺ वण्ट् पुल्लिൽ पाർक्क् चॆय्तिरिक्कुन्नु
मनुष्यൻ पुल्लिൽ इरिक्कुन्नु
पच्च ब्रॊक्कोळि कषणं
चीस् उपयोगिच्च् ऱॊट्टि
ऒरु व्यक्तियुटॆ विरൽ पिस्सयिൽ स्पർशिक्कुन्नु .
वीटुकൾ कटൽत्तीरत्ताण्
स्त्री सൺग्लास् धरिक्कुन्नु
कटൽत्तीरं मणलाण्
वळ्ळं वॆळुत्तताण्
चुवन्न षർट्ट् धरिच्च मनुष्यൻ
ऱोडिन्ऱॆ इरुवशत्तुं स्नोकൾ मूटियिरिक्कुन्नु
इटतुवशत्तुळ्ळ व्यक्ति धरिक्कुन्न कण्णट .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वागणिनॊप्पं ऒरु चुवन्न पुൾ
इतॊरु टूत्त् ब्रषाण्
वयलिൽ पच्च पुल्ल्
आळुकൾ नटक्कुन्नु
" चुवप्प् , मञ्ञ ज्वाल अलङ्कारङ्ङळुळ्ळ कऱुत्त बेस्बोൾ बाऱ्ऱ् "
ऒरु कषणं मुन्तिरि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कुञ्ञ् आन
पच्च षർट्टिൽ तविट्टु निऱमुळ्ळ मुटियुळ्ळ ऒरु कुट्टि .
ऒरु मरं बॆञ्च् अतिൽ रण्टुपेർ इरिक्कुन्नु
कळिप्पाट्ट कुळिमुऱियुटॆ मुकळिलॆ काऴ्च
मुखत्त् कण्णट
इतॊरु नाययाण्
इतॊरु आൺकुट्टियाण्
वृक्षत्तिन्ऱॆ तटि वलुतुं वीतियुमुळ्ळताण्
चङ्ङलयिൽ तूक्कियिट्टिरिक्कुन्न विळक्क्
मञ्ञ सർफ्बोർडिलॆ व्यक्ति .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वॆळुत्ततुं नीलयुमुळ्ळ ऒरु चॆऱिय विमानं .
ऒरु बेस्बोൾ कळिक्कारन्ऱॆ चुवन्न तॊप्पि .
कॆट्टिटं पिङ्क् निऱमाण्
वलिय चारनिऱत्तिलुळ्ळ आन
इत् ऒरु व्यक्तियाण्
व्यक्तियुटॆ तलयिൽ हॆൽमॆऱ्ऱ्
आकाशत्त् मेघङ्ङൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कटൽत्तीरत्तॆ आळुकൾ .
नील कुट कैवशमुळ्ळ व्यक्ति
इतॊरु कळिक्कारनाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चुवरिൽ तूक्कियिट्टिरिक्कुन्न कऱुत्त प्रशस्त चित्रं .
" वॆळ्ळ , कऱुप्प् ऱेडियेऱ्ऱർ "
" वलिय तविट्ट् , कऱुत्त टाबि पूच्च "
स्केऱ्ऱ्बोർडिलॆ मनुष्यൻ
ट्रॆयिनिलॆ नम्पऱुकൾ
इतॊरु टॆन्नीस् मत्सरमाण्
मनुष्यൻ स्केऱ्ऱ्बोർड् ओटिक्कुन्नु
पुरुषन्माർ टॆन्नीस् कळिक्कुन्नु
वृक्षत्तॆ प्रतिफलिप्पिक्कुन्न वलिय वृत्ताकृतियिलुळ्ळ कण्णाटि
आळुकൾ पताककൾ पिटिक्कुन्नु
मनुष्यन्ऱॆ कैयिलुळ्ळ क्यामऱ
षूविन्ऱॆ अटिभागं नीलयाण्
पान्ऱ्स् तविट्टुनिऱमाण्
ऒरु कऱुत्त ट्राष् बाग् .
नील निऱत्तिलुळ्ळ इरिप्पिटं
प्लेऱ्ऱिൽ ऱौण्ट् मञ्ञ पास्त
ऒरु कऱुत्त ट्राष् बाग् .
सർफ्बोർडिൽ सञ्चरिक्कुन्न व्यक्ति
ऒरु कऴुत्तिൽ ऒरु माल
क्यामऱ चित्रीकरणत्तिनायि उपयोगिच्चु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
अरयिൽ चुऱ्ऱिप्पिटिच्च कयർ
ऒरु कुट्टिक्क् कऱुत्त शिरोकवजं
रण्ट् जिऱाफुकൾ परस्परं निൽक्कुन्नु
इत् ऒरु व्यक्तियाण्
वुडൻ फाൻ उपयोगिच्च् सीलिंग् लैऱ्ऱ्
क ert ण्टർटोप्प् कऱुत्तताण्
इतॊरु बॆञ्चाण्
ऒरु अटुक्कळयिൽ निൽक्कुन्न रण्टुपेർ
चिह्नत्तिൽ चॆऱिय पच्च ब्राक्कऱ्ऱ्
ऒरु कोणिൽ ऒरु अग्नि जलांशं
टै धरिच्च ऒरु मनुष्यൻ
इळं पच्च षർट्ट् धरिच्च चॆऱुप्पक्कारൻ .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मनुष्यन्ऱॆ कैयिलॆ ऱाक्कऱ्ऱ्
ऒरु पॆൺकुट्टि फ्रिस्बियुमायि ओटुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
विविध पच्चिलकळुळ्ळ सालड्
ऒरु पऴय वॆळुत्त लाप्टोप्प्
पूच्चयुटॆ कण्णुकൾ पच्चयाण्
इतॊरु साൻड्विच्च् आण्
श्रद्धिक्कात्त स्केऱ्ऱ्बोർड्
जम्पർ कण्टॆत्ति
पुरुषनुं स्त्रीयुं परस्परं अटुत्त् इरुन्नु संसारिक्कुन्नु
ऒरु वॆळुत्त टोय्लऱ्ऱ् सीऱ्ऱ् कवർ
कुतिरयुटॆ मुखत्त् वॆळुत्त अटयाळप्पॆटुत्तൽ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
रण्ट् ऱोट्टऱुकळुळ्ळ सैनिक हॆलिकोप्ऱ्ऱർ .
इत् ऒरु जलाशयत्तिलाण्
इतॊरु पऴय कॆट्टिटमाण्
ऒरु चॆऱिय कुञ्ञ् सीब्र
कुळिमुऱियिൽ पिङ्क् टोय्लऱ्ऱुं ट्बुं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कैऱ्ऱ्सिन्ऱॆ नीण्ट निर
षർट्ट् चारनिऱवुं वॆळ्ळयुमाण्
तॊप्पि तविट्टुनिऱमाण्
वॆळुत्त वरकळुळ्ळ चारनिऱत्तिलुळ्ळ षർट्ट् धरिच्च मनुष्यൻ
पुल्ल् समृद्धमाण्
मनुष्यन्ऱॆ मुखत्त् सൺग्लासुकൾ
स्वർण्ण निऱमुळ्ळ क्लोक्क् टवർ
पिस्सयिൽ चुवन्न मुकൾवशं
" ओऱञ्च् , कऱुप्प् चिह्नङ्ङൾ 99 "
द्वीप् बीच्च् रंगं
तॆरुविൽ पाർक्क् चॆय्तिरिक्कुन्न काऱुकൾ
समुद्रत्तिलॆ वॆळुत्त तरंगङ्ङൾ
आकाशत्त् ऒरु युद्धविमानं .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
रण्टुपेർ कै कुलुक्कुन्नु
पेप्पർ बोक्सिൽ रण्ट् पूक्कൾ
इळं नील स्केऱ्ऱ्बोർड्
मञ्ञ वाऴप्पऴं निऱञ्ञ वण्टि .
काർ चुवप्पाण्
वायुविൽ वॆळुत्त विमानं
मून्न् कॊच्चुकुट्टिकൾ ऒरुमिच्च्
वुड् बॆञ्चिलुळ्ळ व्यक्ति
स्वർण निऱमुळ्ळ काർड्बोർड् पॆट्टि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वलिय टाൻ कळिमൺ कलं
अटयाळङ्ङൾ नियोൺ आण्
ग्रीൻ पीस्
वरयुळ्ळ स्वॆऱ्ऱർ धरिच्च मनुष्यൻ
ऒरु स्त्री वण्टियुटॆ पुऱकिൽ सञ्चरिक्कुन्नु
ऱौण्ट् ग्लोब् व्यक्तमाय वॆळिच्चं
आൺकुट्टियुटॆ मुखत्त् चायं पूशिय चिलन्ति
प्लेऱ्ऱिൽ ऒरु पिस्स
निलत्त् क्यारऱ्ऱ्
ध्रुवत्तिन् मञ्ञ निऱमुण्ट् .
कऱुत्त पाटुकळुळ्ळ वॆळुत्त काळ
कोळർ नीलयाण्
कत्ति पिटिक्कुन्न ऒराൾ
पन्तिൽ बाऱ्ऱ् स्विंग् चॆय्याൻ तय्याऱाण्
ऒरु वलिय वॆळुत्त विमानं
ऒरु वाऴप्पऴत्तिൽ वॆळ्ळ निऱत्तिलुळ्ळ डोൾ स्ऱ्ऱिक्कർ .
निलत्त् वाऴप्पऴङ्ङൾ
तिरश्शीलयिൽ पच्च इल
चिह्नत्तिൽ वॆळुत्त अक्षरं
तविट्टुनिऱत्तिलुळ्ळ पीठं
तविट्टुनिऱत्तिलुळ्ळ पुल्लिൽ निൽक्कुन्न सीब्रकळुटॆ कूट्टं
" वॆळ्ळ , कऱुप्प् टॆडि बियർ "
कुतिरप्पुऱत्तु कयऱुन्न रण्टुपेർ
उयरमुळ्ळ कॆट्टिटत्तिन् मुन्निൽ क्लोक्क्
ऒरु स्नोबोർडർ क्यामऱयिलेक्क् नोक्कुन्नु
चुवप्पुं वॆळ्ळयुं अग्नि जलांशं .
वेलियिൽ मॆऱ्ऱൽ बाർ
ऱॆड् ब्लोक्क् शैलि नम्पർ
ऱ s ण्ट् ग our ർमॆऱ्ऱ् स्ऱ्ऱैൽ पिस्स 6 कषणङ्ङळायि मुऱिच्चु
निरवधि टोप्पिंगुकळुळ्ळ गौർमॆऱ्ऱ् पिस्स
पात्रत्तिൽ साൻड्विच्चुकൾ
ट्रॆयिनुकൾक्किटयिൽ चुवन्न जाग्रत वॆळिच्चं
कऱुत्त षർट्ट् धरिच्च पय्यൻ
इतॊरु अग्नि जलांशं आण्
पऴत्तिन्ऱॆ ऒरु भागं पकुतियायि मुऱिच्चु
ट्रॆयिൻ टाक्सिൻ्ऱॆ ऒरु कूट्टं
वॆळुत्त निऱमुळ्ळ अच्चटि कत्त्
ऒरु बस्सिलॆ विൻडो
जलत्तिन्ऱॆ उपरितलत्तिलॆ लैऱ्ऱुकळुटॆ प्रतिफलनं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
किटक्कयुळ्ळ चॆऱिय मुऱि
ऒरु बाग् कोट्टൺ मिठायि
षർट्टिൽ वॆळुत्त स्ट्रिप्प्
मनुष्यൻ कुतिरप्पुऱत्त् कयऱुन्नु
ऒरु मतिलिन्ऱॆ भागं
ऒरु मञ्ञ कळिप्पाट्ट तलं
ऒरु कट्टिलिൽ तलयिणकळुटॆ ऒरु शेखरं .
ऒरु सिൽवർ ट्रॆयिൻ काർ
ऒरु वलिय वॆळ्ळि कलं .
ऒरु जिऱाफ् क्यामऱयिलेक्क् नोक्कुन्नु
फ्रिस्बीयिൽ वॆळ्ळयुं नीलयुं उळ्ळ चुऴलिक्काऱ्ऱुकळुण्ट्
अलङ्कार पिटियुळ्ळ फोർक्क्
नियोൺ चुवप्पुं नीलयुं तुऱन्न चिह्नं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु पिङ्क् टै धरिच्च ऒरु मनुष्यൻ
ब्लाक्क् सർफिंग् सुरक्षा हाർनॆस्
पच्च स्मूत्ति निऱञ्ञ ब्लॆൻडർ
मॊबैൽ फोൺ पॆൺकुट्टियुटॆ कैयिलाण्
ऒरु बसिन्ऱॆ चक्रं
जिऱाफिൽ नीळमुळ्ळ वाൽ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
सीब्रयिൽ कऱुत्त स्ट्रिप्प्
पॆൺकुट्टियुटॆ कय्यिൽ ऱाक्कऱ्ऱ्
आटुकळुटॆ कूटॆ ऒरु मञ्ञ नाय
कटൽत्तीरत्तॆ ऒरु स्त्री फ्रिस्बियॆ पिटिक्काൻ तय्याऱॆटुक्कुन्नु
मनुष्यൻ ओटिक्कुन्न सർफ्बोർड् .
इतॊरु कुटयाण्
सॆൽफोൺ कैवशमुळ्ळ मनुष्यൻ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
चुवन्न कुट पिटिक्कुन्न स्त्री
बॆञ्चिलुळ्ळ व्यक्तियुटॆ पुऱकिൽ
निलत्त् ऒरु कऱुत्त सञ्चि
ऒरु कॆट्टिटत्तिलॆ चॆऱिय विൻडो
पुൽत्तकिटियिलॆ ट्रक्क्
चॆऱिय आन तिन्नुन्नु
तिरमालयिൽ कयऱुन्न ऒराൾ .
ऒरु मञ्ञ मोट्टोർसैक्किൾ
जिऱाफुकळुटॆ ऒरु कुटुंबं .
वलुप्पमुळ्ळ घटिकार मुखं
ऒरु कऱुत्त चोप्स्ऱ्ऱिक्क्
इळं नील ट्रॆयिൻ ऎञ्चिൻ
इतॊरु कुतिरयाण्
ट्रक्किൽ चुवप्पुं कऱुप्पुं उण्ट्
आकाशत्त् पच्चयुं कऱुत्त पट्टं
ऒरु मनुष्यन्ऱॆ कैयिൽ ऒरु मञ्ञ फ्रिस्बी
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
सॆൽ फोൺ सॆൽ फोणिन् अटुत्ताण्
ऒरु कट्टिलिൽ करटि
पच्च पुल्ल् चॆऱुताण्
नील चिह्नत्तिൽ वॆळुत्त अक्षरङ्ङൾ
ओऱञ्च् वरयुळ्ळ पूच्च
पुल्लिൽ इलकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पय्यൻ स्यूट्ट्केसिൽ कळिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कांकोർडർ उळ्ळ ऒराൾ
ऒरु सർफ्बोർड् तविट्ट् मुटियुळ्ळ ऒरु पॆൺकुट्टि .
सीब्र वरयुळ्ळताण्
मिऱऱिन् मुकळिलुळ्ळ लैऱ्ऱ् फिक्चർ
ऒरु छायाचित्रत्तिन्ऱॆ कै
षोർट्ट्स् पच्चयाण्
चुवप्पुं वॆळ्ळयुं लोगोयुळ्ळ कऱुत्त चिह्नं
ऱൺवेयिൽ इरिक्कुन्न विमानं
ऒरु वयलिलॆ कोवർकऴुत
कम्प्यूट्टർ डॆस्किൽ इरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चुवन्न जाक्कऱ्ऱिलुं पच्च पान्ऱिलुं स्कीयർ
ऒरु पिस्सयुटॆ ऒरु विभागं
ब्रौൺ कुतिरयिൽ सवारि चॆय्युन्न स्त्री
कुतिरयुटॆ मुखत्त् कऱुत्त कुतिरक्कण्ण्
ऒरु कऱुत्त ट्राष् बाग् .
कॆट्टिटत्तिൽ चुवप्पुं स्वർण्ण फलकवुं
तीवण्टि मञ्ञयुं कऱुप्पुं आण्
बोർड् वॆळुत्तताण्
वॆळुत्त जन्मदिन केक्क्
ट्रॆयिनिन्ऱॆ वशत्तुळ्ळ ग्राफिऱ्ऱि .
कुतिरयुटॆ अरिकिൽ निൽक्कुन्न पॆൺकुट्टि
पच्च चिह्नत्तिൽ वॆळुत्त अक्कङ्ङൾ
बैक्किलॆ पूच्चक्कुट्टि
टॆन्नीस् कोർट्टिൽ रण्टुपेർ
टॆन्नीस् बोൾ प्ले चॆय्युन्नु
इत् ऒरु व्यक्तियाण्
बൺ तविट्टुनिऱमाण्
लोहत्तिन्ऱॆ फ्रॆयिमिൽ नील चायं
चारनिऱत्तिलुळ्ळ आन
इत् ऒरु मनुष्यनाण्
कोർट्टिൽ स्थानत्त् टॆन्नीस् कळिक्कारൻ
तूवाल चुवन्नताण्
ऱोड् तटस्सङ्ङळुटॆ निर
मनुष्यൻ समुद्रत्तिൽ सർफिंग् चॆयुन्नु
ऒरु विमानत्तिन्ऱॆ ऎञ्चिൻ
ऒरु वैद्युत ट्राफिक् सिग्नൽ
पय्यൻ स्केऱ्ऱ्बोർड् ट्रिक्क् चॆय्युन्नु
वयलिൽ आनकळॆ ओटिक्कुन्न आळुकൾ
ऒरु क्लोक्क् टवऱिൽ वॆळुत्त क्लोक्क्
मेघङ्ङळुळ्ळ ऒरु आकाशं
मुऱिच्च मरं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
इत् ऒरु मनुष्यनाण्
ऒरु ट्रक्किन्ऱॆ तुरुम्पिच्च भागङ्ङൾ
जां चुवप्पाण्
ऒरु बेस्बोൾ कळिक्कारൻ ऒरु बाऱ्ऱ् स्विंग् चॆय्युन्नु .
ऒरु कऱुत्त पूच्चयुटॆ मुखं
प्लेऱ्ऱिൽ मून्न् डोनट्ट्स्
बेस्बोൾ कळिक्कारൻ बाऱ्ऱ् पिटिच्चिरिक्कुन्नु
बॆञ्चिൽ इरिक्कुन्न स्त्री
जिऱाफ् भक्षणं कऴिक्कुन्नु
इत् ऒरु कषणं केक्क् आण्
घटिकारत्तिन्ऱॆ अटियिलेक्क् चुवन्न वृत्तं
बस् चुवप्पाण्
इत् ऒरु व्यक्तियाण्
ओऱञ्च् मत्तङ्ङयुटॆ कषणङ्ङൾ
नाययुटॆ चॆवि
ऒरु धूम्रनूൽ विभवत्तिൽ ओऱञ्च् शेखरं
ऒरु कऱुत्त ट्राष् बाग् .
सीब्रयिൽ कऱुत्त वर
मनुष्यൻ स्केऱ्ऱ्बोർडिൽ कयऱुन्नु
इत् ऒरु मनुष्यनाण्
बॆञ्चिൽ ब्रौൺ स्लाऱ्ऱ्
ट्रेयिൽ पाൻ पिस्स
ग्लास् पात्रङ्ङൾ ओऱञ्च् निऱमाण्
ऒरु इरिप्पिटत्तिൽ रण्टुपेർ
नटप्पात
आप्पिൾ लाप्टोप्प् कवർ
इतॊरु टोय्लऱ्ऱ् बोयाण्
वायिൽ वॆळुत्त पल्ल्
ऒरु ब्रौൺ मरं बाऱ्ऱ्
मनुष्यൻ ऒरु स्केऱ्ऱ्बोർडिൽ तन्त्रङ्ङൾ चॆय्युन्नु
सीब्रयुटॆ कण्ण् कऱुत्तताण्
टोय्लऱ्ऱ् फ्लष् चॆय्युन्नतिनुळ्ळ ऒरु काൽ पॆडൽ
कॆट्टिटत्तिൽ तुरुम्पिच्च मेൽक्कूर
वलतु कैय्यिൽ सർफ्बोർड् चुमक्कुन्न स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु विश्रममुऱियुटॆ रंगं
ऒरु कऱुत्त ट्राष् बाग् .
तूक्किक्कॊल्ललिनु ताऴॆयुळ्ळ इरुण्ट वुड् ड्रॆस्सർ
मञ्ञ वरयुळ्ळ पच्च पासञ्चർ ट्रॆयिൻ
पॆർसൺ ऒरु कोർट्टिൽ निൽक्कुन्नु
" माक्रोणि , चीस् टोप्पिंगुकൾ ऎन्निवयुळ्ळ पिस्स पुऱंतोट् "
ज्यूस् कप्प्
ट्रॆयिൻ प्लाऱ्ऱ्फोमिलॆ मञ्ञ् .
चुवप्पुं मञ्ञयुं ट्रॆयिൻ
ऒरु कऱुत्त करटि ऒरु मरत्तटियिൽ निൽक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
इत् ऒरु बोट्टिलुळ्ळ व्यक्तियाण्
ऒरु ग्लास् पकुति निऱयॆ चुवन्न वीञ्ञ्
केक्किൽ मुऱिच्च पाळिकൾ
पच्च काण्डत्तिൽ नील पूक्कൾ
इतॊरु कुट्टियाण्
मुऱियिൽ स्क्रीൻ
निलत्तु इरिक्कुन्न कॊच्चुकुट्टि
मनुष्यन् हॆൽमॆऱ्ऱ्
नील कुटकൾ निरयायि अणिनिरक्कुं
काऱिन्ऱॆ पुऱकिൽ हॆൽमॆऱ्ऱ्
द्वीप् बीच्च् रंगं
कट्टिलिൽ इरिक्कुन्न कऱुत्त नाय
पट्टिक तविट्ट् निऱत्तिलाण् .
पुल्लिൽ अग्नि जलांशं
ध्रुवत्तिൽ रण्ट् अटयाळङ्ङൾ
कौडऱिलॆ कऱुत्त कटलास् तूवाल होൾडർ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
मनुष्यन्मेൽ कऱुत्त टै
स्त्री इरिक्कुन्नु
अटिवस्त्रं धरिच्च मनुष्यൻ
प्लॆय्ड् पैजाम धरिच्च मनुष्यൻ
कळिक्कारൻ धरिक्कुन्न ओऱञ्च् षർट्ट् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु ट्रक्किन्ऱॆ ओऱञ्च् चरक्क् प्रदेशं
तल मॊट्टयटिच्च मनुष्यൻ .
नटक्कुन्न ऒराൾ
क्लोक्क् टवऱिൽ अनलोग् क्लोक्क्
मनुष्यൻ ऒरु मोट्टोർ सैक्किൾ यात्रय्क्क् वस्त्रं धरिच्चु .
वॆळुत्त नॆञ्चुळ्ळ ब्रौൺ नाय
सोस् चुवप्प् निऱमाण्
इत् ऒरु स्त्रीयाण्
ऒरु मरत्तिൽ धाराळं पच्च इलकൾ
बौळिन् अटुत्तुळ्ळ सियुओ
कसेरयिൽ इरिक्कुन्नयाൾ ओऱञ्च् षർट्ट् धरिक्कुन्नु .
मेशप्पुऱत्त् ग्लास् .
ऒरु पऴय ट्रक्किन्ऱॆ भागं
इत् ऒरु व्यक्तियाण्
" इरुम्प् , वयർ वेलि "
बस्सिൽ ऒरु अटयाळं
कऱुत्त मुटि ऒरु बण्णिलाण्
बसिन्ऱॆ मुൻवशत्तॆ विൻडो .
स्त्रीयिൽ कऱुत्त जाक्कऱ्ऱ्
निलत्त् पच्च पुल्ल्
मेशप्पुऱत्त् नीलयुं वॆळ्ळयुं प्लेऱ्ऱ्
बोट्टिൽ वॆळुत्त ऎऴुत्त्
चुवप्पुं चारनिऱत्तिलुळ्ळ तीवण्टि
तीवण्टियुटॆ मुൻवशत्त् इटत् मञ्ञ वॆळिच्चं .
कनत्त उपकरणङ्ङळुटॆ वलिय ओऱञ्च् कष्णं चरൽ तळ्ळुन्नु .
ऒरु ग्लास् विൻडोयुटॆ भागं
ऒरु वलिय तविट्ट् करटि
शून्यमाय षांपॆय्ൻ फ्लूट्टुकൾ
कटुं नील जीൻसिलुळ्ळ ऒरु कॊच्चुकुट्टि .
आप्पिळुं ओऱञ्चुं चवऱ्ऱुकुट्टयिൽ अटुक्कि वच्चिरिक्कुन्नु
वॆङ्कल वाट्टർ फ्यूसऱ्ऱुं तापनिल पिटियुं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वॆळुत्त कसेर प्लास्ऱ्ऱिक् आण्
मनुष्यൻ ऒरु पट्टं उयർत्तिप्पिटिक्कुन्नु
ऒरु वलिय कऱुत्त ट्रक्क् टयർ
हॆड्बोർडिन् मुन्निൽ तलयिणकൾ
तन्ऱॆ ओफीसिൽ जोलि चॆय्युन्न मनुष्यൻ
मनुष्यन्ऱॆ मेൽ चुवन्न षർट्ट्
ऒरु ओऱञ्च् जाक्कऱ्ऱ्
ऒरु तुऱमुखत्तॆ ऒरु रंगं
कऱुत्त स्यूट्ट् जाक्कऱ्ऱ् इट्ट मनुष्यൻ
वॆळ्ळत्तिन् मुकळिलूटॆ पालं
तुऱन्न नील कुट .
कुट कऱुत्तताण्
ऱൺवेयिൽ जॆऱ्ऱ्
वाट्टർ स्कीसिൽ चाटुन्न व्यक्ति
रण्ट् स्त्रीकൾ बेबि स्ट्रोळർ .
मृगशालयिलॆ आन
वेविच्च पच्चमुळकिन्ऱॆ चॆऱिय कषणं
मोट्टोർ सैक्किळुकळिൽ रण्टुपेർ
चुवन्न कुट .
कुट उपयोगिक्कुन्न स्त्री
ऒरु पुस्तकं वायिक्कुन्न ऒरु कॊच्चुकुट्टि
ऱൺवेयिൽ वलिय वॆळुत्त विमानं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वाषऱिलॆ स्यूट्ट्केसुकൾ
" ओऱञ्च् , कऱुत्त तीवण्टि काർ "
पिस्सयुटॆ मध्यत्तिൽ वॆळ्ळि कत्ति .
आळुकൾ ऱोडिन्ऱॆ वशत्त् इरिक्कुन्नु
वीटिन्ऱॆ वलिय जालकं
ऒरु बस् पाർक्क् चॆय्तिरिक्कुन्नु
प्लेऱ्ऱिൽ कप्प्
ऱोडिൽ कऱुप्पुं वॆळुप्पुं निऱमुळ्ळ सीब्र
इतॊरु ट्राൻसिऱ्ऱ् एरिययाण्
ब्लाक्क् आൻड् वैऱ्ऱ् विमानं
नाय वातिलिलूटॆ नोक्कुन्नु
बस्सिलॆ मिऱർ
वैऱ्ऱ् वै कൺट्रोळർ
ऒरु पातयिलॆ रण्ट् मृगङ्ङൾ .
रण्ट् वॆळुत्त आटुकൾ मेयुन्नु
ऒरु मञ्ञ लैसൻस् प्लेऱ्ऱ्
ऒरु पच्च स्यूट्ट् केस् .
ऒरु ध्रुवत्तिൽ चुवन्न चिह्नं
मञ्ञुवीऴ्चयिൽ नटक्कुन्न मनुष्यൻ
कुट्टियुटॆ कय्यिൽ करटि
तॆरुव् मुऱिच्चुकटक्कुन्न वॆळुत्त स्त्री
पक्षियुटॆ तविट्ट् काल्
पातकळिൽ कऱुप्पुं चुवप्पुं निऱत्तिलुळ्ळ तीवण्टि
स्केऱ्ऱ्बोർडिलॆ मुൻ चक्रङ्ङൾ .
नीलयुं वॆळ्ळयुं षർट्ट्
ऱाम्प् स्केऱ्ऱ् चॆय्युन्नु
पुल्लु तिन्नुन्न वॆळुत्त आट्
टॆडि बियऱिन्ऱॆ मूक्क् कऱुत्त प्लास्ऱ्ऱिक्काण्
वॆळ्ळत्तिलुळ्ळ व्यक्ति
विमानत्तिन्ऱॆ वाൽ
चारनिऱत्तिलुळ्ळ षർट्ट् धरिच्च मनुष्यൻ
विमानत्तिलॆ चिऱक्
अवन्ऱॆ षർट्टिन् 9 अक्कं उण्ट्
नीळमुळ्ळ मुटियुळ्ळ रण्ट् वॆळुत्त नाय्क्कൾ ताऴॆ किटक्कुन्नु
मनुष्यൻ वॆळ्ळत्तिൽ
कुञ्ञ् आन
इरिक्कुन्न ऒराळुटॆ भुजं
कुञ्ञ् सीब्र किटक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कऱुत्त शिरोकवजं धरिच्च बाऱ्ऱർ
जिऱाफिन्ऱॆ तल ऒरु काऱिनु मुकळिलेक्क् चायुन्नु
कुञ्ञ् आन
अटुप्पिൽ ती
व्यक्तमाय षेक्कऱिൽ चीस्
कॊक्क् कऱुत्तताण्
ऒरे चित्रं वशङ्ङळिलायि
ऒरु कट्टिलिൽ ऒरु मृगं .
इत् ऒरु मनुष्यनाण्
ऒरु केक्क् तळिक ऒरु मेशप्पुऱत्त् इरिक्कुन्नु .
काർ वीटिनु मुन्निൽ निർत्तियिट्टिरिक्कुन्नु
ऱोमൻ अक्कङ्ङळुळ्ळ ऒरु वृत्ताकृतियिलुळ्ळ घटिकारं
बोट्ट् व्यक्तमाय प्लास्ऱ्ऱिक्क् कॊण्ट् मूटियिरिक्कुन्नु
कऴुत्तिन्ऱॆ भागं
ट्रॆयिनिन्ऱॆ मुൻवशत्त्
मञ्ञ षർट्ट् धरिच्च स्त्री
उणङ्ङिय धान्यं तण्टुकൾ ऒरु पोस्ऱ्ऱिൽ बन्धिच्चिरिक्कुन्नु
ऒरु फ्रिस्बियॆ पिटिक्कुन्न चॆऱुप्पक्कारൻ
प्रकाशिक्कुन्न जनालय्क्कु नेरॆ ब्लॆൻडർ इरिक्कुन्नु
इतॊरु डिन्नർ प्लेऱ्ऱाण्
कुञ्ञ् आन
ऒरु स्त्रीयुटॆ नीळमुळ्ळ वॆळुत्त पावाट
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मृगं वयलिलाण् .
ऒरु कऱुत्त ट्राष् बाग् .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वलिय फ्लफि कऱुत्त करटि
स्त्रीक्क् ऒरु मൺऱो तुळच्चत् उण्ट्
वॆळुत्त सർफ्बोർड् चुमक्कुन्न स्त्री
ऒरु कऱुत्त कुट्टियुटॆ षू
इत् सूप्पिन्ऱॆ बौൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
निलत्त् विमानं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
सौहृद कोऴि ब्लिन्क्य्
ऒरु ओट्टत्तिनिटॆ मोट्टोർ सैक्किळुं ऱैडऱुं
षाफ्ऱ्ऱർ ऎव् ऎन्न् पऱयुन्न ऒरु अटयाळं
ऒरु क्लोक्किन्ऱॆ कऱुप्पुं वॆळुप्पुं मुखं
किटक्कयिൽ मृगङ्ङळुळ्ळ मनुष्यൻ
ऒरु कसेरयुटॆ भागं
नील काർ मञ्ञिൽ पाർक्क् चॆय्तिरिक्कुन्नु
ऒरु पॊतु कुळिमुऱि टोय्लऱ्ऱ्
फ्रिस्बि कळिक्कुन्न ऒरु युवाव्
चीरयुटॆ इलयिൽ विश्रमिक्कुन्न चतकुप्प अच्चाർ कुन्तं
चॆऱिय पॆൺकुट्टि क्यामऱय्क्क् पोस् चॆय्युन्नु
ऒरु ट्वीऱ्ऱि बेർड् अलाऱं क्लोक्क्
ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् कैवशमुळ्ळ पॆൺकुट्टि
स्कीसिलॆ व्यक्ति
स्केऱ्ऱऱिन्ऱॆ काൽ
हॆൽमॆऱ्ऱ् धरिच्च ऒराൾ
मञ्ञ चिह्नत्तिൽ कऱुत्त अक्कङ्ङൾ
ऒरु तॆरुव् चिह्नं
रण्ट् आनकൾ परस्परं अभिमुखीकरिक्कुन्नु
इरुण्ट तटि फ्रॆयिं उळ्ळ वृत्ताकृतियिलुळ्ळ कण्णाटि
मोणिऱ्ऱऱिन् कऱुत्त फ्रॆयिं उण्ट्
पच्च पऴुक्कात्त वाऴप्पऴं निलत्त् .
स्त्रीक्क् पुळ्ळिप्पुलि लगेज् उण्ट्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
" मेशविरियिൽ पिङ्कुं , नीलयुं निऱङ्ङळुळ्ळ पूक्कൾ "
नील यूणिफों धरिच्च ऒरु स्त्री
टाङ्कർ ट्रक्किन्ऱॆ पुऱकिൽ निൽक्कुन्न पय्यൻ
चुमरिൽ तूक्कियिट्टिरिक्कुन्न स्कै लैनिन्ऱॆ पॆयिन्ऱिंग्
अमेरिक्कൻ पताक ट्रक्किन्ऱॆ पिन्निൽ निन्न् पऱक्कुन्नु
द्वीप् बीच्च् रंगं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
तॆरुविൽ वॆळ्ळयुं पच्चयुं उळ्ळ वाहनं
कॆट्टिटत्तिൽ नील मऴवॆळ्ळ चाൽ
मनुष्यൻ ऒरु षർट्ट् धरिक्कुन्नु
आटिन्ऱॆ भागं
कुतिरप्पुऱत्तु कयऱुन्न ऒरु कॊच्चु पॆൺकुट्टि .
फ्रॆष् चुट्ट भक्षणं नल्कुन्न स्थलं
द्वीप् बीच्च् रंगं
ऒरु पिस्स वच्चिरिक्युन्नु
इतॊरु नील षർट्टाण्
ऒरु शाखयिൽ रण्ट् किळिकൾ
इतॊरु नील चित्रमाण्
ऒरु नील षർट्ट् धरिच्च व्यक्ति
" वॆळ्ळ , नील वस्त्रङ्ङൾ "
कुञ्ञ् आन
ऒरु अग्नि जलांशं अटय्क्कൽ
मॊबैलिൽ ऒरु कुट्टि
ऒरु मेशप्पुऱत्त् पच्चनिऱमुळळ कलशं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु बाऱ्ऱिंग् कूट्टिलॆ व्यक्ति
कॊच्चु पॆൺकुट्टि वै गॆयिं कळिक्कुन्नु
ऒरु जिऱाफ् ऒरु मरत्तिनटुत्त् निൽक्कुन्नु .
ऒरु पच्च मुऱ्ऱं .
ऒरु टॆन्नीस् कोർट्टिൽ टॆन्नीस् कळिक्कारൻ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पच्चयुं वॆळ्ळयुमुळ्ळ बागुळ्ळ स्त्री
त्री वीलऱिൽ प्रायमाय दम्पतिकൾ
पॊरुत्तप्पॆटुन्न तटि कसेरयुं ओट्टोमनुं
ऒरु तळिकयिൽ ब्रॊक्कोळि
इतॊरु कळिस्थलमाण्
ऒरु कऱुत्त लाप्टोप्प् कीबोർड्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वऴियिൽ बस् .
कण्णाटियिൽ मोट्टोർ सैक्किൾ यात्रक्कारुटॆ प्रतिफलनं
पिङ्क् षർट्ट् धरिच्च अन्यग्रह जीविकൾ
ऒरु पूच्चयुं अतिन्ऱॆ प्रतिफलनवुं ऒरु जालकत्तिൽ
वॆळुत्त प्लेऱ्ऱिൽ मून्न् मधुरपलहारङ्ङൾ .
ऒरु फ्रिस्बी पिटिक्कुन्न मनुष्यൻ
ऒरु बाग् कोट्टൺ मिठायि
पळ्ळियिൽ ऒरु इष्टिक कुऱ्ऱि
मतिलिन्ऱॆ मूलयिൽ उळ्ळ पच्च सिङ्क् .
वैऱ्ऱ् ट्रिं उळ्ळ ऱॆड् स्ऱ्ऱोप्प् चिह्नं
ऱफ्रिजऱेऱ्ऱऱिൽ पेप्पർ कान्तं
कॆट्टिटत्तिन्ऱॆ वृत्ताकृतियिलुळ्ळ घटिकारं
द्वीप् बीच्च् रंगं
पिस्स 4 कषणङ्ङळायि मुऱिक्कुन्नु
ट्रक्किन्ऱॆ वർण्णाभमाय फ्रण्ट्
पिस्स कऴिक्कुन्न ऒरु पॆൺकुट्टि
मॆऱ्ऱൽ वेलि पिन्निൽ अऴुक्क्
पशुविन्ऱॆ चॆवियिൽ ऒरु टाग् उण्ट् .
ऒरु मरक्कॊम्पिन् समीपं कऱुत्त करटि
ऒरु मालाखयुटॆ स्वർण्ण प्रतिम
वॆळ्ळत्तिൽ रण्ट् आनकൾ
अञ्च् पेർ ऒरुमिच्च् पोस् चॆय्युन्नु
अकिटिൽ पाൽ कऱक्कुन्न यन्त्रं .
विमानत्तिൽ डाർट्ट् वलयं
ध्रुवत्तिन्ऱॆ निऴൽ
ई व्यक्ति ऒरु तॊप्पि धरिक्कुन्नु
रण्ट् स्त्रीकൾ ऒरु फोൺ नोक्कुन्नु
ऒरु स्त्रीयुटॆ कैवशं रण्ट् सॆൽ फोणुकൾ
आळुकൾ ऒरु पऴय वाहनत्तिन् समीपं निൽक्कुन्नु
मेघङ्ङൾ आकाशत्तॆ पूർण्णमायुं मूटुन्नु
व्यक्ति टॆन्नीस् कळिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कॊच्चु पॆൺकुट्टिक्क् कऱुत्त षूस् .
ऒरु तन्त्रं चॆय्युन्न व्यक्ति
" कॊऱियൻ , इंग्लीष् भाषकळिൽ ब्रौൺ ऱॆस्ऱ्ऱ् ऱूं चिह्नं "
कळिक्कारन्ऱॆ पान्ऱिलॆ अऴुक्क्
रण्ट् सीब्रकൾ ऒरुमिच्च् निൽक्कुन्नु
ऒरु चिह्नत्तिൽ सि अक्षरं
ऒरु कऱुत्त ट्राष् बाग् .
पർप्पिൾ षർट्ट् धरिच्च मनुष्यൻ
ऒरु तूवाल ऱाक्किൽ ऒरु पच्च तूवाल
तविट्ट् ऱॊट्टि पात्रत्तिൽ
कुञ्ञ् आन
ऒरु षांपॆय्ൻ ग्लासिൽ कार्क्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कऱुत्त स्यूट्ट्केस्
पश्चात्तलत्तिൽ समुद्रं
ऒरु तुम्पिक्कैयुटॆ भागं
ऒरु स्केऱ्ऱർ चित्रं
ऒरु स्त्रीयुटॆ तल
तुऱन्न काർट्टूणिलॆ होट्ट् डोगुकൾ
ऒरु सीब्रयुटॆ भागं
मनुष्यൻ मोट्टोർ सैक्किൾ ओटिक्कुन्नु
सॆൽ फोणिൽ संसारिक्कुन्न स्त्री
चुवरिൽ ऒरु नील घटिकारं
मञ्ञ वाऴप्पऴत्तिन्ऱॆ तण्ट्
उळ्ळिलुळ्ळ ऒरु क्लोक्क्
ऒरु मञ्ञ ऱौण्ट् फ्रिस्बी
सिमൻऱ् सीऱ्ऱिൽ इरिक्कुन्न ऒरु स्त्री
हाൻड् होൾडिंग् बागॆൽ नष्टमायि
कऱुप्पुं मञ्ञयुं षർट्ट् धरिच्च ऒरु स्त्री
व्यक्ति कटൽत्तीरत्ताण्
मञ्ञयुं चुवप्पुं निऱमुळ्ळ ऒरु तलं ताऴेक्क् तूङ्ङुन्नु
तलयिणकൾ ऒरु कट्टिलिलाण्
गोपुरत्तिन्ऱॆ रण्ट् वशङ्ङळिൽ घटिकारं
बेस्बोൾ मैतानत्त् वरच्च वॆळुत्त वर
ई स्त्री ऒरु जोटि जीൻस् धरिच्चिरिक्कुन्नु
ऒरु बाग् कोट्टൺ मिठायि
होट्ट् डोग् ऒरु बण्णिൽ
ऒरु कुट्टियुटॆ कळिस्थलं .
ऒरु कटलासिൽ गारेज् ऎन्न वाक्क्
कटൽत्तीरत्त् पशुक्कൾ तिङ्ङिनिऱञ्ञु
कऱुत्त कीबोർडिन् समीपमुळ्ळ चुवन्न मग्ग्
आन वॆळ्ळत्तिൽ निൽक्कुन्नु
जिऱाफ् काट्टिൽ निൽक्कुन्नु
निलत्त् पाऱकൾ .
ऒरु तणलुळ्ळ मेश विळक्क्
कट्टिंग् बोർडिൽ कत्ति
बोർडिൽ चुवप्पुं कऱुप्पुं निऱत्तिलुळ्ळ षोർट्ट्स् .
तक्काळि अरिञ्ञत् तळिकयिൽ
प्लेऱ्ऱिൽ साൻड्विच्च्
प्रकाशं तिळङ्ङुकयुं सीलिंगिൽ निन्न् तूङ्ङुकयुं चॆय्युन्नु
मनुष्यൻ कुप्पायं धरिक्कुन्निल्ल
मोट्टोർसैलिस्ऱ्ऱ् ऱेसिंग् आण्
आनयुटॆ काൽ
वॆळुत्त चिह्नमुळ्ळ तुरुम्पिच्च वातिൽ
सिङ्किलॆ फोसॆऱ्ऱ्
पळ्ळियिलॆ गोपुराग्रं
गोपुरत्तिन्ऱॆ वशत्तुळ्ळ घटिकारं
तटि स्लाऱ्ऱ् बॆञ्च् ऒरु इष्टिक नटप्पातयिൽ ऒरु जलाशयत्तिनॆतिरॆ इरिक्कुन्नु
" ऱोडिൽ ओऱञ्च् , वॆळ्ळ निർमाण बारൽ . "
तविट्ट् ब्लेडुकळुळ्ळ मेൽक्कूरयिलॆ फाൻ
तॊप्पियुटॆ मुकळिൽ ऒरु कोट्टൺ बोൾ
कऱुप्पुं वॆळुप्पुं निऱमुळ्ळ सीब्र वॆळ्ळत्तिൽ
सोसऱिൽ कट्टियुळ्ळ चोक्लेऱ्ऱ् केक्क्
ऒरु चैൽड् सोक्कർ कळिक्कारൻ
कोർट्टिൽ टॆन्नीस् कळिक्कुन्न स्त्री
ग्लोसुं तिळक्कवुमुळ्ळ ऒरु पच्च कैऱ्ऱ् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
मनुष्यन् कऱुत्त मुटियुण्ट्
मनुष्यൻ ऒरु होट्ट् डोग् ऎटुक्कुन्नु
कऱुप्पुं पिङ्क् निऱत्तिलुळ्ळ स्नोबोർड्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
द्वीप् बीच्च् रंगं
ऒट्टिच्च स्त्रीयुटॆ कऱुत्त कालुकൾ
ऒरु सीब्रयुटॆ कऱुप्पुं वॆळुप्पुं लॆग्
स्यूट्टिलुळ्ळ मनुष्यൻ .
टॆलिफोण्
शिरोकवजं धरिच्च मनुष्यൻ
ऒरु कऱुत्त ट्राष् बाग् .
वॆळ्ळि पश्चात्तलत्तिൽ वॆळुत्त आप्पिൾ लोगो .
पच्चयुं वॆळ्ळयुं उळ्ळ लाप्टोप्प् कम्प्यूट्टർ
ऒरु छायाचित्रं वरय्क्कुन्न व्यक्ति
रण्ट् स्ऱ्ऱफ् चॆय्त टॆडि बियऱुकൾ
बोट्टिൽ सीऱ्ऱ् .
कुञ्ञ् आन
मून्न् जिऱाफुकൾ नटक्कुन्नु
ऒरु तळिकयिൽ मांसं
वॆळ्ळं नीलयाण् .
वलत् चुवन्न तलं ऎञ्चिൻ
तलकीऴायि पऱक्कुन्न युद्धविमानं
रण्ट् ट्राफिक् मीऱ्ऱऱुकൾ पोळिलुण्ट् .
ऒरु पात्रत्तिൽ नाൽकालि
वायुविൽ ऒरु टॆन्नीस् बोൾ
ऒरु पाർक्किलॆ मरं बॆञ्च्
स्त्री सुन्दरियाण्
ऒरु चॆऱिय वॆळुत्त मेश
कुञ्ञ् आन
रण्ट् तविट्ट् कुतिरकൾ निൽक्कुन्नु
वलिय तविट्ट् निऱमुळ्ळ कुतिर
ऒरु बाग् कोट्टൺ मिठायि
ऱोडिൽ काർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चरलिलॆ ट्राक्कुकൾ
कुञ्ञ् आन
पाळत्तिൽ ओऱञ्च् तीवण्टि काർ
व्यक्ति इटत्तेक्क् चायुकयाण्
वायुविൽ वलिय विमानं
ऒरु व्यक्ति अवरुटॆ प्रभात भक्षणं कऴिक्कुन्नु
चुवप्पुं वॆळ्ळयुं बस्
इष्टिक चुवरिൽ कऱुत्त ट्रॆयिनिन्ऱॆ चित्रं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पाऱकൾ नङ्कूरमिट्ट रण्ट् बोट्टुकൾ
चारनिऱत्तिलुळ्ळ मेघङ्ङळिल्लात्त आकाशं माय्क्कुक
किटक्कय्क्किटयिൽ मरं तऱ
" धाराळं , धाराळं पात्रङ्ङൾ प्रदർशिप्पिच्चिरिक्कुन्नु "
चवऱ्ऱुकुट्टयिलॆ प्लास्ऱ्ऱिक् बाग्
मनोहरमाय कैकॊण्ट् अफ्गाൻ
चुरुण्ट तविट्टु निऱमुळ्ळ मुटियुळ्ळ पॆൺकुट्टि
ऒरु कुटुंबं स्कि चॆय्युन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कण्णट धरिच्च ऒरु आൺकुट्टि
पुल्लिൽ तविट्ट् कुतिर
ऒरु व्यक्ति स्केऱ्ऱ्बोർडिंग् .
आकाशत्त् वॆळुत्त मेघङ्ङൾ
वॆळुत्त टैलुकळुळ्ळ ऒरु ड्रोप्प् सीलिंग्
ऒरु पोक्कऱ्ऱ्
ऒरु तरंगं
मनुष्यൻ चित्रत्तिनायि पोस् चॆय्युन्नु
चुवन्न षർट्टिलुळ्ळ व्यक्ति
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
मोट्टोർ सैक्किळिलॆ वशत्तॆ कण्णाटि
जॆय्स् बेस्बोൾ यूणिफोमिलॆ कऱुत्त मनुष्यൻ
ऒरु पाच्च् पच्च पुल्ल् इविटॆ उण्ट्
कसेरयिൽ वർण्णाभमाय पुतप्प्
पच्च पुल्ल् वयलिൽ निऴൽ
पർप्पिൾ निऱमुळ्ळ कुट
ऒरु सॆൽ फोൺ कैवशमुळ्ळ ऒराൾ
षोർट्ट् कट्ट् वॆळुत्त मुटि
ऒरु टैयिൽ क्रोस् पाऱ्ऱेൺ
ऒरु प्रदർशन पट्टिकयिൽ बस्ऱ्ऱ्
ई करटि इविटॆ वळरॆ देष्यत्तिलाण्
ऒरु वातिलिन्ऱॆ भागं
" वॆळ्ळियुं , कऱुप्पुं निऱमुळळ ब्लॆൻडർ "
मून्न् पेർ मोट्टोർ सैक्किൾ ओटिक्कुन्नु
रण्ट् टॆन्नीस् कळिक्काർ कै कुलुक्कुन्नु
जोडि षू धरिच्च ऒराൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कुञ्ञ् आन
कऱुत्त नाय कण्णाटियिൽ प्रतिफलिक्कुन्नु
कुतिर सवारि चॆय्युन्न मनुष्यൻ
चारनिऱत्तिलुळ्ळ षർट्ट् धरिच्च पय्यൻ
चुवन्न मुखंमूटियुळ्ळ मनुष्यൻ
यूणिफोमिൽ रण्ट् नाविकർ
ऒरु स्विंगिൽ मॆऱ्ऱൽ चॆयिൻ
मुऱियिलॆ आळुकൾ
पश्चात्तलत्तिൽ नीलाकाशं
चतुर पात्रं निऱयॆ भक्षणं .
कॊट्टयिൽ ऒरु पेस्ट्रि
शैत्यकाल वस्त्रङ्ङൾ धरिच्च कुट्टि
कुञ्ञ् आन
टूत्त् पेस्ऱ्ऱिन्ऱॆ ट्यूब् .
मुऱियुटॆ मुൻवशत्त् टीच्चർ .
इरुण्ट कऱुत्त सൺग्लासुकൾ
चिल आळुकൾ ऒरु ऱालियिलाण्
स्त्रीक्क् नील कुळि स्यूट्ट् उण्ट्
कुळिमुऱियिलॆ टोय्लऱ्ऱ्
ऱाक्किൽ वळरॆ नीण्ट सർफ्बोർड्
ऒरु शाखयिൽ निन्न् नारङ्ङ तूक्कियिरिक्कुन्नु
ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् उपयोगिक्कुन्नु
ऒरु नील वानिलॆ ऒराൾ
रण्ट् क्लोक्कुकळुळ्ळ ऒरु क्लोक्क् टवർ
स्त्रीयुटॆ कय्यिൽ कय्युऱ
मनुष्यൻ स्नोयिൽ स्नोबोർडिंग् चॆय्युन्नु
कीबोർडिलॆ कऱुत्त बट्टൺ
कऱुत्त शिरोकवजं धरिच्च मनुष्यൻ .
ऒरु पन्त् सोक्कർ
ऒरु ध्रुवत्तिൽ ट्राफिक् लैऱ्ऱ्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु विमानत्तिൽ ऒरु वॆळुत्त कुरिश्
वळ्ळियिൽ वॆळुत्त अक्षरं
तकർन्न अग्नि जलांशं
ऒरु वलिय स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीൽ कलं
ट्रॆयिൻ ऎञ्चिनिൽ निन्नुळ्ळ पुक
तॊप्पियिൽ वलिय चुवप्प् बि
मेशप्पुऱत्त् नील पात्रं
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु विमानत्तिन्ऱॆ भागं
कुञ्ञ् आन
पूत्तट्टत्तिन्ऱॆन्ऱॆ उळ्ळिൽ पच्चयाण् .
ऒरु मृगशालयिलॆ निरवधि जिऱाफुकൾ
कऱुत्त मुटियुळ्ळ मनुष्यൻ
ऒरु कऱुत्त ट्राष् बाग् .
निलत्त् पॆൺकुट्टि
नाययुटॆ वलत् कण्ण्
कऱुत्त काർ तॆरुविलेक्क् तिरियुन्नु
ऒरु ऱोडिन्ऱॆ वशं
चारनिऱत्तिलुळ्ळ जॆऱ्ऱिन्ऱॆ चिऱकुकൾ
ऒरु अटयाळं तूणिൽ उण्ट्
चुवरिൽ इरुण्ट इष्टिक
चुवरिൽ वॆळुत्त इष्टिक
सीब्रय्क्क् कऱुत्त वरकळुण्ट्
कट्टिलिन् मुकळिൽ ऒरु पർप्पिൾ लैऱ्ऱ्
ग्रिल्लिൽ मञ्ञ वाऴप्पऴं
चित्रत्तिൽ ऒरु ऱोൾ कॆट्टिटं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु विमानत्तिन् मुन्निൽ निൽक्कुन्न ऒराൾ
ऒरु जलाशयं
ऒरु कऴुकൽ स्थलमाण् काणुन्नत्
ऒरु प्लेऱ्ऱिൽ कारऱ्ऱ्
हॆൽमॆऱ्ऱ् धरिच्च व्यक्ति
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कुटयिൽ कऱुत्त पिन्तुण
विमानं पऱक्कुन्नु
वयलिൽ रोमम्मुळ्ळ आटुकൾ
ऒरु वाऴप्पऴं कऴिक्कुन्न कुरङ्ङൻ
चट्टियिൽ केक्क् मिक्स्
आकाशत्त् पाय्कप्पൽ
द्वीप् बीच्च् रंगं
ऒरु चोक्क्बोർड् अतिൽ ऎऴुतुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु मोट्टोർबैक्क् ऒरु कौण्टऱिलाण्
वॆळ्ळयुं नीलयुं कळർ बोർड् ऱोडिൽ सूक्षिच्चिरिक्कुन्नु
वलिय मञ्ञ सർफ्बोർड्
मनुष्यൻ वातिलिनरिकिൽ इरिक्कुन्नु
वेविच्च पच्च जलपॆनो कुरुमुळक्
कुप्पायत्तिൽ चुवन्न वर
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मतिलिनरिकिൽ इरिक्कुन्न मोट्टोർसैक्किൾ
तीवण्टियिൽ पेर्
ऱॆयिൽ पातकळिൽ ऒरु ट्रॆयिൻ उण्ट्
ऒरु चॆटियिൽ इल
मुन्निൽ ऒरु मञ्ञ स्ऱ्ऱिक्कि कुऱिप्प्
ऒरु ध्रुवत्तिൽ निन्नुळ्ळ बानർ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
चित्रत्तिलॆ ऒरु कॊच्चु कुट्टि
फ्रिस्बी उपयोगिच्च् कळिक्कुन्न आळुकൾ .
ऒरु वीडियो गॆयिं कळिक्कुन्न आൺकुट्टियुं पॆൺकुट्टियुं
पच्च निऱमुळ्ळ ब्रॊक्कोळि
स्त्री मुटि तेक्कुकयाण् .
मञ्ञ षർट्टिൽ इरिक्कुन्नयाൾ .
ऒरु वॆळ्ळि यात्रा स्यूट्ट् केस्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ट्राफिक् लैऱ्ऱ् चुवप्प् तिळङ्ङुन्नु
मरत्तिൽ चुवन्न आभरणं .
व्यक्ति धरिक्कुन्न ऊष्मळमाय तल तॊप्पि
मुट्ट् उपयोगिच्च् वॆळुत्त वातिൽ तुऱक्कुक
चॆऱुप्पक्कारन्ऱॆ वस्त्रं
कुट पिटिक्कुन्न पॆൺकुट्टि
नायय्क्क् वॆळुत्त पाटुकळुण्ट्
ऒरु प्रतिम जालकत्तिनटुत्ताण्
ट्रॆयिൻ ट्राक्कुकळिൽ वॆळ्ळि ट्रॆयिൻ
बेस्बोൾ कळिक्कारൻ बाऱ्ऱ् स्विंग् चॆय्युन्नु .
नील तटस्सत्तिन् पिन्निൽ इरिक्कुन्न काणिकൾ
बात्त्ऱूं काऴ्च
चॆऱिय पियർ वॆळ्ळत्तिൽ पऱ्ऱिनिൽक्कुन्नु
निलत्त् इरुण्ट निऴलुकൾ
ऒरु बोट्टिൽ आळुकൾ
ऒरु विमानं वायुविलाण्
पुल्लिൽ निൽक्कुन्न आट्टुकॊऱ्ऱൻ
पच्च इलकळुळ्ळ मरङ्ङൾ
" मञ्ञ , चुवप्प् मोट्टोർसैक्किൾ "
आळुकൾ कुटकൾ पिटिच्च् नटक्कुन्नु
चारनिऱत्तिलुळ्ळ आनयुटॆ काൽ
केक्किൽ पच्च इल
सन्तोषमुळ्ळ पुञ्चिरिक्कुन्न मनुष्यൻ
पुष्पत्तिൽ पिङ्क् दळङ्ङൾ
विऱकिൽ किटक्कुन्न क्लोक्क्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मञ्ञ पूव् ग्लासिൽ
अटुक्कळयिलॆ विൻडो
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
टोय्लऱ्ऱिन्ऱॆ स्वർण्ण टोय्लऱ्ऱ् सीऱ्ऱ्
चुवन्न कुट पिटिक्कुन्न ऒरु स्त्री
ऒरु कऱुत्त ट्राष् बाग् .
धाराळं कळिमൺ पात्रङ्ङൾ
कसेरयिൽ इरिक्कुन्न व्यक्ति
क्रोस् वाक्कुकळिൽ कट्टियुळ्ळ वॆळुत्त वरकळुळ्ळ नटप्पात
बट्टणुकळुळ्ळ वैऱ्ऱ् ऱिमोट्ट्
कुञ्ञ् आन
टोय्लऱ्ऱिन् मुकळिൽ इरिक्कुन्न कऱुत्त फाൻ .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
पुल्लिൽ ऒरु कुट्टि
पच्चक्कऱि पाकं चॆय्युन्नु
द्वीप् बीच्च् रंगं
ऱाम्पिൽ ऒरु तन्त्रं चॆय्युन्न स्केऱ्ऱ्बोർडർ
अग्नि जलांश उपकरणं
चट्टिक्क् नटुविൽ पिस्स स्लैसർ
पच्च टि - षർट्ट्
ऒरु ट्रेयिൽ ऒरु प्लास्ऱ्ऱिक् बाग्
मञ्ञुमूटिय स्ऱ्ऱोप्प् निർत्ति वॆळिच्चत्तिलेक्क् पोकुक
" पच्च , मञ्ञ टूत्त् ब्रष् परिशोधिक्कुन्न कुञ्ञ् "
मनुष्यൻ मञ्ञिൽ वीऴुन्नु .
ऒरु चुवन्न स्ऱ्ऱोप्प् चिह्नं
समुद्रत्तिलॆ नल्ल तिरकൾ
ऒरु जोटि स्कीस्
कुञ्ञ् आन
मनुष्यन्ऱॆ शरीरत्तिൽ नीळൻ स्लीव् नील टि - षർट्ट् .
वयलिൽ उणङ्ङिय मुൾपटർप्पु
तलयिൽ कऱुत्त हॆൽमॆऱ्ऱ्
निलत्त् कऱुत्त पुळ्ळि
साൻविच्च् प्लेऱ्ऱिൽ पकुतियायि मुऱिच्चु .
चॆऱिय अळविൽ वीञ्ञ्
कुञ्ञ् आन
ऒरु स्ऱ्ऱम्पिൽ ऒरु वाट्टർ बोट्टिൽ
बेबि बॆडिൽ वैऱ्ऱ् ऱॆयिൽ
अतॊरु पच्चमरमाण्
मनुष्यൻ वायुविलाण्
ऒराൾ नटप्पातयिलूटॆ नटक्कुन्नु
ऒरु कुऴिൽ कुटिवॆळ्ळं
चुवन्न इष्टिक निलत्त्
निऱमुळ्ळ मुत्त् पूच्चट्टियिൽ
ऱोडरिकिൽ वळरुन्न पच्च पुल्ल्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कऱुत्त वाट्टർ पाडिൽ
ओऱञ्च् कारऱ्ऱ् प्लेऱ्ऱिൽ मुऱिच्चु .
कय्यिൽ कत्ति
पुळ्ळेड् पन्नियिऱच्चि सान्ड्विच्चिൽ
व्यक्तियुटॆ मेൽ कऱुत्त कुट .
स्त्री कुळिमुऱियिൽ निൽक्कुन्नु
इत् ऒरु पाർक्किलाण्
चुमरिൽ तूक्कियिट्टिरिक्कुन्न ऒरु वॆळिच्चं
हॆൽमॆऱ्ऱ् कऱुत्त निऱत्तिलाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मॊबैलिൽ सർफऱुकൾ
मरत्तिൻ्ऱॆ बॆञ्च्
वलिय वॆळुत्त आट् पुल्लिൽ नटक्कुन्नु .
वॆळ्ळि कलङ्ङळिൽ मून्न् चॆटिकൾ
ऒरु किटक्कयिൽ किटक्कुन्न रण्ट् कुट्टिकൾ
ऱोडिൽ वाहनं ओटिक्कुन्नु
कुञ्ञ् आन
पळ्ळि समयङ्ङळुळ्ळ वॆळुत्त चिह्नं .
वॆळुत्त अक्षरङ्ङळुळ्ळ नील कुट
अऴुक्कुचालिൽ निൽक्कुन्न आनकൾ
ऒरु पक्षि मरत्तिൽ उण्ट् .
अऴुक्किൽ रण्ट् वॆळुत्त कसेरकൾ .
अत् बैक्किन्ऱॆ वीलाण्
विमानत्तिलॆ ग्लास् विൻडो
मञ्ञिൽ वർण्णाभमाय कैऱ्ऱ् .
होट्ट्डोग् कऴिक्कुन्न स्त्री
ऒरु कऱुत्त ट्राष् बाग् .
कळिक्कारुटॆ तलयिൽ कऱुत्त मास्क् .
इൻफ्लाऱ्ऱबिൾ वळ्ळत्तिൽ कऱुत्त पूच्च .
सीब्रयिൽ कऱुत्त वर
तऱयिलॆ टोय्लऱ्ऱ् .
ट्राफिक् लैऱ्ऱुकळुळ्ळ पोൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
टेप्पिൽ वॆळुत्त अक्षरं
बॆञ्चिन्ऱॆ पिൻभागत्त् कऱुत्त मॆऱ्ऱൽ ब्रेस्
ऒरु बैक्किन्ऱॆ चक्रं
मिड् ऎयർ उळ्ळ व्यक्ति ऎन्तॆङ्किलुं मुऱुकॆ पिटिक्कुन्नु
चुवट्टिൽ फ्रीसऱुळ्ळ ऒरु कऱुत्त ऱफ्रिजऱेऱ्ऱർ
वीटिनु मुन्निൽ निൽक्कुन्न कुतिरकൾ
ऒरु तुऱन्न वातिൽ वऴि
" चुवप्प् ओऱञ्चुं , वॆळ्ळयुं निऱमुळ्ळ विमानं "
कऱुत्त अक्षरङ्ङळुळ्ळ वॆळुत्त चिह्नं
एऱ्ऱवुं अटुत्तुळ्ळ \ लव् ट्रीस् \ चिह्नं .
तविट्टुनिऱत्तिलुळ्ळ तटि ध्रुवं
निलत्तु किटक्कुन्न चॆऱिय आट्टिൻ
वायुविൽ वॆळ्ळं तुळ्ळि
मनुष्यൻ समुद्रत्तिൽ सർफ्बोർडिंग् .
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
वॆळुत्त वेट्ट मुट्ट प्लेऱ्ऱिൽ
" चुवप्प् वॆळ्ळ , नील बस् "
बाऱ्ऱिन् समीपमुळ्ळ वैऱ्ऱ् बेस्बोൾ
ऒरु पक्षि
ऒरु तळिकयिलॆ चॆऱिय पिस्सकൾ
विमानत्तिलॆ ऎञ्चिൻ .
मुൻवशत्त् रण्ट् काऱुकൾ
जलत्तिन्ऱॆ ऒरु गीसർ
" ऒरु तविट्ट् , ओऱञ्च् ड्रींक्याच्चർ "
ऒरु स्त्री कटൽ कसेरयिൽ इरिक्कुन्नु
कऱुत्त चोप्पർ प्रदർशिप्पिच्चिरिक्कुन्नु
सीलिंगिൽ वॆळुत्त बोർडऱुळ्ळ इनं
चुवप्पुं वॆळ्ळयुं यूणिफोमिलुळ्ळ ऒरु बेस्बोൾ टीं
टैयिൽ नील कुत्त्
मुकळिൽ पूच्चयुळ्ळ कऱुत्त पेऴ्स् .
ऒरु स्त्री ऒरु कुञ्ञिनॆ पिटिक्कुन्नु
मनुष्यൻ स्केऱ्ऱ्बोർडिलाण्
कऱुत्त बोർडऱुळ्ळ त्रिकोण ऱॆयिൻबो निऱमुळ्ळ कैऱ्ऱ्
कटൽत्तीरत्त् रण्टुपेർ
कुञ्ञिन्ऱॆ तलयिൽ मुटि
कण्णाटि प्रतिफलिप्पिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
मतिൽ कयऱिय कऱुत्त फ्लाऱ्ऱ्स्क्रीൻ टॆलिविषൻ
रण्ट् लामयुं ऒरु आटुं
वॆळुत्त पावाटयुळ्ळ ऒरु पॆൺकुट्टि
आ मनुष्यൻ ऒरु स्माർट्ट् फोൺ कैवशं वच्चिरिक्कुन्नु
1939 ऒरु क्लोक्किൽ वॆळुत्त अक्षरङ्ङळिൽ ऎऴुति
मरङ्ङൾक्क् मुकळिलुळ्ळ ग्लास् विൻडो
ड्यूऱन्ऱ् ऎन्न वाक्क् बॆञ्चिൽ
चुमरिൽ ऒरु तिरश्शील
ऒरु वॆळ्ळि काർ पाർक्क् चॆय्तु
पश्चात्तलत्तिൽ ऒरु सॆमि ट्रक्क् .
ऒरु कऱुत्त ट्राष् बाग् .
अरिञ्ञ चॆऱि तक्काळि
मनुष्यൻ वॆळ्ळत्तिൽ ऎन्तो चूण्टिक्काणिक्कुन्नु .
ऒरु बाग् कोट्टൺ मिठायि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
आकाशं व्यक्तवुं नीलयुमाण्
इतॊरु कम्प्यूट्टർ मोणिऱ्ऱऱाण्
इविटॆ चिल विऱकुकळुण्ट्
ऒरु वलिय नाय
वलिय जलाशयत्तिलूटॆयुळ्ळ पालं
डॆस्किൽ ऒरु स्पीक्कർ
ऒरु नदिक्कु कुऱुकॆयुळ्ळ पालत्तिൽ ट्रॆयिൻ चॆय्युक
फ्रिस्बी उळ्ळ पुൽत्तकिटियिൽ ऒरु नाय
ऒरु उद्यानत्तिൽ चारनिऱत्तिलुळ्ळ लोह वेलि
तविट्टुनिऱमुळ्ळ मुटियुळ्ळ मनुष्यൻ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
मुൻवशत्तुळ्ळ ऒरु पॆൺकुट्टि
चुमरिൽ टैलुकൾ
नाय मणलिൽ
मून्न् नाय्क्कൾ ऒरु बॆञ्चिൽ इरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कऱुत्त निऱमुळ्ळ स्केऱ्ऱ्बोർड् डॆक्क्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
आळुकൾ नटक्कुन्नु
" तविट्ट् , वॆळुत्त पाच्चुकൾ "
स्त्रीयुटॆ फ्यूषिय कुट
पुल्लिൽ निൽक्कुन्न आन
बैक्कुकൾ पाർक्क् चॆय्तिरिक्कुन्नु
कोम्पिनेषൻ घटिकारवुं मणि गोपुरवुं
ऒरु पूർण्ण स्ऱ्ऱॆं ग्लास्
ऒरु मरत्तिൽ ऒऱ्ऱ नारङ्ङ .
ऒरु तीवण्टियिलॆ जनൽ
ट्रॆयिनिन्ऱॆ मुൻ भागं
ओफीसिൽ जोलि चॆय्युन्न आळुकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
मून्न् मञ्ञ विमानङ्ङൾ तुटർच्चयायि पाർक्क् चॆय्तिरिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वलिय वॆळुत्त इरट्ट किटक्क
चारनिऱत्तिलुळ्ळ उरुक्क् पोस्ऱ्ऱ्
वॆळ्ळत्तिन् पिन्निൽ उयरमुळ्ळ ऒरु कॆट्टिटं
चुमरिൽ ऒरु चित्रं
कम्प्यूट्टऱिनटुत्तुळ्ळ चॆऱिय पिस्ऱ्ऱൾ
ऒरु ट्रक्किन्ऱॆ पुऱकिൽ धाराळं लगेजुकൾ
ध्रुवत्तिलॆ अटयाळं
मञ्ञ फ्रिस्बियॆ पिटिक्कुन्न मनुष्यൻ
मृगङ्ङळॆ ऒरु अलमारयिൽ निऱच्चु
कसेरकൾक्क् मुन्निൽ निൽक्कुन्न मनुष्यൻ
मनुष्यൻ पुकवलिक्कुन्नु
ग्राफिऱ्ऱि पोलुळ्ळ व्यत्यस्त निऱङ्ङळिൽ उळ्ळ कल
कॆट्टिटत्तिनटुत्त् वॆळ्ळ ट्रक्क्
वलिय मुटियुळ्ळ पुञ्चिरिक्कुन्न स्त्री
कुञ्ञ् आन
डॆबाർ मालोयिलेक्क् विरൽ चूण्टुन्न ऒरु अटयाळं
ऒरु वॆळुत्त पानൽ वातिൽ
ऒरु चुवन्न तलयिण केस्
अमेरिक्कൻ पताक मुकळिलाण्
कुञ्ञ् आन
आळुकൾ ऒरु पालत्तिൽ नटक्कुन्नु
कऱुत्त षർट्ट् धरिच्च ऒराൾ .
ऒरु कुट्टियुटॆ तल
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
बेस्बोൾ कळिक्कारൻ पन्त् ऎऱियुन्नु
निलत्त् कऱुत्त पुळ्ळि
वॆळुत्त तटि सीलिंग्
वायुविൽ ऒरु विमानं
ऒरु कुळिमुऱियुटॆ टोय्लऱ्ऱ्
ऒरु घटिकारमुळ्ळ पोൾ
ऒरु सർफ्बोർडिलॆ ऒरु नाय
इतॊरु वॆळुत्त काऱाण्
टै कऱुत्तताण्
ऒरु कऱुत्त चॆयिൻ - लिङ्क् वेलि .
ऒरु वलिय मञ्ञ पुष्पं
ओऱञ्च् कूम्पारत्तिൽ उळ्ळ ऒरु ओऱञ्च् .
पश्चात्तलत्तिलुळ्ळ आकाशं
वायुविൽ प्लास्ऱ्ऱिक् फोൺ
ऒरु स्त्रीयुटॆ पिൻभागं .
ऒरु पाऱयुटॆ अटियिൽ वलिय गुह
आ मनुष्यൻ पन्त् तट्टुकयायिरुन्नु
ऒरु कॊच्चु पॆൺकुट्टियुटॆ तल
बेस्बोൾ कळिक्कारൻ ऒरु बाऱ्ऱ् स्विंग् चॆय्युन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
स्त्री वॆळुत्तताण्
मणलिൽ नील बॆञ्च्
कुऱच्च् सർफ्बोർडुकൾ वहिक्कुन्न ऒराൾ
वॆळ्ळ कळि नियन्त्रणं
रोममुळ्ळ पादं वायिक्क् ताऴॆ
वॆळ्ळत्तिनटुत्तुळ्ळ ऒरु पाർक्किन्ऱॆ बॆञ्च्
इविटॆ चुवन्न संभरणमुण्ट्
कप्पिൽ रण्ट् टूत्त् ब्रषुकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कऱुप्पुं वॆळुप्पुं ऎटुत्त चित्रं
स्केऱ्ऱ्बोർडिलॆ मनुष्यൻ
ऒरु पन्त् मटक्किनൽकाൻ पोकुन्न टॆन्नीस् कळिक्कारൻ
ऒरु मुतिർन्न मनुष्यൻ साൻड्विच्च् कऴिक्कुन्नु
वलतुवशत्तेक्क् चूण्टुन्न ऒरु वॆळुत्त अम्पटयाळं
पच्च कय्युऱकൾ धरिच्च ऒरु कुट्टि
उपेक्षिक्कप्पॆट्ट ऒरु ट्रक्क्
कटൽत्तीरत्तॆ बॆञ्च्
कटൽत्तीरत्त् निൽक्कुन्न मनुष्यൻ
ऒरु मरत्तिनटुत्तुळ्ळ जिऱाफ्
लाप्टोप्पुकळिൽ प्रवർत्तिक्कुन्न निरवधि आळुकൾ
ई करटिक्क् ऒरु चॆऱिय वॆळुत्त षू उण्ट्
स्केऱ्ऱ्बोർडिൽ ऒरु स्ऱ्ऱाർ वाർस् क्लोൺ
ऒरु कूट्टं पटिकൾ
पुल्लिൽ पन्त्
कटൽत्तीरत्त् वुड् ऱॆयिलिंग्
रूपङ्ङळुळ्ळ ऒरु वॆळुत्त तुणि
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
बस् नीलयाण्
तऱयिൽ तण्टुकൾ
निർत्तൽ चिह्नं चरिञ्ञिरिक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ जालकङ्ङൾ
चॆऱिय आन कुट्टि वॆळ्ळत्तिൽ कळिक्कुन्नु
रण्ट् ट्रॆयिनुकൾ ट्राक्कुकळिൽ इऱङ्ङुन्नु
पलतरं पच्चक्कऱिकൾ
वॆळ्ळत्तिൽ कुतिरकळॆ नयिक्कुन्न ऒराൾ
जलपातयिलूटॆ पालं कटक्कुन्नु
रण्टुपेർ नटप्पातयिलूटॆ नटक्कुन्नु
निलत्त् कऱुत्त पुळ्ळि
कऴुत्तिൽ स्वർण्ण माल
विൻडोकळुटॆ मुकळिൽ ऒरु स्ऱ्ऱोप्प् चिह्नं
कुतिर पुल्ल् तिन्नुन्नु
चुवन्न षूसुळ्ळ ऒरु कुट्टि
ऒरु काऱिन्ऱॆ विൻडो
निलत्त् कऱुत्त पुळ्ळि
मोशं आकृतियिलुळ्ळ ओऱञ्च् पऴं
बाർबिक्यू ग्रिल्लिलॆ होट्ट्डोगुकൾ
इटतु कै वयऱ्ऱिൽ
निलत्त् कऱुत्त पुळ्ळि
तविट्ट् निऱमुळ्ळ मुटियुळ्ळ ऒरु स्त्री
पश्चात्तलत्तिൽ मरं
नाय ऒरु टै धरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒराൾ तॆरुविलूटॆ नटक्कुन्नु
मञ्ञ् निलत्तुण्ट्
आरो अवरुटॆ कण्णट मेशप्पुऱत्त् वॆच्चिट्टुण्ट्
द्वीप् बीच्च् रंगं
कम्प्यूट्टऱिൽ विൻडो तुऱक्कुक
मनुष्यൻ ऒरु सॆൽफोणिൽ संसारिक्कुन्नु
ऒरु कऱुत्त वॆळुत्त अक्षर चिह्नं .
आळुकൾ बीच्चिൽ इरिक्कुन्नु
ऒरु केक्किൽ नक्षत्रं
ट्रॆयिनिൽ ऎऴुतियिरिक्कुन्न वाक्कुकൾ
इत् ऒरु कुळिमुऱियुटॆ उळ्ळिलाण्
निलत्त् कऱुत्त पुळ्ळि
निलत्त् कऱुत्त पुळ्ळि
निलत्तुनिन्नु पुऱप्पॆटुन्न ऒरु चॆटि
ऒरु बाग् कोट्टൺ मिठायि
सർफർबोർड् कैवशमुळ्ळ सർफർ
रण्टुपेർ टॆन्नीस् कळिक्कुन्नु .
नील तॊप्पि धरिच्च ऒराൾ
निलत्त् कऱुत्त पुळ्ळि
निलत्त् कऱुत्त पुळ्ळि
ट्रॆयिनिन्ऱॆ मुൻवशत्तुळ्ळ नम्पऱुकൾ .
स्त्री कुट पिटिक्कुन्नु
ऒरु बेस्बोൾ कळि
पूक्कൾ मञ्ञयाण्
ई मनुष्यൻ ऒरु फ्रिस्बियॆ ऎऱियाൻ पोवुकयाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
काऱ्ऱिൽ नीलयुं वॆळ्ळयुं पताक
कोർट्टिൽ टॆन्नीस् कळिक्कारൻ
सिൽवർ मोർट्टोऱोळ सॆൽ फोൺ
नीलयुं वॆळ्ळयुं वरच्च इनं
मरुभूमियिलॆ सीब्रकൾ
फुट्पात्तिൽ चुवन्न अग्नि जलांशं
ऒरु कूट्टं आळुकൾ चित्रत्तिनायि निൽक्कुन्नु
चुवन्न फ्रिस्बी निलत्त्
वॆळुत्ततुं तविट्टुनिऱमुळ्ळतुमाय रोममुळ्ळ नाय
फ्लाग्
द्वीप् बीच्च् रंगं
निलत्त् कऱुत्त पुळ्ळि
निलत्त् कऱुत्त पुळ्ळि
" पकൽ वॆळिच्चत्तिൽ , ऒरु पाർक्किंग् मीऱ्ऱർ "
ऒरु सब्वेय्क्क् समीपमुळ्ळ ऒरु रंगं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
टै धरिच्च नाय
ऒरु नील वृत्ताकृतियिलुळ्ळ लिऱ्ऱർ
ऒरु व्यक्ति ऒरु चरिव् ताऴेक्क् वीऴुन्नु
निलत्त् ऒरु पक्षि
ऒरु स्लैस् पिस्स
करयिൽ पक्षि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कॊच्चु पॆൺकुट्टिकळुटॆ कैयिൽ वि मॊट्ट्
ऒरु कुञ्ञ् आन
क्लोक्किൽ कैकൾ
करटिक्क् तविट्ट् मूक्क् उण्ट्
कुञ्ञ् आन
ऒरु कऱुत्त ट्राष् बाग् .
" चॆऱिय तविट्ट् , वॆळुत्त कुतिर "
यात्रक्कारुमायि सब्वे काർ
ऒरु बाग् कोट्टൺ मिठायि
कुञ्ञ् आन
ऒरु गोपुरत्तिन्ऱॆ वशत्तुळ्ळ घटिकारं
निलत्त् रण्ट् निल बस्
चित्रङ्ङൾक्क् मुकळिलुळ्ळ ऒरु क्लोक्क्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कऱुत्त ट्राष् बाग् .
जालकत्तिनु मुन्निൽ पूच्च किटक्कुन्नु
कळिक्कारन्ऱॆ कालिन्ऱॆ निऴൽ
" चुवप्प् निऱत्तिൽ मञ्ञ , कऱुप्प् तॆरुव् चिह्नं "
इतॊरु कॊच्चुकुट्टियाण्
निलत्त् कऱुत्त पुळ्ळि
क्यामऱमाൻ नल्ल षोट्ट् ऎटुक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु जनलरिकिൽ इरिक्कुन्न टॆडि बियർ .
द्वीप् बीच्च् रंगं
इतॊरु सॆൽ फोणाण्
बेस्बोൾ मैतानत्त् निक्कुन्न पय्यൻ
ब्यूणि ओऱञ्च् निऱमाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वातिൽ वॆळुत्तताण्
पाർक्क् चॆय्तिरिक्कुन्न काऱिन्ऱॆ मुൻवशं
ऒरु बट्टणिन्ऱॆ ऱिमोट्ट्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चुवप्पुं वॆळ्ळयुं विमानं
द्वीप् बीच्च् रंगं
ऒरु कूट्टं सीब्रकൾ
ऒरु वॆळुत्त कॆट्टिटत्तिन्ऱॆ भागं
चुवन्न निऱमुळ्ळ मोट्टोർबैक्क् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
टॆन्नीस् बोൾ .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वർण्णाभमाय कुटयुळ्ळ पॆൺकुट्टि
इतॊरु प्लष् आनयाण्
पिन्निൽ नील पन्त्
मुकळिलॆ काबिनऱ्ऱिൽ षॆൽफ्
द्वीप् बीच्च् रंगं
तॆरुविൽ भक्षणं चुमक्कुन्न स्त्री
ऒरु कॊच्चु पॆൺकुट्टिक्क् पिङ्क् हॆൽमॆऱ्ऱ्
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्तुळ्ळ घटिकारं
ऒरु ट्रॆयिनिन्ऱॆ जालकं
तविट्ट् निऱमुळ्ळ मुटियुळ्ळ मनुष्यൻ
ट्राक्कुकळिൽ मञ्ञ वाहनं
ट्रॆयिൻ ट्राक्किनटुत्तुळ्ळ चरൽ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कुञ्ञ् आन
सॆൽ फोणिൽ प्रवർत्तिक्कुन्न व्यक्ति
कॆट्टिटत्तिൽ वॆळुत्त अटयाळं
तिळक्कमुळ्ळ ओऱञ्च् कारऱ्ऱ्
ई व्यक्ति ऒरु वीडियो गॆयिं कळिक्कुन्नु
ऒरु वीडियो गॆयिं प्रदർशिप्पिक्कुन्न ऒरु टिवि स्क्रीൻ
प्लेऱ्ऱिൽ पർप्पिൾ निऱमुळ्ळ मुट्टकൾ
ऒरु प्रॊफषणൽ टॆन्नीस् कोർट्ट्
कूट्टिनुळ्ळिलॆ नाय्क्कൾ
तुऱन्न मुखमुळ्ळ साൻड्विच्च् कऴिक्काൻ तय्याऱाण्
इतॊरु कुळिमुऱियाण्
ऒरु पർवतत्तिൽ ऎटुत्त चित्रं
ऒरु पात्रत्तिൽ ऒरु पिस्स
ऒरु चुवन्न प्लास्ऱ्ऱिक् भक्षण कोർट्ट् तळिक
कलत्तिൽ ओऱञ्च् पच्चक्कऱि
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कण्णुकൾ आप्पिळिൽ कॊत्तियॆटुत्तत्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इंग्लीषिलुं चैनीसिलुं ऒरु ध्रुवत्तिൽ तॆरुव् चिह्नं
पुल्लिൽ पशु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
सूर्यൻ अस्तमिक्कुन्नु
हों प्लेऱ्ऱिलेक्क् विरൽ चूण्टुन्न बेस्बोൾ पिच्चർ
अवൻ ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् पिटिक्कुन्नु
कुञ्ञ् आन
कळि स्थलत्त् कूटि पोकुन्न ऒरु वॆळुत्त वर
रण्ट् फिलीस् बेस्बोൾ कळिक्काർ
ऒरु चिह्नत्तिൽ 30 नम्पർ
पुल्लिൽ कल्ल् पाऱ
ऒरु पोडियत्तिलॆ लाप्टोप्प्
मेൽक्कूरयिलॆ प्रकाशं
चुवन्न अग्नि जलांशं
तविट्ट् निऱमाण् निलं
कॆट्टिटत्तिन्ऱॆ चिह्नत्तिൽ घटिप्पिच्चिरिक्कुन्न स्ऱ्ऱोप्प् लैऱ्ऱ्
रण्ट् एष्यൻ युवतिकൾ अवरुटॆ मेशयिൽ जोलि चॆय्युन्नु
आटुकൾ
ऒरु मञ्ञ ओऱञ्च् पऴं
तटियिൽ कॆट्टुकळुळ्ळ वॆൺचन्दन मरं
वॆळ्ळत्तिൽ चॆऱिय ताऱाव्
मनुष्यन्ऱॆ वलतु कैयिलॆ पർप्पिൾ फ्रिस्बी
वशत्तॆ पोक्कऱ्ऱिൽ कोप्प् बाड्ज्
ऒरु नाययुटॆ पिन्निൽ
ऒरु कऱुत्त ट्राष् बाग् .
द्वीप् बीच्च् रंगं
अवन्ऱॆ कुप्पायत्तिൽ ऒरु मञ्ञ लोगो
ऒरु कऱुत्त ट्राष् बाग् .
अटयाळं निർत्तुक
नील स्क्रीनिन् मुकळिलुळ्ळ चुवन्न सीऱ्ऱुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
मञ्ञ चायं तॊलियुरिच्च तेच्च भित्तिकൾ
कटൽ गल्ल् आकाशत्त् पऱक्कुन्नु
ऒरु मरं कुरङ्ङिन्ऱॆ अटयाळं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
फ्रिड्जिलॆ प्रतिफलनं
मनुष्यन् तविट्ट् निऱमुळ्ळ मुटियुण्ट् .
ऒरु मणൽ कटൽत्तीरत्त् स्त्री
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
एकान्तमाय ऒरु नगर तॆरुव् .
मुखत्त् तविट्ट् कण्ण्
पच्चनिऱत्तिलुळ्ळ ब्रोक्कोळि
वियർप्प् षർट्ट् धरिच्च स्त्री
रण्ट् आनकൾ वॆळ्ळत्तिൽ कळिक्कुन्नु
बस् नीलयाण् .
नदियिൽ नटक्कुन्न आनकळुटॆ कूट्टं
वैऱ्ऱ् ट्रिं उळ्ळ चुवन्न स्ऱ्ऱोप्प् चिह्नं
मञ्ञुवीऴ्चयिൽ नाल् कोणुकൾ
मनुष्यർक्क् नटक्काൻ उळ्ळ पच्च अटयाळं
मनुष्यൻ चरिवुकळिलूटॆ स्कीयिंग् चॆय्युन्नु
पूच्चयुटॆ वलिय चॆवि
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
बोक्सिൽ नील अक्षरं
निलत्त् कऱुत्त पुळ्ळि
मुखत्त् वॆळुत्त पॊटियुळ्ळ मनुष्यൻ
द्वीप् बीच्च् रंगं
वैऱ्ऱ् बस्
चिह्नत्तिൽ कऱुत्त अक्षरं
विमानं
फ्रैयुटॆ मुकळिൽ अच्चाർ पुൽत्तण्ट्
मरङ्ङൾक्कुं कुन्नुकൾक्कुं मुकळिൽ चारनिऱत्तिलुळ्ळ आकाशं
मुऱियिलॆ कोफि टेबिൾ
निलत्त् ऒरु मैक्रोवेव्
विൻडो तॆळिच्चमुळ्ळताण्
वऴियटयाळं
टॆन्नीस् कोർट्टिन् पिन्निൽ ऒरु कऱुत्त वेलि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
जिऱाफ् ऎऴुन्नेऱ्ऱु निൽक्कुन्निल्ल
रण्ट् सॆൽफोणुकൾ
नीळमुळ्ळ कऴुत्त् उळ्ळ पक्षि
आൺकुट्टियुटॆ बेस्बोൾ तॊप्पि
अवन्ऱॆ कय्यिൽ ऒरु पुकयिल उൽप्पन्नं
वाहनत्तिन् मुൻवशत्त् \ डोनट्ट्स् word ऎन्न वाक्क् उण्ट्
स्क्रीൻ चॆय्त मुൻवशत्तॆ विൻडो
टॆलिविषൻ ओणाण्
इत् पक्षिकळुटॆ कूट्टमाण्
स्नो बोർडिൽ मनुष्यൻ वायुविൽ चाटुन्नु
कुञ्ञ् आन
टोप्पिंगुकळिൽ पॊतिञ्ञ होट्ट् डोग्
पश्चात्तलत्तिൽ वलिय वृक्षङ्ङൾ
टॆन्नीस् कळिक्कुन्न ऒराൾ
ऒरु टॆडि बियർ ब्रौൺ निऱमाण्
ऒरु पच्च स्ऱ्ऱोप्प् लैऱ्ऱ्
कैऱ्ऱ्स्
स्यूट्ट्केसिൽ वस्त्रङ्ङൾ चुरुट्टि
नाय ऒरु मुऱ्ऱत्त् कळिक्कुन्नु
तट्टं चुवप्पाण् .
पात्रत्तिलॆ तूवालकൾ
नील निऱत्तिलुळ्ळ कुटयिൽ चुवन्न अक्षरङ्ङൾ
कुञ्ञ् आन
फ्रोस्ऱ्ऱिंगिൽ हाർड् मिठायिकൾ कॊण्टुळ्ळ केक्क्
नायय्क्क् वायिൽ फ्रिस्बी उण्ट्
वॆळ्ळयुं नीलयुं निऱञ्ञ बस्
ट्रॆयिनिन्ऱॆ पिൻभागं
पुरुषनुं स्त्रीयुं बॆञ्चिलिरुन्न्
मेशप्पुऱत्त् ऒरु उप्प् कुलुक्कं
निलत्त् कऱुत्त पुळ्ळि
षർट्ट् टै डै आण्
इटतुवशत्तेक्क् चूण्टुन्न ऒरु तॆरुविलॆ अम्पटयाळं
ऒरु बाग् कोट्टൺ मिठायि
कीबोർडिलॆ चुवन्न अक्षरङ्ङൾ
ऒरु व्यक्तियुटॆ कैयिൽ कऱुत्त कय्युऱ
ब्रॊक्कोळि प्लेऱ्ऱिൽ इरिक्कुन्नु
" कप्प् , कोस्ऱ्ऱऱिनु मुकळिൽ इरिक्कुन्नु "
तऱयिलॆ टोय्लऱ्ऱ्
तवळ पच्चयाण्
कॆट्टिटत्तिൽ ऒरु बाൽक्कणि
ग्लास् बियർ
पच्चयुं वॆळ्ळयुं अटयाळं
वायुविൽ निൽक्कुन्न टॆन्नीस् बोൾ
कॆट्टिटत्तिन्ऱॆ मुखत्त् घटिकारं
कुञ्ञ् आन
ओऱञ्च् तॊप्पि उळ्ळ कुप्पि
चॆऱिय पुल्लिൽ वॆळुत्त आटुकൾ
ऒरु बण्णिൽ भक्षणं
ऒरु कप्पिन्ऱॆ वशत्तुळ्ळ लोगो
चुवरिൽ चित्रङ्ङൾ
प्लॆयऱिൽ चुवन्न हॆൽमॆऱ्ऱ्
ऒरु काऱिलॆ सैड् मिऱർ
अकलॆ विळक्कुमाटं
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
\ लुफ्ताൻस ऒरु विमानत्तिन्ऱॆ वशत्त् ऎऴुतियिरिक्कुन्नु
वർण्णाभमाय मतिൽ पॆयिन्ऱिंग्
मेशप्पुऱत्त् वॆळुत्त कोलाण्टർ
चुमरिൽ तिळङ्ङुन्न वॆळुत्त टैलुकൾ .
अटुक्कळयिलॆ जनाल
ऒरु डबिൾ डॆक्कർ बस्
पशुविन्ऱॆ पुऱकिൽ निൽक्कुन्न पक्षि
चॆऱिय ऱॆयिൽ
वॆळुत्त पालं
कൺसेർट्टिൽ ऒरु कऱुत्त गोपुरं
कऱुप्पुं चारनिऱत्तिलुळ्ळ ऎलि
ऒराൾ मेशप्पुऱत्त् इरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मरं बॆञ्च्
वयलिൽ ऒरु पॆൺकुट्टि
वॆळुत्ततुं कऱुप्पुं निऱमुळ्ळ ऒरु सीब्र निऱं
स्त्री वायिक्कुन्नु
वैऱ्ऱ् प्लेऱ्ऱिൽ केक्क्
गेऱ्ऱ् मॆऱ्ऱൽ कॊण्टाण् निർम्मिच्चिरिक्कुन्नत्
मेशप्पुऱत्त् पूच्च .
ऒरु पाय्क्कऱ्ऱिൽ ऒरु सीब्र
डोनट्ट् तणुत्तुऱञ्ञताण्
ऒरु कै साൻड्विच्च् पिटिक्कुन्नु
गोवणियिൽ चॆऱिय तटि तूൺ
विൻडो प्रदेशत्त् चारनिऱत्तिलुळ्ळ वॆळुत्त पूच्च .
ऒरु रोममुळ्ळ नाययुटॆ मुखमुटि
निलत्त् कऱुत्त पुळ्ळि
ई आट्टिൻकुट्टिक्क् ऒरु वलिय चॆवि उण्ट्
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
पान्ऱ्स् धरिच्च मनुष्यൻ
ऒरु विमानत्तिन्ऱॆ जनाल
मनुष्यൻ टॆन्नीस् कळिक्कुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु मेश तुणियिൽ चॆऱिय चुवन्न चॆक्क् उळ्ळ पाऱ्ऱൺ
ऒरु बाग् कोट्टൺ मिठायि
ई ध्रुवक्करटियिൽ वलिय नखङ्ङळुण्ट्
कय्यिൽ चुवन्न कुट
चित्रं फ्रॆयिं चॆय्तु .
करटिकൾ कळिक्कुन्नु
मरुभूमियिलॆ रण्ट् स्कीयർमाർ
मोट्टोർ सैक्किൾ ऒरु कुन्निऱङ्ङुन्नु
फ्रिड्जिन् मुकळिൽ कऱुत्त मैक्रोवेव्
तलप्पाव् तलयिൽ धरिक्कुन्नु
आळुकൾ ऱिसोർट्टिൽ स्कीयिंग् चॆय्युन्नु
वऴियिൽ बसुकൾक्कायि मात्रं पाർक्किंग्
ऒरु जोटि स्कीसिൽ निൽक्कुन्न पय्यൻ
ऒरु कट्टिलिൽ रण्ट् कुट्टिकൾ
बोർडिൽ किटक्कुन्न सർफർ वॆळ्ळत्तिൽ
चिल आळुकൾ नगरत्तिൽ नटक्कुन्नु
ऒरु स्त्री ट्रॆयिनिൽ निൽक्कुन्नु
पुरुषन्माർ स्कूट्टർ ओटिक्कुन्नु
बसिन्ऱॆ मुൻ चक्रं
टोय्लऱ्ऱ् सीऱ्ऱिन्ऱॆ लिड्
ऒरु कऱुत्त टॆडि बियർ
इलक्ट्रोणिक् उपकरणत्तिन् मुकळिൽ कै चुरुट्टुन्नु
वरयुळ्ळ पाऱ्ऱेൺ चॆय्त तलयिणयुटॆ भागं
ऒरु मरं कसेरयिൽ प्राव् ऒळिञ्ञिरिक्कुन्नु
जिऱाफिन्ऱॆ तविट्ट् वॆळुत्त तल
कसेर स्वीकरणमुऱियिलाण्
मुट्ट् वॆळुत्तताण्
मतिलिन्ऱॆ निऱं वॆळुत्तताण्
मेशप्पुऱत्त् ऒरु प्लेऱ्ऱ् भक्षणं
चुमरिൽ वॆळुत्त चित्रं
प्लेऱ्ऱिൽ साൻड्विच्च्
इत् ऒरु अटयाळमाण्
स्त्रीयुं नाययुं सർफ्बोർडिൽ
नाय्क्कൾक्कुळ्ळ ऒरु निർद्देश मानुवൽ
तिरमालयिൽ सवारि चॆय्युन्न सർफർ
कुञ्ञ् आन
गोपुरत्तिलॆ घटिकारङ्ङൾ .
मृगशालयिൽ वलिय तविट्ट् करटि
पिस्सयुटॆ पुऱंतोट्
ऒरु बसिन्ऱॆ चक्रं
ऒरु मेशयिൽ कत्ति
निलत्त् कऱुत्त पुळ्ळि
मञ्ञुवीऴ्चयिൽ ऒरु पच्च वृक्षं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
वेगत्तिൽ नीङ्ङुन्न ट्रॆयिൻ
कलण्टർ 2013 फॆब्रुवरि मुतൽ
वलिय वർण्णनिऱङ्ङൾ उळ्ळ तत्त
ऒरु ट्रक्किन्ऱॆ जालकं
ऒरु बैक्किन्ऱॆ चक्रं
ग्लासिलॆ षोप्प् वाक्कुकൾ .
पॆयिन्ऱिंग् स्वർण्णं
निलत्त् वलिय वॆळुत्त घटिकारं
वयलिൽ ऒरु कऱुत्त करटि
कऱुत्त तल मूटुपटं उळ्ळ पॆൺकुट्टि
ऒरु कऱुत्त निർम्मित इरुम्प् औट्ट्डोർ क्लोक्क्
वयलिൽ ऒरु कुतिर
क्याब् मञ्ञयाण्
वलिय नीलयुं वॆळ्ळयुं कूटारं
ध्रुवत्तिलॆ स्ऱ्ऱोप्प् चिह्नं .
इटतुवशत्त् पुस्तकङ्ङळुटॆ शेखरं
ऒरु बाग् कोट्टൺ मिठायि
बलूणुकൾ वॆळ्ळयुं नीलयुमाण्
टयऱिन्ऱॆ पिन्निलुळ्ळ चक्रङ्ङൾ
ऒरु कृत्रिम वॆळ्ळयुं तविट्टुनिऱत्तिलुळ्ळ कुतिर
ऒरु कम्प्यूट्टऱिन्ऱॆ स्क्रीൻ
वॆळ्ळयुं कऱुप्पुं उळ्ळ स्नोबोർड्
पुरातन विमानं प्रदർशिप्पिच्चिरिक्कुन्नु
ऒरु व्यक्तियुटॆ कण्ण्
ग्रास्सिൽ चॆऱिय आन
तुरुम्पिच्च पऴय ट्रक्क्
ऒरु कऱुत्त ट्राष् बाग् .
स्त्री पർवतत्तिलेक्क् इऱङ्ङुन्नु
वॆळुत्त प्लेऱ्ऱिൽ चॆऱिय स्वർण्ण निऱमुळळ फ्रञ्च् फ्रै
मञ्ञुवीऴ्चयुळ्ळ कुन्निൽ ऒराൾ स्नोबोർडिंग् चॆय्युन्नु
मेच्चिൽप्पुऱत्त् नाल् पशुक्कळुं पशुक्कुट्टिकळुं
अळक्कुन्न कप्प् व्यक्तमाण् .
चुवप्पुं वॆळ्ळयुं अटयाळं .
वॆळुत्त पात्रत्तिൽ उरुळक्किऴङ्ङ्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
अटुक्कळयिൽ निൽक्कुन्न ऒराൾ
बियऱुळ्ळ ऒरु टाबि पूच्च
मिडॆयऱिൽ वोळि बोൾ
व्यक्ति ऒरु पट्टं पऱत्तुन्नु
ऒरु कऱुत्त तॆरुव् वॆळिच्चं
कुञ्ञ् आन
ऒरु कम्प्यूट्टऱिൽ प्रवർत्तिक्कुन्न व्यक्ति
ऒरु की बोർडिलॆ की
जिऱाफिन्ऱॆ कालुकൾ नीळमुळ्ळताण्
नटप्पातयिलॆ व्यक्ति
निलत्त् कऱुत्त पुळ्ळि
निलत्त् कऱुत्त पुळ्ळि
उत्पन्नङ्ङൾ तटि मेशयिൽ प्रदർशिप्पिच्चु
चारनिऱत्तिलुळ्ळ आट् पुल्लिൽ निൽक्कुन्नु
सीब्रयिൽ वाൽ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
टർक्कोय्स् नील वॆळ्ळत्तिൽ सർफർ चॆय्युक
मञ्ञ काർडिगൺ धरिच्च मनुष्यൻ
अप्रोൺ वस्त्रत्तिलॆ पिൻ
स्केऱ्ऱ्बोർडिൽ इरिक्कुन्न ऒरु कॊच्चु पॆൺकुट्टि .
पशुविन्ऱॆ चॆवियिൽ मञ्ञ टाग् .
आकाशत्तु ऒरु विमानं
निलत्त् आन
नाय कट्टिलिൽ किटक्कुन्नु
षू बोक्सिൽ ओऱञ्च् पूच्च
इष्टिक कॆट्टिटत्तिൽ वॆळुत्त क्लोक्क् मुखं
पट्टिकयिൽ अप्पं ऱॊट्टि
आन निൽक्कुन्न स्ऱ्ऱूൾ
कट्टिलिൽ पुतप्प्
मनुष्यൻ ऒरु कुतिरप्पुऱत्ताण् .
अक्षरं r चिह्नत्तिൽ
ऒरु वॆळुत्त अटित्तऱ
ऒरु फीൽडिलॆ ऒरु सीब्र
सॆൽफोൺ कैवशमुळ्ळ स्त्री
पुरुषन्माർ ऒरु मेशय्क्कु चुऱ्ऱुं इरिक्कुन्नु
पच्च पुल्लिൽ सोक्कർ बोൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
पुल्लिൽ ऒरु सीब्र
कार्यालयत्तिलॆ आळुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
म्यूसियत्तिलॆ सॆऱामिक् पोट्ट्
जीൻस् धरिच्च ऒराൾ
पूच्च ओऱञ्च् निऱमाण् .
आटुकൾ पुल्लु तिन्नुन्नु
" अऴुक्क् निऱञ्ञ ऱोडिनॆ विभजिक्कुन्न तविट्ट् , मञ्ञ ध्रुवङ्ङൾ "
फलं निऱञ्ञ चित्रं
ड्युवൽ स्क्रीൻ कऱुप् मोणिऱ्ऱऱुकൾ
पोळिൽ अमेरिक्कൻ पताक
कऴुत्तिൽ वरयुळ्ळ टै
कुऱच्च् पुल्लिन् समीपं ऒरु चुवन्न अग्नि जलांशं
चित्रं कऱुप्पुं वॆळुप्पुं ऎटुत्तिट्टुण्ट्
इष्टिक इष्टिकयुटॆ अटुत्ताण्
ऱॆयिൽवे स्ऱ्ऱोप्प् चिह्नं
विश्रमिक्कुन्न तॊप्पि धरिच्च नाययुटॆ तल
चुवप्पुं मञ्ञयुं इरट्ट स्ऱ्ऱाक्क् बस्
सिൽवർ मॆऱ्ऱൽ टोय्लऱ्ऱ्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
मुटियिൽ वॆळुत्त पुष्पं धरिच्च स्त्री
पऴय बोट्ट्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ताൽक्कालिक स्नोबोർडिൽ ऒरु चॆऱुप्पक्कारൻ
काट्टिൽ आनकळुटॆ कूट्टं
चारनिऱत्तिलुळ्ळ तलं
करटियुटॆ तल
पർप्पिൾ षवർ कർट्टൻ
ऒरु बाक्क्पाक्क् निलत्तुण्ट् .
निलत्त् कऱुत्त पुळ्ळि
चित्रत्तिൽ रण्ट् मोट्टोർ बैक्कुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चुवप्पुं वॆळ्ळयुं नीलयुं उळ्ळ निरवधि विमानङ्ङൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कुटयुमायि नटक्कुन्न स्त्री
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु पऴय ट्रॆयिൻ ऎञ्चिൻ
मञ्ञ कैऱ्ऱ् वायुविൽ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
चॆऱिय वॆळुत्त मुकुळ चट्टि
ऱोडिൽ ऒरु काർ
ई मनुष्यൻ ऒरु स्केऱ्ऱ्बोർड् उपयोगिक्कुन्नु
कुञ्ञ् आन
मनुष्यൻ षർट्ट् इल्ल
ऒरु विमानत्तावळत्तिन्ऱॆ चित्रं
वायिൽ पन्त् उळ्ळ नाय
जिऱाफिन्ऱॆ तल
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु क्यामऱ उयർत्तिप्पिटिक्कुन्न ऒरु युवाव्
कुञ्ञ् आन
कुञ्ञ् आन
मून्न् पावकൾ किटक्कयिलाण्
मनुष्यൻ सोक्स् धरिक्कुन्नु
व्यक्तियुटॆ तलयिൽ कण्णाटि
मून्न् सർफऱुकൾ वॆळ्ळत्तिलाण् .
आकाशत्त् जॆऱ्ऱ् विमानं
चॆऱिय नील ऱामॆक्किൻ
ऒरु विमानत्तावळत्तिलॆ वॆळुत्त विमानं
पोस्ऱ्ऱिन्ऱॆ भागं
वयलिൽ पशु मेयुन्नु
तिरमालकळिൽ ऒरु सർफർ
चुवरिൽ ऒरु पेप्पർ
जिऱाफिन्ऱॆ नीण्ट कऴुत्त्
विमानं लोट्टिൽ निർत्ति
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
सीब्र क्यामऱयिलेक्क् नोक्कुन्नु
ऒरु स्त्री बाൽक्कणिൽ इरिक्कुकयायिरुन्नु
जालकङ्ङൾ वलुताण्
पाർक्क् बॆञ्च् नीलयाण्
पुल्लिन् पच्च निऱमुण्ट्
तविट्ट् कय्युऱयाण् कळिक्कारൻ धरिच्चिरिक्कुन्नत्
इतॊरु ट्राफिक् लैऱ्ऱ् आण्
कऱुत्त बुक्क्बाग् तऱयिൽ किटक्कुन्नु
इताण् आकाशं
मिड् ऎयऱिൽ चुवन्न फ्रिस्बी
सैक्लिस्ऱ्ऱुकൾ ऒरु ओट्टत्तिൽ .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इतॊरु वाच्चाण्
ऒरु किटप्पुमुऱियिൽ किटक्क
धाराळं मञ्ञुवीऴ्चयिൽ आळुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
नरच्च कण्णुकळुळ्ळ पूच्च
ऒरु सॆൽ फोणिൽ संसारिक्कुन्न स्त्री
वळरॆ मङ्ङिय निർत्तൽ चिह्नं .
गोपुरत्तिन् मुकळिൽ ऒरु कुरिश् .
रात्रि आकाशत्तिन्ऱॆ इरुट्ट्
ग्लास् निऱयॆ ओൺलैൻ
षूविन्ऱॆ ऒरु भागं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
इतॊरु मोट्टोർ ऱेसऱाण्
करटि तविट्ट् निऱत्तिलाण्
तॆरुविलूटॆ मञ्ञ गतागत अटयाळं
ऱॆसिडൻष्यൽ कुळिमुऱियुटॆ उൾवशं
इतॊरु आनयाण्
काऱिलॆ लैसൻस् प्लेऱ्ऱ्
मरङ्ङळुटॆ अटुत्त् नीलयुं वॆळ्ळयुं अटयाळं .
ऒरु तॆरुविൽ बस्
स्की पोൾ निलत्तु निन्न् पुऱत्तुकटक्कुन्नु .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इतॊरु काऴ्चक्कारनाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु युवति पाർक्किൽ इरिक्कुन्नु
कऱुत्त चरट् टॆलिविषनुमायि बन्धिप्पिच्चु .
टिवि काणुन्न ऒरु पूच्च
ट्रैसैक्किൾ उळ्ळ ऒरु व्यक्ति
कोൺक्रीऱ्ऱिൽ नीङ्ङुन्न स्केऱ्ऱ्बोർडർ
नाय ऒरु फ्रिस्बी पिटिक्कुन्नु
स्त्री इटतु कैकॊण्ट् मतिൽ तॊटुकयाण्
ऒरु चुवन्न स्यूट्ट्केस् .
इताण् आकाशं
ऒरु मेशप्पुऱत्त् ऒरु वॆळुत्त लाप्टोप्प्
स्केऱ्ऱ् बोർडुमायि कळिक्कुन्न ऒराൾ
ड्रम्मिൽ कऱुत्त अक्षरं
इतॊरु चुवन्न पक्षियाण्
स्कीयऱिൽ चुवन्न कोट्ट्
ऒरु स्त्री चित्रशलभत्तिन्ऱॆ रूपमुळ्ळ बॆञ्चिൽ इरिक्कुन्नु
हिस्पानिक् मनुष्यൻ फोणिൽ संसारिक्कुन्नु
व्यक्तमाय रण्ट् ग्लासुकൾ परस्परं इरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
लगेज् केसिन् ताऴॆयुळ्ळ निलं
पुൽत्तकिटियिൽ ट्रॆयिൻ
इतॊरु पूच्चयाण्
अत् ऒरु स्केऱ्ऱिंग् बोർडाण्
इतॊरु तॊप्पियाण्
सർफ्बोർडिलॆ चॆऱिय कुट्टि
पुऱंतोटिन्ऱॆ तविट्ट् तविट्टुनिऱमाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इवർ रण्ट् कुट्टिकळाण्
वायुविलॆ वाणिज्य विमानं
चुवटॆयुळ्ळ केक्क् चुवन्न पॆडलुकൾ .
ग्रिल्लिൽ पच्च पॆयिन्ऱ्
प्लेऱ्ऱिन्ऱॆ वशत्त् पुष्प प्रिन्ऱ्
बॆञ्चिन्ऱॆ पिൻभागं तविट्टुनिऱमाण् .
स्केऱ्ऱ् बोർड् ओटिक्कुन्न व्यक्ति
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
अमेरिक्कൻ पताककळुटॆ ऒरु निर ध्रुवङ्ङळिൽ तूक्कियिरिक्कुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कुञ्ञ् आन
मोट्टोർ बैक्किलॆ व्यक्ति
इतॊरु कुटयाण्
कॆट्टिटत्तिन्ऱॆ मुൻवशत्तॆ घटिकारं
ट्रॆयिनिൽ चुवन्न अक्षरं
स्त्री स्कीसिൽ चाटुकयाण्
इतॊरु टिवि स्क्रीൻ आण्
इताण् कै
स्कीसिൽ ऒरु स्त्री
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कत्त् तविट्टुनिऱमाण् .
मनुष्यन्ऱॆ तलय्क्क् मुकळिൽ वॆळुत्त कण्णट .
ऒरु हॆयർ ड्रयർ पिटिच्चिरिक्कुन्न पॆൺकुट्टि
इतॊरु तटमाण्
वॆळुत्त पात्रत्तिൽ कीऱिपऱिञ्ञ कारऱ्ऱ् .
पावाटयिൽ अच्चटिच्च मृगं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
तॆरुविൽ ओटुन्न ऒरु पॆൺकुट्टि .
इतॊरु पट्टिकयाण्
वॆळुत्त मोट्टोർ सैक्किൾ पाർक्किंग् स्थलत्तेक्क् तिरिच्चु .
वेविच्च पिस्सयिൽ ऒन्नामत्
इत् ऒरु मनुष्यनाण्
कॊच्चुकुट्टि ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् पिटिक्कुन्नु .
कुञ्ञ् आन
वॆळुत्त निऱमुळ्ळ टॆन्नीस् षू
इताण् मतिൽ
कुट्टियुटॆ कुप्पायत्तिൽ चारनिऱत्तिलुळ्ळ वर
मनुष्यൻ वॆळ्ळत्तिलाण्
ऒरु स्त्री ऱोड् ऐडिययिൽ इरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कुञ्ञ् आन
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु पट्टिकयुटॆ भागं
फोणिलॆ ग्लास् विൻडो
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु विमानं चलनत्तिलाण्
ऒरु पऴय कोൾगेऱ्ऱ् चिह्नं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इत् ऒरु तीरत्ताण्
आൺकुट्टिक्क् कऱुत्त मुटियुण्ट्
वॆळ्ळत्तिൽ ऒरु बोट्ट्
टूർ बस् पाർक्क् चॆय्तु
ऒरु रुचिकरमाय मुट्ट ओंलॆऱ्ऱ्
ऒरु वरियुटॆ भागं
कुटयुळ्ळ चॆऱिय पॆൺकुट्टि
नील तॊप्पि तॊप्पियुळ्ळ पिच्च्चർ
इतॊरु स्क्रीൻ आण्
कुञ्ञ् आन
तॆरुविൽ चुवन्न काർ .
कटൽत्तीरत्त् वॆळुत्त कुतिरयुटॆ पुऱत्त् ऒरु स्त्री
ओऱञ्च् कारऱ्ऱ् मुऴुवൻ कॊट्टयिൽ
पेनयिൽ पतिच्च कनैൻ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कुञ्ञ् आन
कुञ्ञ् आन
कुप्पायं वॆळुत्तताण्
मुൻपिൽ आन .
इतॊरु कालाण्
कळिक्कारन्ऱॆ षർट्ट् चुवप्पाण्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
मुऱियिൽ वॆळुत्त टोय्लऱ्ऱ्
" चुवप्प् , तविट्ट् निऱत्तिलुळ्ळ सർफ्बोർड् "
इत् ऒरु व्यक्तियाण्
डॆस्क्किन् मुकळिൽ सिൽवർ लाप् टोप्प् .
कुञ्ञ् आन
मून्न् लैऱ्ऱुकळुटॆ वरि
पाർक्क् बॆञ्चिलिरुन्न् ऒराൾ तन्ऱॆ सॆൽ फोൺ नोक्कुन्नु
वॆळ्ळि ताम्रजालत्तिൽ इरिक्कुन्न मून्न् ओऱञ्च्
काऱिलॆ नाय्क्कൾ
ऒरु पन्नियुटॆ अऱ्ऱं
कुप्पायं चारनिऱमाण्
द्वीप् बीच्च् रंगं
वॆळ्ळत्तिൽ मृगं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वाहनत्तिन्ऱॆ पुऱकिलुळ्ळ मञ्ञ वाचकं
ऒरु बाग् कोट्टൺ मिठायि
इतॊरु पक्षियाण्
ऒरु कूळऱिन्ऱॆ अग्रं
द्वीप् बीच्च् रंगं
अग्नि जलांशं चारनिऱमाण्
रण्ट् पॆൺकुट्टिकൾ ऒरुमिच्च् ऒरु बॆञ्चिൽ इरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु विमानत्तिन्ऱॆ मुൻवशत्त्
ई ट्रॆयिൻ वळरॆ नीण्टताण्
विमानं वॆळुत्त निऱत्तिलाण्
कुञ्ञ् आन
भागं ऒरु तरंगमाणॆङ्किൽ
पच्चयुं वॆळ्ळयुं चिह्नं
मेशप्पुऱत्त् ऒरु निऴൽ
ऒरु नील जेऴ्सि
इत् ऒरु मनुष्यनाण्
कट्टिलिൽ किटक्कुन्न पूच्च
ऒरु नायुटॆ वलिय मूक्क्
ऒरु कट्टिलिन्ऱॆ ऒरु भागत्त् उऱङ्ङुन्न ऒरु युव पूच्च
इतॊरु काऱाण्
सർफ् बोർडिलॆ तिरमालयिൽ कयऱुन्न मनुष्यൻ .
कौण्टർ टोप्प्
व्यक्ति कैऱ्ऱ् वॆळ्ळत्तिൽ सർफिंग् .
ऒरु चॆऱुप्पक्कारൻ टॆन्नीस् कळिक्कारൻ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कुळिमुऱियिलॆ टोय्लऱ्ऱ् पात्रं
ऒरु कोणिन्ऱॆ भागं
चुवप्पुं कऱुप्पुं निऱमुळ्ळ मोट्टोർसैक्किൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पच्च तॆरुव् वॆळिच्चं
चारनिऱत्तिलुळ्ळ ऒरु जोटि पान्ऱ्स्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
स्ऱ्ऱोऱिलॆ मानॆक्विൻ .
कुळिमुऱियिൽ ऒरु टोय्लऱ्ऱ् उण्ट् .
तिरमालयिൽ ऒरु सർफ्बोർड्
बॆञ्चिൽ पॆयिन्ऱिंग्
ऒरु फ्रिस्बियॆ पिटिच्च ऒराൾ
ऒरु व्यक्तियुटॆ कै
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कुञ्ञ् आन
वाचकं वॆळुत्तताण्
वॆळुत्त प्लेऱ्ऱुकൾ मेशयिൽ अटुक्कियिरिक्कुन्नु
ऒरु वीटिन्ऱॆ वशत्त् मञ्ञ काർ .
इव ऱोडिन् मुकळिलुळ्ळ वरिकळाण्
चुवप्पुं वॆळ्ळयुं ट्रक्क्
काऱिन्ऱॆ पिൻ विൻडो
इतॊरु ऱॆयिൽवेयाण्
ऒरु मञ्ञ काप्पि कोप्प
कुटयुळ्ळ ऒरु व्यक्ति
मेशप्पुऱत्त् रण्ट् डोनट्ट्स्
मनुष्यन्ऱॆ तलयिൽ उऱङ्ङुन्न पूच्च
इत् ऒरु अटयाळमाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
जिऱाफिन् वलतुवशत्ताण्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
नूडिൽस् उळ्ळ ऒरु पात्रं
वैक्कोൽ पानपात्रत्तिलाण्
कळिक्कारൻ ऒरु बाऱ्ऱ् पिटिक्कुन्नु
कटൽत्तीरत्त् नटक्कुन्न पॆൺकुट्टि
द्वीप् बीच्च् रंगं
निलत्त् कऱुत्त पुळ्ळि
योग पन्त् पिङ्क् आण्
मैतानत्त् बोർड्
ग्यास् लॆग् धरिच्च मनुष्यൻ
टूत्त् ब्रषुकൾ कण्णाटियिൽ घटिप्पिच्चिरिक्कुन्नु
चारनिऱत्तिलुळ्ळ रण्ट् आनकൾ नटक्कुन्नु
ऒरु जिऱाफ् तल
इतॊरु मोट्टोർ बैक्काण्
ऒरु कुळिमुऱियिൽ ऒरु सिङ्क्
इत् भक्षणत्तिन्ऱॆ ऒरु पात्रं आण्
पुल्लिൽ ऒरु कुतिर
पाण्ट कऱुप्पुं वॆळुप्पुं आण्
द्वीप् बीच्च् रंगं
गॆयिं काणुन्न व्यक्ति
धाराळं रोमङ्ङळुळ्ळ ऒन्न्
स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीൽ फ्यूसऱ्ऱ् उपयोगिच्च वॆळुत्त पोർसलैൻ अർद्धचन्द्रൻ सिङ्क्
" तविट्ट् , टाൻ पाൽ तरुन्न पशु . "
द्वीप् बीच्च् रंगं
द्रावकं उळ्ळ ऒरु तॆळिञ्ञ पात्रं
कट्टिलुकळिൽ तलयिणकൾ
ऒराൾ नटप्पातयिलूटॆ डॆलिवऱि बैक्क् ओटिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पॊरुत्तप्पॆटुन्न टैयुं पोक्कऱ्ऱुं उळ्ळ मनुष्यन्ऱॆ नील षർट्ट्
इविटत्तॆ कालावस्थ कॊटुङ्काऱ्ऱाण्
फयർ ट्रक्किन् मुकळिൽ रण्ट् फयർमाൻ
अवൾक्क् ऒरु कोൺहॆड् उण्ट्
कऱुप्पुं वॆळुप्पुं करटि
इतॊरु फ्रैयाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इतॊरु ट्रॆयिൻ आण्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु कऱुत्त ट्राष् बाग् .
करयिൽ तिरमालकൾ
ऒरु पशुविन्ऱॆ तल
निलत्त् कऱुत्त पुळ्ळि
ऒरु तविट्ट् ऐसिट्टुवच्च तटसप्पॆट्टु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु फ्लाऱ्ऱ् स्क्रीൻ टिवि
ऱोडिൽ टाक्सि .
इत् ऒरु व्यक्तियाण्
फुट्पात्तिൽ ऒरु परवतानि चुरुट्टियत्
ऒरु वलिय वॆळुत्त फ्रिस्बी
इत् ऒरु व्यक्तियाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इत् ऒरु व्यक्तियाण्
ऒरु वलिय स्वർण्ण फ्रॆयिं चॆय्त कण्णाटि
ऒरु तळिकयिൽ ऒरु फोർक्
चत्त मरत्तिन्ऱॆ अरिकिൽ निൽक्कुन्न जिऱाफ् .
ऒरु फोणिൽ ऒराൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वाऴप्पऴं वॆळुत्तताण्
ऒरु चॆवियुटॆ अग्रं
कुप्पायं धरिच्च कुट्टि
काट्टिൽ ऒरु स्त्री
द्वीप् बीच्च् रंगं
ऒरु बैप्लॆय्ൻ आकाशत्तिलूटॆ पऱक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
पुरुषन्ऱॆ कुप्पायत्तिൽ सैक्किळिन्ऱॆ वॆळुत्त चित्रं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
इतॊरु पाचक कलमाण्
मेशप्पुऱत्त् ऒरु लाप्टोप्प्
आनयुटॆ कॊम्पिन्ऱॆ अऱ्ऱं
ऒरु तळिकयिൽ ऒरु स्कूप्प् ऐस्क्रीं .
ऒरु व्यक्तियुटॆ तल
ऒरु विൻडोयुटॆ पाळि
चारनिऱत्तिलुळ्ळ पान्ऱ्स् धरिच्च व्यक्ति
मनुष्यൻ फोൺ पिटिक्कुन्नु
कवलयिलॆ ट्राफिक् सिग्नൽ
कट्टिलिൽ ओऱञ्च् तूवालकൾ
मञ्ञ कण्णट धरिच्च मनुष्यൻ
ऒरु पूच्च
वळरॆ उज्ज्वलमाय नीलाकाशं .
पच्च जाक्कऱ्ऱिलुळ्ळ ऒराൾ
ऒरु स्लैस् इल्लात्त ऒरु चतुर पिस्स
चॆऱिय तविट्ट् निऱमुळ्ळ मुटियुळ्ळ ऒरु स्त्री
जिऱाफिन् नीळमुळ्ळ कऴुत्त् उण्ट्
टिवियिൽ जोൺ मक्कॆय्ൻ
मूलयिൽ तकർन्न टोय्लऱ्ऱ् .
ऒरु वॆळुत्त स्कै हॆൽमॆऱ्ऱ्
मनुष्यൻ टॆन्नीस् कळिक्कुन्नु
इतॊरु कम्प्यूट्टർ स्क्रीൻ आण्
व्यक्तियुटॆ इटत् चॆवि
विऱकिൽ चुवन्न वानुकळुटॆ चिह्नं
सिऱ्ऱि बसिन्ऱॆ पिൻभागं
इतॊरु आनयाण्
आन तॆऱिप्पिच्च वॆळ्ळं
वशत्त् रण्ट् कऱुत्त कूटारङ्ङൾ .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु अक्वा नीलयुं वॆळ्ळयुं उळ्ळ तलं
ऒरु जॆऱ्ऱ् विमानं पऱन्नुयरुन्नु
चॆरुप्प् धरिच्च ऒरु स्त्री
काऱिन्ऱॆ मुकळिൽ चुवन्न सർफ्बोർड्
मुऱ्ऱत्त् मञ्ञ कऱुत्त स्कूൾ बस् .
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु क्लोक्किन्ऱॆ मुखं
कुञ्ञ् आन
टोय्लऱ्ऱ् सीऱ्ऱ्
मेशप्पुऱत्त् इल प्लेऱ्ऱुकൾ मुऱिक्कुक .
पुल्लिൽ आटुकൾ
अत् ऒरु नारङ्ङयाण्
आळुकൾ ऒरु टॆन्नीस् कोർट्टिൽ निൽक्कुन्नु
द्वीप् बीच्च् रंगं
तॆरुविൽ नटक्कुन्न आळुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु व्यक्ति कप्पൽयात्र चॆय्युन्नु
ऒरु फीൽडिൽ निൽक्कुन्न ऒरु मनुष्यൻ .
निलत्त् कऱुत्त पुळ्ळि
वॆळ्ळत्तिनटुत्तुळ्ळ ब्रौൺ बॆञ्च् .
ट्राफिक् लैऱ्ऱुकൾ चुवन्न निऱत्तिलाण्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु बेस्बोൾ कळिक्कारൻ तन्ऱॆ बाऱ्ऱ् स्विंग् चॆय्युन्नु
कुटकळुळ्ळ ऒरु तॆरुविൽ आळुकൾ
बसिन् पिन्निൽ चुवन्न इष्टिक कॆट्टिटं
" ऒरु वॆळ्ळि चार , मञ्ञ यात्रा ट्रॆयिൻ "
ऒरु गोपुरत्तिलॆ ऒरु घटिकारं
" वॆळ्ळ , कऱुप्प् टैൽ "
ऒरु उऱवयुटॆ मूटൽमञ्ञ्
पुल्लिൽ कुट्टि
अञ्च् कुट्टिकൾ तुटർच्चयायि निൽक्कुन्नु
पच्च वळच्चॊटिच्च ऱिबൺ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऎण्णयिൽ ताऱाव्
ऒरु चॆऱिय कऱुत्त सॆൽ फोൺ .
चारनिऱत्तिलुळ्ळ रण्ट् आनकൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
स्ट्रो उळ्ळ पानीयं
पुल्लिൽ सीब्रकൾ
ऒरु बोർडिलॆ व्यक्ति
मरं धान्यं मेशप्पुऱत्त्
नृत्तं चॆय्युन्न ऒरु व्यक्ति
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
कळिक्कारൻ कय्युऱ पिटिक्कुन्नु .
ओऱञ्च् आक्सन्ऱुकळुळ्ळ चॆऱिय वॆळुत्त विमानं
इतॊरु ट्रॆयिൻ आण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
आकाशत्तिन्ऱॆ भागं
कुञ्ञ् आन
पक्षि शाखयिൽ इरिक्कुन्नु
मेशप्पुऱत्तॆ चॆऱिय पूत्तट्टं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
मूटൽ मञ्ञिൽ स्कियिङ् चॆय्युन्न मून्न् आळुकൾ
कण्णाटियिൽ स्त्रीकळुटॆ प्रतिफलनं .
फ्रूट्ट् सालडिन्ऱॆ ऒरु वॆळुत्त पात्रं
इतॊरु पुऱत्तॆ प्रदेशमाण्
स्केऱ्ऱ्बोർड् ओटिक्कुन्न व्यक्ति
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
पेप्पർ प्लेऱ्ऱुकळुटॆ ऒरु शेखरं
ऒरु मेशप्पुऱत्त् ऒरु कूट्टं वाऴप्पऴं
ऒरु बॆञ्च्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु नाय वॆळुत्तताण्
वॆळ्ळत्तिൽ सർफർ
सुषिरङ्ङळुळ्ळ वुडൻ होൾडऱिൽ स्ऱ्ऱेषनऱि सप्लैस्
ऒरु कऱुत्त ट्राष् बाग् .
मतिलिनु नेरॆ चारनिऱत्तिलुळ्ळ मेश
कालुकൾ नग्नमाण्
मून्न् पुरुषन्माർ
नाय ऒरु पक्षियॆ पिन्तुटरुन्नु
ऒरु तॆरुविൽ ऒरु पच्च बॆञ्च्
ऒरु ऱौण्ट् पिस्स
ऒरु मरं ऱौण्ट् स्पूൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु वलिय वॆळुत्त कुऱुक्क्नट
स्केऱ्ऱ्बोർडिൽ इरिक्कुन्न मनुष्यൻ
ऒरु फ्रिड्जिन्ऱॆ वातिलिൽ ऱूट्ट् बियർ
ऒरु मेशप्पुऱत्त् ऒरु टिवि
मुऱियिൽ ऒरु सञ्चि
जलत्तिनटुत्तु ऎलिफन्ऱ् निൽक्कुन्नु
चुवन्न अग्नि जलांशं
ऒरु टॆडि बियർ बागिलुण्ट् .
आनयुटॆ प्रतिम
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
निൽक्कुन्न मानिन्ऱॆ प्रतिम
ऒरु मनुष्यൻ तिरमालकळॆ तिरयुन्नु .
टाർमाक्किൽ नीलयुं वॆळ्ळयुं उळ्ळ विमानं
ऒरु काർ सीऱ्ऱिൽ ऒरु करटि
इतॊरु हॆൽमॆऱ्ऱाण्
उयरत्तिൽ निൽक्कुन्न ऒरु जिऱाफ्
नाल् पेർ
" पिङ्क् , पोൾक्क कुत्तुकळुळ्ळ कुट "
ऒरु मॆऱ्ऱൽ चॆयिൻ लिङ्क् वेलि
चिल आळुकൾ ऒरु वीटिनुळ्ळिलाण्
भक्षणं निऱञ्ञ ऒरु प्लेऱ्ऱ्
डोनट्टिलॆ नूൽ
इतॊरु टोय्लऱ्ऱ् आण्
ऒरु ऐक्यनाटुकळुटॆ पताक पोलॆ काणप्पॆटुन्न ऒरु स्ववർग्ग अभिमान पताक
मैतानत्त् ऒरु बेस्बोൾ कळिक्कारൻ
दम्पतिकळुटॆ कैयिൽ कत्ति
कटलासिलॆ भक्षणं
पुऱत्त् तटिकॊण्टुळ्ळ बॆञ्च्
भक्षणत्तिन्ऱॆ ऒरु वलिय प्लेऱ्ऱ्
मुൻवशत्त् ऒरु ट्राफिक् चिह्नं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ट्रॆयिൻ ट्राक्कुकൾक्क् मुकळिलुळ्ळ सिग्नൽ
मनुष्यन्ऱॆ कालिൽ कऱुत्त फ्लिप्प् फ्लोप्पुकൾ
ऒरु सർफ् बोർडिलॆ मनुष्यൻ
स्ऱ्ऱेषन्ऱॆ वैऱ्ऱ् ग्लोब् लैऱ्ऱ्
चतुराकृतियिलुळ्ळ वॆळ्ळयुं कऱुप्पुं अटयाळं .
नील पारच्यूट्ट् ऒरु कमानं सृष्टिक्कुन्नु
तविट्ट् पशु
स्यूट्ट् केसिन्ऱॆ कै
वीൽचॆयऱिൽ इरिक्कुन्न स्त्री
रण्टुपेർ स्ऱ्ऱूळिൽ इरिक्कुन्नु
इतॊरु टोय्लऱ्ऱ् पात्रमाण्
वातिൽक्कൽ ऒप्पिटुक
बेस्बोൾ कळिक्कारൻ
चॆऱिय कऱुत्त लाप्टोप्प् डॆस्किൽ
पॆൺकुट्टियुटॆ कऱुत्त षू
ऒरु ऒत्तुचेरलिൽ आळुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
सीलिंगिൽ निरवधि लैऱ्ऱुकൾ
हॆवि सॆऱ्ऱ् मनुष्यൻ ऒरु स्केऱ्ऱ्बोർडिൽ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
बॆञ्च् मरं कॊण्टाण् निർम्मिच्चिरिक्कुन्नत्
बेस्बोൾ बाऱ्ऱ् स्विंग् चॆय्युन्न ऒराൾ
ऒरु कोർट्टिൽ टॆन्नीस् कळिक्कारൻ
नीलयुं मञ्ञयुं निऱङ्ङൾ उळ्ळ तत्तम्म
इत् ऒरु मनुष्यनाण्
ऒरु बाग् कोट्टൺ मिठायि
इतॊरु लघुभक्षणमाण्
ऱाप्पऱिൽ होट्ट् डोग्
कुटक्कटियिൽ इरिक्कुन्न ऒराൾ
ऒरु अटुक्कळ कौण्टऱिन् मुकळिलुळ्ळ ऒरु प्रकाशं
कुट्टि ऒरु बाऱ्ऱ् पिटिक्कुन्नु
मेश कऱुत्त तुणिकॊण्ट् मूटियिरिक्कुन्नु
मनुष्यൻ इरिक्कुन्नु
कुतिर सवारि नटत्तुन्न पोलीस् उद्योगस्थൻ
इतॊरु वाट्टർ टाप्पाण्
नटप्पातयिलॆ मञ्ञ बस् .
ट्रॆयिनिन्ऱॆ मुൻभागं मञ्ञयाण्
चुळुङ्ङिय बॆड् स्प्रीडिन्ऱॆ भागं
ऒरु मोट्टोർसैक्किळिन्ऱॆ टयർ
इरुण्ट तविट्टुनिऱत्तिलुळ्ळ तुम्पिक्कैयुण्ट्
ऒरु स्ऱ्ऱियऱिंग् चक्र गॆयिं कൺट्रोळർ
पॆൺकुट्टि चॆरिप्पाण् धरिच्चिरिक्कुन्नत्
अटुप्पत्त् कै वॆच्चॊरु पय्यൻ
वॆळुत्त वाहनत्तिनुळ्ळिൽ कुतिरसवारि
मनुष्यन् ओऱञ्च् ऱाष् कावൽक्कारൻ
बेस्बोൾ वायुविलाण्
पशुक्कൾ ऒरु वयलिलाण् .
ऒरु मञ्ञ ऱोवुण्ट् फ्रिस्बी
टोय्लऱ्ऱिൽ रक्तं
सिൽवർ लैऱ्ऱ् स्विच्च् कवർ
ऒरु ननञ्ञ मरं बॆञ्च्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ई लेबൽ ओऱञ्च् निऱत्तिൽ आण्
चवऱ्ऱुकुट्टयिलॆ मालिन्यङ्ङൾ
पिस्स स्लैसिൽ अरिञ्ञ तक्काळि
विभवत्तिൽ नल्ल भक्षणं
अवन् धाराळं ट्रिङ्कऱ्ऱुकൾ उण्ट्
लाप्टोप्पिन्ऱॆ पिൻभागं
पूच्चकൾ काऱिन्ऱॆ अरिकिलाण्
मरं कॊण्ट् निർम्मिच्च पक्षि तीऱ्ऱ
बाऱ्ऱऱिൽ नील हॆൽमॆऱ्ऱ्
चुवप्पुं वॆळ्ळयुं टॆन्नीस् ऱाक्कऱ्ऱ् .
टोप्पिंगुकൾ कॊण्ट् निർम्मिच्च मुखमुळ्ळ पिस्स
मൾट्टि कळർ सुरक्षा हॆൽमॆऱ्ऱ्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वायुविൽ विमानं
नील वळ्ळं वॆळ्ळत्तिൽ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
निलत्तु इलकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कॆट्टिटत्तिन्ऱॆ मुकळिൽ स्पयർ
ऒरु टूർ बसिन्ऱॆ वशं
स्ऱ्ऱौविൽ वलिय वॆळ्ळि कलं
शान्तमाय समुद्रं
कुट्टि सोक्कർ गॆयिं कळिक्कुन्नु
इलकळिल्लात्त मरं
ऱॆयिൽ पातकळिൽ रण्ट् तीवण्टिकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वळरॆ उयरमुळ्ळ मञ्ञ पूक्कൾ
आकाशत्त् मेघङ्ङൾ
चट्टियिൽ ऒरु भीमൻ पिस्स
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
मुൻवशत्त् ऒरु तीवण्टि
चुवप्प् चिह्नं नൽकरुत्
पुल्लिൽ निൽक्कुन्न ऒरु मञ्ञ नाय
मरङ्ङൾक्कुमुन्निൽ जिऱाफ्
मुऱियिलॆ फयൽ काबिनऱ्ऱ्
ऒरु युवति ऒरु वै कळिक्कुन्नु
अवൾ पल्ल् तेक्कुकयाण्
पाऱयिൽ इरिक्कुन्न वॆळुत्त पक्षि
ऒरु नाय किटन्न् ऎन्तो नोक्कुन्नु
चित्रं चुमरिൽ तूक्कियिरिक्कुन्नु
ऒरु सीब्रयुटॆ वालिൽ कऱुत्त रोमङ्ङൾ
पुल्लिൽ चुवन्न अग्नि जलांशं
ऒरु मञ्ञ् वायुविൽ कयऱि
वेलियिൽ ऒरु मरं तूൺ
इतॊरु बॆञ्चाण्
कुञ्ञ् आन
ऒरु नील चरट्
वॆळुत्त फ्रिस्बी कैवशमुळ्ळ मनुष्यൻ
मञ्ञ हाർड् प्लास्ऱ्ऱिक् स्केऱ्ऱ्बोർड् चक्रङ्ङൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मॊबैलिൽ पॆൺ सർफർ
बसिन्ऱॆ लोगो नामं
ऒरु आൺकुट्टि आनकळॆ निरीक्षिक्कुन्नु .
ऒरु विमानत्तिन्ऱॆ ऎञ्चिൻ
डबिൾ डॆक्कർ बसिन् मुकळिൽ निन्न् नगरं काणुन्न यात्रक्काർ
सीलिंगिൽ निन्न् तूङ्ङिक्किटक्कुन्न ऒरु चाൻडिलियർ
ऒरु कुतिरयुटॆ चॆवि
ट्रॆयिൻ ट्राक्कुकळिൽ पुल्ल् वळरुन्नु .
टाൻ आൻड् वैऱ्ऱ् कुतिर .
पच्च वाऴप्पऴङ्ङൾ
स्नो बोർड्
इतॊरु वनिता टॆन्नीस् कळिक्कारियाण्
ऒरु पोस्ऱ्ऱिൽ ऒरु पूच्च
वॆळुत्त विळक्क् तणलुळ्ळ ऒरु विळक्क्
कॊक्ककोळयुळ्ळ कुट अतिൽ ऎऴुतियिट्टुण्ट् .
विल सूचिप्पिक्कुन्न ऒरु चिह्नमुळ्ळ क्लॆमन्ऱैൻस् .
नील जीൻस् धरिच्च मनुष्य कालुकൾ
इतॊरु पूच्चयाण्
पाർट्टि वस्त्रं धरिच्च ऒरु स्त्री
स्वतिसटमायि काणप्पॆटुन्न पिस्स
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
ऒरु मेशप्पुऱत्त् लाप्टोप्प्
कुञ्ञ् आन
स्यूट्ट्केसुकळुटॆ ऒरु शेखरं
कऱुप्पुं वॆळुप्पुं इटत्तरं वलिप्पमुळ्ळ नाय
आनयुटॆ तुम्पिक्कै
ऒरु कोർक्क् बोർडिൽ घटिप्पिच्चिरिक्कुन्न पोस्ऱ्ऱർ
चितऱिय पच्च चॆटिकळुळ्ळ पाऱक्कॆट्ट्
मेशकळिൽ वॆळुत्त पुळ्ळि
कॆट्टिटत्तिनटुत्तुळ्ळ ऒरु वृद्धൻ
ऒरु व्यक्ति स्कीयिंग् चॆय्युन्नु .
निलत्त् कऱुत्त पुळ्ळि
प्लेऱ्ऱिൽ वैऱ्ऱ् कप्प् .
इतॊरु पन्ताण्
पूच्च जनलिलूटॆ पुऱत्तेक्क् नोक्कुन्नु
ऒरु फ्रिस्बियॆ चुमक्कुन्न नाय
पऴुत्त वाऴप्पऴत्तिन्ऱॆ शेखरं
ऒरु वनत्तिൽ ऒरु मरं बॆञ्च्
वलियॊरु कूट्टं आळुकൾ कैऱ्ऱ्स् पऱप्पिक्कुन्नु
द्वीप् बीच्च् रंगं
ऒरु वलिय क्लोक्क् टवർ
" अप्पिळिൻ्ऱॆ वॆळ्ळि , कऱुप्प् निऱमुळ्ळ ऱिमोट्ट् "
ऒरु कऱुत्त ट्राष् बाग् .
इत् ऒरु व्यक्तियाण्
ऒरु वलिय वॆळुत्त संभरण बोक्स्
ट्रॆयिൻ ट्राक्कुकळुटॆ गणं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
इतॊरु केक्क् आण्
रण्ट् पूच्चकൾ उळ्ळिൽ इरिक्कुन्नु .
वयऱिൽ पक्षिकൾ इरिक्कुन्नु
चुवप्पुं वॆळ्ळयुं तॆरुव् चिह्नं
ऱोडिन्ऱॆ वशत्त् ऒरु वॆळुत्त वाൻ
इतॊरु नाययाण्
ऒरु मनुष्यൻ पुल्लिन्मेल् किटक्कुन्नु .
वीटिन्ऱॆ ग्लास् विൻडो
ऒरु कऱुत्त ट्राष् बाग् .
चुवप्पुं मरवुं उळ्ळ वीट्
तविट्टुनिऱत्तिलुळ्ळ मेशयिൽ पूच्च
यूत्त् बेस्बोൾ कळिक्कारൻ
चुवप्पुं वॆळ्ळयुं टॆन्नीस् ऱाक्कऱ्ऱ्
ऒरु पॆൺकुट्टियुटॆ तल
ऒरु कषणं ब्रॊक्कोळि
इतॊरु कुट्टियाण्
तऱयिൽ लगेजुकळुटॆ कूम्पारं
ऒरु बॆञ्चिൽ पॆൺकुट्टि
इतॊरु ओऱञ्च् आण्
आकाशत्तिन्ऱॆ ऒरु भागं
वैऱ्ऱ् प्लेऱ्ऱिൽ सैड्
व्यक्ति मेशयिलिरिक्कुन्नु
इतॊरु पशुवाण्
वॆळ्ळत्तिൽ स्पीड् बोट्ट्
नील हॆൽमॆऱ्ऱ् मनुष्यൻ धरिक्कुन्नु
प्रभातभक्षणत्तिनायि ऒरु वुडൻ मेश
ऱൺवेयिൽ ऒरु वलिय विमानं
कऱुत्त तॊप्पि धरिच्च मनुष्यൻ
फुड् ट्रक्किൽ निन्न् भक्षणं लभिक्कुन्न आळुकൾ .
पच्च पाटुकळुळ्ळ मञ्ञ कैऱ्ऱ्
ऒरु कट्टिलिൽ मनुष्यൻ
तीवण्टि नीळमुळ्ळताण्
ऒरु चुऱ्ऱुपाटिൽ जिऱाफ्
मरत्तिൽ ऒरु वलिय बण्टिൽ वाऴप्पऴं
कळिक्कारൻ मैतानत्त् निൽक्कुन्नु
ऒरु विळक्क् पोस्ऱ्ऱिलॆ बानऱुकൾ
निलत्त् कऱुत्त पुळ्ळि
होट्ट् डोग् कैवशं वच्च कै
ऒरु चॆऱिय ऱौण्ट् पिस्स
आप्पिळिन्ऱॆ ग्रूप्प्
ऒरु तविट्ट् टॆडि बियർ
कुळिमुऱियुटॆ मूलयिൽ ऒरु वॆळुत्त टोय्लऱ्ऱ्
ट्रोळियिൽ वलिय चुवन्न ऎऴुत्त्
लाप्टोप्पिൽ कुट्टियुटॆ कै
कळिक्काർ अऴुक्कुचालिൽ नटक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
निलत्त् कऱुत्त पुळ्ळि
अकत्त् रण्ट् आळुकळुमायि कुतिर वलिक्कुन्न वण्टि
निलत्त् कऱुत्त पुळ्ळि
ऒरु जलाशयत्तिनटुत्तुळ्ळ रण्ट् आनकൾ
कळिक्कारൻ बाऱ्ऱ् स्विंग् चॆय्युन्नु
निलत्तिन् मुकळिൽ मैक्रोवेव्
कट्टिलिൽ कऱुत्त पूच्च
पकुति वऱुत्त साൻड्विच्च्
करटिकळुटॆ तल
इताण् चक्रवाळं
मञ्ञ अक्षरमुळळ चिह्नo
कुट्टियुटॆ पच्च तॊप्पि
मेशप्पुऱत्त् कुप्पिकൾ
रण्ट् स्त्रीकൾ टॆन्नीस् कोർट्टिൽ कै कुलुक्कुन्नु
पशु इटतुवशत्तेक्क् अभिमुखीकरिक्कुन्नु
बस् डिस्प्लेयिलॆ ऱूट्ट् नम्पർ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
पात्रत्तिलॆ भक्षणं
षूस् धरिच्च व्यक्ति
निलं तविट्टुनिऱमाण्
पॆൺकुट्टि टॆन्नीस् कळिक्कुन्नु .
ऒरु पात्रत्तिൽ मञ्ञ निऱत्तिलुळ्ळ साधनङ्ङൾ
षोट्टिൽ ऒराൾ उण्ट्
ऒरु पत्रवुं मासिक तट्टुं
मुकळिൽ मैक्रोवेव् उळ्ळ ऱफ्रिजऱेऱ्ऱർ
मनुष्यन्ऱॆ मटियिൽ इरिक्कुन्न पूच्च
निलत्त् कऱुत्त पुळ्ळि
बसिन्ऱॆ पुऱक् कऱुप्पुं वॆळुप्पुं आण्
पातयिलॆ तविट्ट् इष्टिक
ऒरु वयलिൽ निൽक्कुन्न रण्ट् जिऱाफुकൾ
निलत्तु अक्रोडियൻ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कुतिर चाटुन्नु .
पूच्चयुटॆ तल
ऒरु तुऱन्न कऱुत्त लाप्टोप्प् कम्प्यूट्टർ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चुवरिൽ चारनिऱत्तिलुळ्ळ कट्ट
स्नोबोർडർ इरुण्ट सൺग्लासुकൾ धरिक्कुन्नु
मर कष्णं कॊण्टुळ्ळ वेलि
मनुष्यൻ वायुविൽ
इवർ चॆऱिय कुट्टिकळाण्
नीळमुळ्ळ मुळ्ळुवेलि
चुमरिलॆ घटिकारं
ऒरु प्लास्ऱ्ऱिक् पात्रत्तिൽ भक्षणं
प्लाऱ्ऱ्फोमिൽ मरं बॆञ्च्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु पात्रत्तिनुळ्ळिൽ भक्षणं
पुरुषन्मारुटॆ कऱुत्त नीन्तൽ वस्त्रं
पियानो वायिक्कुन्न ऒरु कुट्टि
ऒरु नटप्पातयिलूटॆ नटक्कुन्न प्राव्
भक्षणमुळ्ळ इरुण्ट प्लेऱ्ऱ्
टवऱिൽ वैऱ्ऱ् ब्लोक्क्
ऒरु ट्रक्क् तॆरुविൽ निർत्ति इट्टिरिक्कुन्नु
स्कीसिलॆ व्यक्ति
मोट्टोർ सैक्किळिलॆ व्यक्ति
सैൻ ऱीडिंग् ' पुरुषन्मारॆ जोलिस्थलत्त् निർत्तुक '
ऒरु बाग् कोट्टൺ मिठायि
फ्रीवेयिलॆ वाहनङ्ङൾ
ऒरु प्लेऱ्ऱिൽ साम्पिൾ चॆय्त मुट्ट साൻड्विच्च्
ओऱञ्च् पानीयं उळ्ळ व्यक्तमाय ग्लास्
चित्रं कऱुप्पुं वॆळुप्पुं आण्
" पिङ्कुं , वॆळ्ळयुं निऱङ्ङळुळ्ळ कुट कैवशमुळ्ळ स्त्री "
ऒरु कुतिर ऒरु ऱॆयिൽ वण्टि वलिक्कुन्नु
भागिकमायि मेघावृतमाय स्कीय्क्क् कुऱुकॆ पऱक्कुन्न ऒरु जॆऱ्ऱ्
कुट्टि आन मनुष्यनोटॊप्पं नटक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
शून्यमाय षांपॆय्ൻ फ्लूट्टुकൾ
ट्रॆयिनिൽ कऱुत्त नम्पർ वൺ .
बाऱ्ऱ् चुवप्पाण्
लाप्टोप्पिलॆ कीकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु बाऱ्ऱ् स्विंग्
मनुष्यन्ऱॆ कैयिलुळ्ळ वै कൺट्रोळർ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
आकाशत्त् वॆळुत्त मेघं
मनुष्यन्ऱॆ कय्यिൽ ऱाक्कऱ्ऱ्
पच्च पुल्लिन् अटुत्तुळ्ळ करटि
मिड् ऎयऱिलॆ स्केऱ्ऱ्बोർडർ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
चुवप्प् निऱमुळ्ळ प्लास्ऱ्ऱिक् पताक
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कुञ्ञ् आन
कोफि टेबिळिൽ रण्ट् ऱिमोऱ्ऱुकൾ
ऒरु वलिय अटुक्कळयुं डिनॆऱ्ऱ् एरिययुं
मञ्ञुवीऴ्चयिൽ स्कीयർ
वायुविൽ ऒरु पक्षि
कॊच्चु कुट्टि तॊप्पि धरिक्कुन्नु
मुखत्तॆ रोममुळ्ळ ऒरु मनुष्यൻ
नाय कट्टिलिൽ किटक्कुन्नु
व्यक्तियुटॆ कैकळिൽ पूच्चक्कुट्टि
मोट्टोർ सैक्किൾ कुऱच्च् पुल्लिൽ निർत्ति
वेलिक्क् मुकळिलुळ्ळ तल
रण्ट् स्त्रीकൾ तॆरुविलूटॆ नटक्कुन्नु
" वॆळ्ळि , कऱुत्त निऱमुळ्ळ पुरुषन्मारुटॆ ऱेसർ "
पच्च फ्रिस्बी वायुविൽ
वॆळ्ळं निश्चलमाण्
ऒरु टाൻ फ्लवർ कलं
कोൺक्रीऱ्ऱिൽ ब्रौण् कण्टॆय्नർ
व्यत्यस्त निऱङ्ङळिलुळ्ळ स्ऱ्ऱफ् चॆय्त मृगङ्ङൾ
स्ऱ्ऱोप्प् चिह्नमुळ्ळ ऒरु मनुष्यൻ
मोट्टोർ सैक्किळिൽ ऒराൾ
ऱेसिंग् ट्राक्किलॆ मोट्टोർसैक्लिस्ऱ्ऱ्
इतॊरु जलधारयाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऱोडिൽ ट्रक्क् .
पुल्लिൽ स्ऱ्ऱोप्प् अटयाळं
आकाशत्त् पऱक्कुन्न ऒरु विमानं
नीळमुळ्ळ तविट्टु निऱमुळ्ळ मुटियुळ्ळ पॆൺकुट्टि .
ऱाम्पिलॆ स्केऱ्ऱ्बोർडർ
करटि निलत्तु निൽक्कुन्नु
ट्राक्कुकळिൽ चरक्क् तीवण्टि
सिङ्किन् मुन्निൽ चॆऱिय वॆळुत्त तुरुम्प्
वायिलॆ नाययिलॆ प्लास्ऱ्ऱिक् कुप्पि
वॆळुत्त तॊप्पि धरिच्च ऒरु स्त्री
निलत्त् कऱुत्त पुळ्ळि
वैऱ्ऱ् यूट्टिलिऱ्ऱि ट्रक्क् तॆरुविൽ पाർक्क् चॆय्तिरिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
साधनङ्ङळुमायि चारनिऱत्तिलुळ्ळ षർट्ट् धरिच्च मनुष्यൻ
टॆन्नीस् कळिक्कारൻ ऒरु ऱाक्कऱ्ऱ् वीशुन्नु
सैक्लिस्ऱ्ऱिलॆ वरयुळ्ळ षർट्ट्
पोळोकळुळ्ळ बीज् सोफ
तटिच्च तविट्ट् तूवൽ पक्षि
मनुष्यन् पच्च षർट्ट् उण्ट्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
अटुक्कळ तऱयिलॆ चुवप्पुं मञ्ञयुं निऱमुळ्ळ कळ्ळि टैൽ
चुमरिൽ ऒरु कलण्टർ
स्केऱ्ऱ् बोർडिलॆ ऒरु आൺकुट्टि
रण्ट् पाർक्किंग् मीऱ्ऱർ
टेबिळिन् मुकळिलुळ्ळ चारनिऱत्तिलुळ्ळ लाप्टोप्प्
तऱयिलॆ काർड्बोർड् बोक्सुकൾ
किटक्कुन्न ऒरु पूच्च
कूऱ्ऱൻ कत्रिक ऒरु टै मुऱिक्कुन्नु
पिस्स कष्णङ्ङൾ निऱञ्ञ ऒरु प्लेऱ्ऱ्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वർण्णाभमाय स्नोबोർडुकळुटॆ वरि
ऒरु पाडिൽ बोർडिൽ मनुष्यൻ
कऱुत्त वृत्तत्तिलुळ्ळ घटिकारत्तिन्ऱॆ मुखं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
सुन्दरमाय मुटियुळ्ळ स्त्री
मून्न् आफ्रिक्कൻ आൺकुट्टिकൾ अलयटिक्कुन्नु
कऱुत्त अस्फाൽऱ्ऱिन्ऱॆ ऒरु पाच्च् उण्ट्
जिऱाफिन्ऱॆ तलयिൽ कॊम्पुकൾ
टिवियुटॆ मुकळिൽ टिवि
ऒरु स्त्रीयुटॆ मुखत्त् सൺग्लासुकൾ
इळं तविट्ट् निऱमुळळ नाययुटॆ तल
पाർक्किन् चुऱ्ऱुं स्केऱ्ऱिंग् चॆय्युन्न व्यक्ति .
ऒरु तॊट्टियुटॆ उळ्ळिൽ ऒरु कुञ्ञ् .
चुवन्न कुट तुऱन्नु
आळुकൾ ऒरु ट्रॆयिनिन् मुन्निलूटॆ नटक्कुन्नु
ऒरु बाग् कोट्टൺ मिठायि
कटൽत्तीरत्त् बैक्क्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
चॆऱिय वॆळुत्त कुत्तुकൾ उळ्ळ कऱुत्त नॆक्ऱ्ऱि
स्केऱ्ऱ् बोർडिलॆ व्यक्ति
ऒरु बेस् बोൾ प्लॆयർ
स्कीयऱिൽ कऱुत्त कण्णट
कालावस्थ वॆय्ൻ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कुतिरय्क्क् वलिय मुखमुण्ट्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कुळिमुऱियिलॆ कुऴൽ
पक्षिकൾ कम्पियिൽ ऒलिच्चुपोयि
ध्रुवत्तिलॆ त्रिकोण चिह्नं
" तऱयिൽ नील , चुवप्प् निऱङ्ङൾ उळ्ळ पुस्तकं "
ऱोडिൽ ऒरु इरट्ट स्ऱ्ऱाक्क् बस्
मञ्ञ बाक्क्ग्रूणिलॆ कऱुत्त अक्षरङ्ङळिൽ \ 158793\ ऎन्न नम्पർ
चुवन्न फ्लाप्पिंग् पक्षि चिऱकुकൾ
ऒरु वलिय तविट्ट् कुतिर
पॆൺकुट्टि ताऴेक्क् नोक्कुन्नु
चुवन्न प्लेऱ्ऱ्
वृत्तत्तिलुळ्ळ कुळिमुऱि सिङ्क्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इतॊरु पुरुषनाण्
पताक मनुष्यन्ऱॆ विसऱिൽ निन्न् तूक्कियिरिक्कुन्नु .
चुवरिൽ वॆळुत्त पॆयिन्ऱ्
" नील , वॆळ्ळि मोट्टोർसैक्किൾ "
मञ्ञ् निलं मूटुन्नु
चुवरिൽ चतुर विൻडो
ऒरु मनुष्यनुं अवन्ऱॆ नाययुं
कैऱ्ऱिन्ऱॆ चॆऱिय चुवन्न कोणिൽ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वाहनङ्ङൾक्क् यात्र चॆय्यानुळ्ळ तॆरुव्
स्त्री ऒरु मैक्क् पिटिक्कुन्नु
ऒरु कॆट्टिटत्तिन्ऱॆ पुऱं भित्तियिൽ ऒरु कण्णाटि
विൻडोयिलॆ ओऱञ्च् पूच्चकൾ
ऒरु ध्रुवत्तिൽ ऒरु प्रकाशं
ऒरु चुवन्न नाय चोർच्च
मनुष्यൻ वोळिबोൾ पिटिक्कुन्नु
ऒरुपाट् मोट्टोർ सैक्किळुकൾ ऒरुमिच्च् पाർक्क् चॆय्युन्नु
विൻडोयिൽ वलिय वॆळुत्त षेडुकൾ
कऱुत्त षർट्ट् धरिच्च बेस्बोൾ अम्पयർ
ऒरु प्रीमियं विमान क्याबिन्ऱॆ उൾवशं
स्त्री ऒरु तोळिൽ बाग् चुमक्कुन्नु .
चाൻडिलियർ मेൽक्कूरयिൽ निन्न् तूक्कियिरिक्कुन्नु .
" मरङ्ङळुटॆ पिङ्क् , वॆळ्ळयुं चित्रङ्ङൾ "
वॆळ्ळि निऱमुळ्ळ लाप्टोप्प् कम्प्यूट्टർ
पक्षि घटनयुटॆ मुकळिൽ निൽक्कुन्नु
इरुण्ट पच्च मरङ्ङൾ इविटॆयुण्ट्
पच्च जाक्कऱ्ऱ् धरिच्च ऒरु कुट्टि
ऒरु कषणं वाफिൾ
ऒरु कुतिरयुटॆ मूक्क्
क्रोस् कൺट्रि ऱेसർ
ऒरु मेशप्पुऱत्त् तविट्ट् निऱत्तिलुळ्ळ घटिकारं
करटियिलॆ तविट्ट् रोमङ्ङൾ
निरवधि कुटकൾ वायुविൽ तूङ्ङिक्किटक्कुन्नु
कुञ्ञ् आन
ऒरु ब्रौൺ निऱमुळळ कुतिर
केक्किलॆ मॆऴुकुतिरिकൾ
वळरॆ नीण्ट नील ट्रॆयिൻ
हॆൽमॆऱ्ऱ् नीलयाण् .
कऱुत्त बाऱ्ऱ् बाऱ्ऱऱिन्ऱॆ कैकळिൽ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मुऱियिलॆ स्त्री पुञ्चिरिक्कुन्नु
मतिलिनु नेरॆ वॆळुत्त ड्राप्प्
आकाशत्त् पऱक्कुन्न ऒरु नील किऱ्ऱ् . ऒ
वृत्ताकृतियिलुळ्ळ पർप्पिൾ कुप्पि तॊप्पि
आൺकुट्टियुटॆ इटत् पुरिकं
कुट्टि बेस्बोൾ गॆयिं कळिक्कुन्नु
कुळिमुऱि शुद्धमाण्
चिह्नत्तिन् मुकळिलुळ्ळ प्रकाशं
टिवियिൽ ग्रे फ्रॆयिं
ऒन्निलधिकं वർण्ण पताक
पालत्तिൽ चुवन्न ट्रॆयिൻ
ऒरु ध्रुवत्तिൽ ऒरु अटयाळं
नाय चित्रत्तिनायि पोस् चॆय्युन्नु
कुञ्ञ् आन
धाराळं वॆळुत्त पदङ्ङळुळ्ळ तविट्ट् चिह्नं
मनुष्यൻ स्केऱ्ऱ् बोർड् तन्त्रङ्ङൾ चॆय्युन्नु
ऒरु प्रकाशत्तिन् चुऱ्ऱुं ऒरु ऱीत्त्
नील निऱत्तिलुळ्ळ डोट्ट्
चुवरिൽ ऒरु घटिकारं
पुरुषनुं स्त्रीयुं कै पिटिच्चिरिक्कुन्नु
ऒरु बोർडिൽ बैक्क्
मनुष्यൻ ऒरु बोർड् पिटिक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मनुष्यन्ऱॆ कय्यिൽ फोൺ
फ्लाऱ्ऱ्स्क्रीൻ टिवि ओणाण्
आटुकळुटॆ पिൻकालुकൾ
आकाशं चारनिऱमाण् .
ऒरु इरिप्पिटत्तिൽ निൽक्कुन्न पूच्च
पश्चात्तलत्तिൽ काणुन्न उयरमुळ्ळ कॆट्टिटङ्ङൾ
पुऱंतोटिनुळ्ळिൽ वॆळुत्त चीस्
घटिकारत्तिनु मुकळिൽ मञ्ञ्
इविटॆ ऒरु वॆळुत्त वरयुण्ट्
वॆळुत्त सർफ्बोർड् अटिक्कुक
आकाशत्तिൽ विमानं
प्लेऱ्ऱिൽ ऱौण्ट् पिस्स
स्ट्राप्प् तविट्टुनिऱमाण्
नील षർट्ट् धरिच्च मनुष्यൻ
अक्वा निऱमुळ्ळ पासञ्चർ बस्
ऒरु पऴय ट्रॆयिൻ ऎञ्चिൻ .
काऴ्च बस् वळरॆ वർण्णाभमायताण् .
मेश
ऒरु ऱिमोट्टिन्ऱॆ नील बट्टൺ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मून्न् वैऱ्ऱ् बस्सुकൾ
" नीलयुं , चुवप्पुं निऱमुळ्ळ पताक "
पेनयिलॆ जिऱाफ्
चुवप्पुं वॆळ्ळयुं तूवालकൾ फ्रिड्जिൽ निन्न् तूक्कियिरिक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मेशप्पुऱत्त् रण्ट् मुऴुवൻ उळ्ळि
पॆൺकुट्टिक्क् तविट्ट् निऱमुळ्ळ मुटियुण्ट्
पिन्निൽ पच्च मरङ्ङൾ
मुऱियिൽ रण्ट् स्त्रीकൾ
वॆळुत्त टोय्लऱ्ऱ् पेप्पऱिन्ऱॆ ऒरु ऱोൾ .
मञ्ञ संख्ययिൽ 25
सूप्प् ओऱञ्च् आण्
जलांशं चुवप्पाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कुतिरयुटॆ चॆवि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मूत्रं मतिलिन् ऎतिराण्
ऒरु वॆळुत्त नाय इरिक्कुन्नु
कऱुत्त पूच्च कण्णुकൾ अटच्चिरिक्कुन्नु
कऱुत्त लॆतർ कत्रिककൾ ताङ्ङियिरिक्कुन्नत्
पुल्लिൽ आटुकळुटॆ कूट्टं .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु चॆऱिय कुळिमुऱियुटॆ चित्रं
मोट्टोർ सैक्किळुकൾ पाർक्क् चॆय्तिरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इतॊरु बॆञ्चाण्
ऒरु बेस्बोൾ बाऱ्ऱ् पिटिक्कुन्न ऒरु कुट्टि
ऒरु चॆऱिय कऱुत्त पक्षि
गोपुरत्तिलॆ घटिकारं
टवർ कॆट्टिटत्तिन्ऱॆ वशत्तुळ्ळ घटिकारं
नील फ्रिस्बी
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कुटिक्कुन्न ऒराൾ
कत्त् चुवप्पाण् .
धाराळं पॆप्पർऱोणिस् उळ्ळ पिस्स
पक्षियुटॆ तल
मेशप्पुऱत्तुळ्ळ कार्यङ्ङൾ
टूत्त् पेस्ऱ्ऱुं टूत्त् ब्रषुं कप्पिൽ
सौत्त् पाർक्क् बॆड् कंफർट्टർ
किटक्कयिൽ पच्च लोहत्तिन्ऱॆ वेलि
नटप्पातयिൽ इरिक्कुन्न ऒरु कऱुत्त पूच्च
ऱोडरिकिൽ उयरमुळ्ळ पच्च वृक्षं
चुवप्पुं मञ्ञयुं आण् अग्नि जलांशं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
सीब्र ताऴेक्क् नोक्कुन्नु
ऒरु जोटि कत्रिकयिलेक्क् पർप्पिൾ हाൻडिൽ
ऒरु बाऱ्ऱ् पिटिक्कुन्न बेस्बोൾ कळिक्कारൻ
चुवन्न फ्रिस्बी
वॆळ्ळ पात्रत्तिलॆ बण्णिൽ होट्ट् डोग्
मुऱियिलॆ पऴय ऱफ्रिजऱेऱ्ऱർ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु पून्तोट्टत्तिलॆ शून्यमाय बॆञ्च्
निलत्त् कऱुत्त पुळ्ळि
वेलिक्क् समीपमुळ्ळ नाय
वायुविलॆ विमानङ्ङൾ
द्वीप् बीच्च् रंगं
सർबोർडुमायि मणलिൽ नटक्कुन्न व्यक्ति
कൺट्रोळർ पिङ्क् आण्
ऱोडिൽ मञ्ञयुं वॆळ्ळयुं उळ्ळ ऒरु स्ट्रीऱ्ऱ्काർ
मञ्ञ निऱमुळ्ळ अस्थिकूटत्तिन्ऱॆ कण्ण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु वाऴप्पऴं पिटिच्च कै
स्कि बोർडुकൾ कऱुत्तताण्
नील तॊप्पि धरिच्च मनुष्यൻ कोർट्टिनु ऎतिरायि निൽक्कुन्नु
" मञ्ञ , नील सोक्कർ बोൾ "
" ओऱञ्च् वर उळ्ळ वॆळ्ळयुं , पർप्पिൾ निऱङ्ङൾ उळ्ळ ऒरु वलिय विमानं "
टोप्प् तॊप्पि धरिच्च ऒराൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
निलत्त् कऱुत्त पुळ्ळि
तॊऴुत्तिൽ तिरिञ्ञ चॆऱिय इरुण्ट पशुक्किटाव्
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
ऒरु कष्णं केक्क्
ट्रॆयिनिनटुत्तुळ्ळ उयरमुळ्ळ पोस्ऱ्ऱ्
इतॊरु पक्षियाण्
वॆळ्ळि नाൽक्कवल .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
पाऱयिൽ निൽक्कुन्न ऒरु कऱुत्त पक्षि
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
पूच्चयुटॆ चॆवि
ऒरु तळिकयिൽ ऒरु केक्क्
ऒरु मेशयिൽ ऱिमोट्ट्
षोർट्ट् पान्ऱ्स् धरिच्च व्यक्ति
कट्टिलिൽ निरवधि तलयिणकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
लिविंग् ऱूं फർणिच्चർ कष्णङ्ङൾ कॊण्ट् वॆळुत्त चायं पूशि .
ऒरु स्त्रीयुटॆ जिऱाफिन्ऱॆ तल
पाർक्क् बॆञ्चिन्ऱॆ सीऱ्ऱ्
इत् ऒरु व्यक्तियाण्
कल्लिलूटॆ वळरुन्न कळ
स्त्री स्कीस् धरिक्कुन्नु .
वायुविൽ ऒरु स्केऱ्ऱ्बोർड्
पुरुषनुं स्त्रीयुं अटुक्कळयिൽ निൽक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कौबोय् तॊप्पि धरिच्च ऒरु स्त्री
मुൻनिर आटुकळुटॆ कण्ण्
बॆञ्चिൽ प्लास्ऱ्ऱिक् बाग्
इतॊरु पोणियाण्
पूक्कൾ पिङ्क् निऱत्तिलाण्
कुञ्ञ् आन
ऒरु वण्टियुटॆ चक्रं
ऒरु कॆट्टिटत्तिൽ ऎऴुतुन्नु
तॆरुविൽ बस् ओटिक्कुन्नु
इळं तविट्ट् करटियुटॆ मूक्क्
इत् ऒरु पक्षियाण्
विद्यालय बस् पाർक्क् चॆय्युन्न स्थलं
ऒरु मतिलिन्ऱॆ भागं
आऱ् पताककൾ
ऱॊट्टि ऒरु मञ्ञ विभवं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु ऱोडिൽ ऒरु कऱुत्त वाൻ
" ऱोडिൽ ऒरु मञ्ञ , नील बस् "
ऒरु बाग् कोट्टൺ मिठायि
ऒरु वॆळुत्त वलिय करटि
उपेक्षिच्च मणलिൽ ऒरु स्त्री
करटि ऒरु ओफीसർ यूणिफों धरिक्कुन्नु
ऒरु सिङ्किൽ ऒरु वॆळ्ळि
ऒरु कुळिमुऱियिൽ प्रकाशं परत्ति
स्कयർ
वयलिൽ पच्च उणङ्ङिय पुल्ल्
स्यूट्ट्कॆय्सिൽ किटक्कुन्न पूच्च
" नील , मञ्ञ जॆऱ्ऱुकൾ "
चॆऱिय पाऱक्कूट्टङ्ङൾ
ऒरु चिऱकिन्ऱॆ अऱ्ऱं
ऒरु कट्टिलिൽ ऒरु नाय
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु कॊच्चुकुट्टि
चित्रत्तेक्कुऱिच्चुळ्ळ पकർप्पवकाश विवरङ्ङൾ
पाർक्क् चॆय्त विमानं
कऱुप्पुं वॆळुप्पुं रण्ट् घटिकारङ्ङൾ
इतॊरु पट्टं आण्
ऒरु मृगशालयिलॆ आन
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कोൺवॆक्स् सिൽवർ मिऱർ
इष्टिक पातय्क्किटयिൽ वळरुन्न पुल्ल्
उयरमुळ्ळ कऱुत्त तॆरुव् विळक्क्
विन्ऱेज् बेस्बोൾ गॆयिमिन्ऱॆ पुनർनिർम्माणं
रण्ट् कऱुत्त टिप्प्ड् जिऱाफ् कॊम्पुकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
नील वरकळुळ्ळ वॆळुत्त बस्
ऒरु पोळाർ क्करटि वॆळ्ळत्तिൽ निन्न् पुऱत्तेक्क् वरुन्नु
मोट्टोർसैक्किൾ टेൺ सिग्नൽ
करटि स्वयं नक्कुकयाण्
करटि निलत्त् इरिक्कुन्नु .
ऱोळिंग् स्यूट्ट्केसिनायि विपुलीकरिच्च मॆऱ्ऱൽ हाൻडिൽ .
कुञ्ञ् आन
वैक्कोൽ उपयोगिच्च् प्लास्ऱ्ऱिक् कोप्प
चॆऱिय वॆळ्ळि कुटं
" ब्रौणुं , पच्चयुं निऱमुळळ ट्रॆयिൻ "
मेशप्पुऱत्त् नटुक
चुवन्न फ्रिस्बी वायुविൽ पऱक्कुन्नु
ग्लास् कॊण्ट् निർम्मिच्च मतिൽ
पक्षियुटॆ कण्ण्
वॆळुत्त अक्षरङ्ङळिൽ ऎंपिऎस् .
मनुष्यन् नरच्च मुटियुण्ट्
नील क्लोक्क्
पूच्च मलं इरिक्कुन्नु .
पश्चात्तलत्तिൽ पालत्तिन्ऱॆ गोपुरं .
कुञ्ञ् आन
इतॊरु मिनियेच्चർ ट्रॆयिनाण्
मनुष्यൻ ऒरु अटयाळं पिटिक्कुन्नु .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
अऴुक्कुचालिൽ मून्न् सीब्रकൾ
मनुष्यൻ ऱोडिൽ डेർट्ट् बैक्क् ओटिक्कुन्नु
साൻड्विच्च् कऴिक्कुन्न स्त्री
निलत्त् कऱुत्त पुळ्ळि
ऒरु कप्प् काप्पि लाप्टोप्पिन् अटुत्तायि इरिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
आळुकൾ टॆन्नीस् कळिक्कुन्नु
वॆळ्ळ बोट्ट् वॆळ्ळत्तिൽ
ऒराൾ बोർडिൽ निन्न् वीणु
" वॆळ्ळ , कऱुप्प् वयऱुकൾ ऒरु मेशप्पुऱत्त् "
ई मनुष्यൻ ऒरु सർफऱाण्
पुरुष स्कीयർ
ऒरु बेस्बोൾ कळिक्कुन्न स्ऱ्ऱिक्क्
वॆळुत्त क्लोक्क्
ऒरु पिस्सयिൽ उळ्ळियुं कुरुमुळकुं
चुवन्न नॆक्ऱ्ऱि धरिच्च मनुष्यൻ .
इत् ऒरु स्त्रीयाण्
ऒरु मनुष्यൻ पोस्ऱ्ऱुचॆय्युन्नु
जलत्तिन्ऱॆ उपरितलत्तिൽ चॆऱिय अलकൾ
अटुक्कळ क्लीनऱिन्ऱॆ ऒरु पच्च कुप्पि
ऒरु विमानत्तिन्ऱॆ ऎञ्चिൻ
ऒरु चोർच्चयिൽ नाय
ऒरु स्तंभत्तिन्ऱॆ प्लेऱ्ऱ्
पुऱत्त् ऒरु प्रकाशं
ई व्यक्ति कण्णट धरिक्कुन्नु
ऒरु ट्राक्किൽ ट्रॆयिൻ
भक्षणं ऒरु चट्टियिൽ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
रण्ट् करटिकൾ किटक्कुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
नीलाकाशत्तिൽ वॆळुत्त मेघङ्ङൾ
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कोऴियुटॆ काൽ
" उणङ्ङिय टाൻ , पच्च पुल्लुकൾ ऎन्निवय्क्कुळ्ळ तटस्सं "
वासिन्ऱॆ वशत्तुळ्ळ आळुकळुटॆ चित्रं
ऒराൾ सॆൽफोणिൽ संसारिक्कुन्न मनुष्यൻ
ऒरु कऱुत्त ट्राष् बाग् .
वॆळ्ळत्तिൽ प्रवेशिक्काൻ पोकुन्न रण्ट् सർफऱुकൾ
कटൽत्तीरत्तुळ्ळ मनुष्यൻ
मैतानत्त् ऒरु बेस्बोൾ कळिक्कारൻ .
कटൽत्तीरत्त् फ्रिस्बी कळिक्कुन्न ऒराൾ
इव पच्च मरङ्ङळाण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वृत्तकृतियिलुळ्ळ पिस्स पात्रत्तिൽ
ऒरु तन्त्रं अवतरिप्पिक्कुन्न स्केऱ्ऱ्बोർड् सुहृत्त्
पुल्ल् तिन्नुन्न माऱൽ आटुकൾ
टॆन्नीस् ऱाक्कऱ्ऱ्
स्यूट्ट्केस् हाൻडिൽ टागुकൾ .
जिऱाफ् वॆळ्ळं कुटिक्कुन्नु
ऒराൾ टॆन्नीस् पन्त् ऱाक्कऱ्ऱ् उपयोगिच्च् अटिक्कुन्नु
कय्यिൽ टॆन्नीस् ऱाक्कऱ्ऱ्
ऒरु प्लेऱ्ऱ् पऴं .
ऒरु कऱुत्त ट्राष् बाग् .
कुञ्ञ् आन
ऒरु तविट्ट् मणൽ कटൽत्तीरं
निलत्त् कऱुत्त पुळ्ळि
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
आन प्रतिमय्क्कटुत्तुळ्ळ कुट्टिकൾ
वऴियिൽ बैक्क् .
आकाशत्त् वॆळुत्त मेघङ्ङൾ
पർप्पिൾ जाक्कऱ्ऱ् धरिच्च व्यक्ति
इत् ऒरु व्यक्तियाण्
वॆळुत्त पिൻस्ट्रिप्प् यूणिफों धरिच्च बेस्बोൾ कळिक्कारൻ
स्त्रीयुटॆ वलत् कालिलॆ षू
तीवण्टियुटॆ मुൻवशत्तॆ नम्पർ
ऒरु बाग् कोट्टൺ मिठायि
कुञ्ञ् आन
ऒरु बाग् कोट्टൺ मिठायि
कऱुप्पुं वॆळुप्पुं निऱमुळ्ळ सीब्र
निलत्त् कऱुत्त पुळ्ळि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
क्लोक्किൽ कऱुत्त डोट्ट्
पूच्चय्क्क् इरुण्ट मूक्क् उण्ट् .
ऒरु कारऱ्ऱिन्ऱॆ भागं
ई ग्रूप्पिनुळ्ळ शिक्ष स्की पाठङ्ङൾ पठिक्कुन्नताण्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
लॆड्जिൽ ऒरु पक्षि
मनुष्यൻ चित्रमॆटुक्कुन्नु
स्त्री ऒरु वटियिൽ ऊतुन्नु
ऒरु पात्रं पुळिच्च वॆण्ण
काप्पियुमायि वॆळुत्त कप्प्
मरङ्ङൾक्क् पिन्निൽ ऒरु काർ
क्लोक्क् टवऱिൽ वरच्च वർषं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
शून्यमाय काർड्बोർड् पिस्स पॆट्टि
ऒरु बॆञ्चिൽ ऒरु ऐबिस्
कुञ्ञ् आन
इत् ऒरु व्यक्तियाण्
ऒरु नटप्पातयुटॆ भागं
पुरुषन्माർ टै धरिच्चिरिक्कुन्नु
वलिय चार काळ आन
नटप्पातयिलूटॆ नटक्कुन्न वॆळुत्त कुतिर
ऒरु कट्टिलिൽ तुऱन्न् कूट्टि वॆच्च यात्रा लगेज्
कुटक्कीऴिൽ आळुकൾ .
" उयरमुळ्ळ तविट्ट् , वॆळुत्त जिऱाफ् "
स्केऱ्ऱ्बोർडिलॆ ऒरु कुट्टि
पश्चात्तलत्तिलुळ्ळ ऒरु वॆब्क्यां
वयलिलॆ ऒरु कूट्टं सीब्रकൾ
कॆट्टिटत्तिൽ ऒरु वलिय घटिकारं
रण्ट् मञ्ञ वाऴप्पऴं
कप्पलिൽ सർफർ
कीबोർडिൽ किटक्कुन्न सयामीस् पूच्च
कॆट्टिटत्तिन्ऱॆ मध्यभागत्तुळ्ळ घटिकारं
ऒरु मोट्टोർसैक्किൾ
तविट्ट् निऱमुळ्ळतुं शोभयुळ्ळ मुटि
वॆळुत्त आनक्कॊम्प्
नदियिलॆ ऱाफ्ऱ्ऱुकൾ
निलत्त् कऱुत्त पुळ्ळि
ओटुन्न वऴियिൽ ऒरु युद्धविमानं
स्त्री मञ्ञिൽ स्कीयिंग् चॆय्युन्नु .
तिळङ्ङुन्न बैक्क्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् कैवशमुळ्ळ मनुष्यൻ
आൺकुट्टिकൾ टॆन्नीस् कळिक्कुन्नु
पक्षियुटॆ भागं
पक्षि वॆळ्ळत्तिൽ निन्न् कुटिक्कुन्नु
इत् ऒरु व्यक्तियाण्
पात्रत्तिൽ मधुरपलहारं
मनुष्यൻ पिस्स कऴिक्कुन्नु
जिऱाफुकൾ काटिनु पुऱत्तुण्ट्
ऱोडिन् अटुत्तुळ्ळ ऒरु मरं
ऒरु बेस्बोൾ कळिक्कारൻ ऒरु बाऱ्ऱ् स्विंग् चॆय्युन्नु
मनुष्यൻ नटप्पातयिलूटॆ नटक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कट्टिलिൽ स्ऱ्ऱफ्
ऒरु क्यामऱ ऎटुक्कुन्न चित्रं
निलत्त् वॆळुत्त टिवि
कत्रिककॊण्ट् ऒरु कै
मनुष्यൻ भक्षणं कऴिक्कुम्पोൾ पॆൺकुट्टियुमायि संसारिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु लाप्टोप्प् स्क्रीൻ
ऒरु कऱुत्त ट्राष् बाग् .
मतिൽ इष्टिककॊण्टाण् निർम्मिच्चिरिक्कुन्नत्
ऒरु प्लेऱ्ऱिलॆ टोंग्स् .
ऒरु वीञ्ञ् ग्लास् अतिൽ वीञ्ञुं
ऎऴुतानुळ्ळ उपकरणं मेशयिൽ
रण्ट् सीब्रकൾ निൽक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
नील वाहनत्तिन् समीपं निൽक्कुन्न रण्टुपेർ
वलिय आनयुटॆ इटत् कण्ण्
ऒरु टैयिൽ नील वर
फोट्टोय्क्क् चुऱ्ऱुं पोळऱोय्ड् वॆळुत्त पश्चात्तलमुण्ट्
निलत्त् कऱुत्त पुळ्ळि
आनयुटॆ पुऱकिൽ रण्टुपेർ
पात्रङ्ङൾ नीलयुं वॆळ्ळयुमाण्
चॆऱिय टोय्लऱ्ऱ्
बॆञ्चिൽ इरिक्कुन्न ऒराൾ
विळक्क् कत्तियताण्
ऒरु वॆळुत्त अग्नि जलांशं .
निलत्त् कऱुत्त पुळ्ळि
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
अलङ्कोलप्पॆट्ट ओफीस् क्युबिक् स्पेस्
वयलिൽ आटुकൾ शेखरिक्कुन्नु .
ऒरु कूट्टं जिऱाफुकळॆ टवർ ऎन्नुं विळिक्कुन्नु
इतॊरु जिऱाफाण्
ऒरु वॆळुत्त आकाशं
कऱुत्त स्यूट्ट्केसिन्ऱॆ ग्रे हाൻडिൽ .
ऒरु वलिय कऱुत्त स्यूट्ट्केस्
षोർट्ट् मञ्ञ अग्नि जलांशं
सब् पकुतियायि अरिञ्ञु
स्ऱ्ऱफ् चॆय्त करटिकൾ ऒरुमिच्च्
ओऱञ्च् पॆयिन्ऱ् चॆय्त अग्नि जलांशं
मनुष्यन्ऱॆ चारनिऱत्तिलुळ्ळ षർट्टिन्ऱॆ भागं
ऒरु वॆळुत्त कप्प् कॆच्चप्प्
कुञ्ञ् आन
स्कूൾ ध्रुवङ्ङൾ कैवशमुळ्ळ स्त्री
ऒरु तविट्ट् काർड्बोർड् पॆट्टि
स्वർण्ण क्लोक्क्
वऴियिൽ वॆळ्ळि वाहनं ओटिक्कुन्नु .
वॆळुत्ततुं तविट्टुनिऱमुळ्ळतुमाय नाय
निलत्त् कऱुत्त पुळ्ळि
पुऱत्त् निൽक्कुन्न ऒरु नाय
कऱुत्त हाൻडिलुळळ स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीൽ कत्ति
वाहनत्तिन्ऱॆ सैड् व्यू मिऱർ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मनुष्यൻ कटൽत्तीरत्ताण्
ऒरु ध्रुवत्तिൽ सस्पॆൻड् चॆय्त वैद्युति केबिळुकൾ
निरवधि टोप्पिंगुकळुळ्ळ ऒरु चॆऱिय पिस्स
वाऴप्पऴत्तिन् अटुत्तुळ्ळ वाऴप्पऴं
कुट्टि कुट कय्यिൽ पिटिक्कुन्नु .
ऒरु चॆऱिय वർण्ण पक्षि
ट्राक्कुकळिൽ ट्रॆयिनिन्ऱॆ मुൻवशत्त्
कॆऱ्ऱिൽ वॆळ्ळियाण्
करटियुटॆ मुखं
" ओऱञ्च् , सिൽवർ डंप् ट्रक्क् "
अच्चाർ अच्चाऱिनटुत्ताण्
स्त्री कुतिरप्पुऱत्ताण्
चाय पात्रं अटुप्पिൽ
मनुष्यൻ ऒरु चित्रत्तिनायि पोस् चॆय्युन्नु
तुऱन्न फ्लिप्प् सॆൽफोൺ
ऒरु फ्रिस्बी कैवशमुळ्ळ व्यक्ति
कुञ्ञ् आन
भागं fa rpad
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
वॆळुत्त अक्कङ्ङൾ उळ्ळ चिह्नं
ऒरु कूट्टं आळुकൾ
कटൽत्तीरत्त् बीज् मणൽ .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
नाय ऒरु जन्मदिनं आघोषिक्कुन्नु
पॆൺकुट्टियुटॆ मुखं
ऒरु मनुष्यൻ सർफिंग् चॆय्युन्नु
पच्चयुं वॆळ्ळयुं उळ्ळ रण्ट् तॆरुव् अटयाळङ्ङൾ
इतॊरु कुळिमुऱियाण्
द्वीप् बीच्च् रंगं
इतॊरु स्यूट्ट्केस् आण्
पान्ऱिൽ मॆऱ्ऱൽ स्ऱ्ऱडुकൾ
इत् कण्णटयाण्
कुञ्ञ् आन
मनुष्यൻ इरिक्कुन्नु
ऎड्ज् फो ऎ पान्ऱि
इत् ऒरु मनुष्यनाण्
इताण् आकाशं
ऒरु ऱोडिलूटॆ निरवधि मोट्टोർसैक्किळुकൾ
इत् ऒरु व्यक्तियाण्
इताण् आकाशं
कॊच्चुकुट्टि
कट्टिलिलेक्क् चायुन्न बाक्क्पाक्क्
ऒरु चुवन्न पत्र यन्त्रं .
ऒरु वरियुटॆ भागं
ऒरु जिऱाफ् अतिन्ऱॆ वा तुऱन्नु
पूच्चयुटॆ वाय तुऱन्नु
ऒरु मेशय्क्क् मुकळिलुळ्ळ ऒरु कण्णाटि
कय्यिൽ कऱुत्त सॆൽ फोൺ
स्केऱ्ऱ्बोർडिൽ ऱॆयिൽ तन्त्रं चॆय्युन्न ऒरु आൺकुट्टि
अग्नि जलांशं कऱुत्तताण्
इत् ऒरु व्यक्तियाण्
ऒरु पॆट्टियिलॆ कत्रिक
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
फ्रिस्बियुमाय् पुल्लिൽ किटक्कुन्न ऒरु नाय
स्लीविन्ऱॆ अऱ्ऱं
इताण् ऱोड्
स्त्रीयुटॆ चॆवियिൽ ऒरु स्वർण्ण कम्मൽ उण्ट्
चॆऱिय पुक निऱञ्ञ वॆळुत्त मेघङ्ङൾ
अलङ्करिच्च प्लष् करटि
चरलिൽ वॆळुत्त ट्रक्क्
स्केऱ्ऱ्बोർडർ बोർडिन् मुकळिलूटॆ उयർत्ति
वायुविൽ ऒरु ओऱञ्च् फ्रिस्बि
ऱोडिൻ्ऱॆ वशत्त् निർत्तियिट्टिरिक्कुन्न वाൻ
मञ्ञ षർट्टिൽ मनुष्यൻ
वनत्तिलॆ मरं बॆञ्च्
द्वीप् बीच्च् रंगं
ऒरु तऱयिൽ ऒरु चविट्टिय
वॆळुत्त प्लष् स्ऱ्ऱफ् चॆय्त पूच्च
निलत्त् कऱुत्त पुळ्ळि
नीलाकाशत्तिൽ मेघङ्ङൾ
आकाशत्त् तिळङ्ङुन्न सूर्यൻ अस्तमिक्कुन्नु
मतिൽ क्लोक्क् पिटिक्कुन्न ऒरु कण्ण्
ऒरु स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीൽ ऱफ्रिजऱेऱ्ऱർ
पय्यन् ओऱञ्च् तॊप्पि
ट्रक्क् सिमन्ऱ् ऒऴिक्कुकयाण् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
घटनयिलॆ घटिकारं .
कुञ्ञ् आन
इतॊरु जलांशं आण्
ऒरु चॆऱिय पच्च टॆन्नीस् बोൾ
कॆट्टिटत्तिलॆ आनक्कॊम्प्
केक्क् पकुति मुऱिच्चु
ऒरु आटुं कुञ्ञुं
आकाशं नील निऱत्तिलाण्
रण्टुपेർ बोट्टिलूटॆ वॆळ्ळत्तिൽ
ऒरु मरं ऱॆयिलिൽ ऒरु जोटि कुरुविकൾ
टोय्लऱ्ऱ् पात्रत्तिൽ इरिक्कुन्न मनुष्यൻ
ऒरु ऱोवुण्ट् अरिञ्ञ पिस्स
ऒरु तेनिन्ऱॆ भागं
मनुष्यൻ कण्णटयिलाण्
बंप् चिह्नत्तिनटुत्त् निൽक्कुन्न मनुष्यൻ
पुऱकिൽ ऒरु पूच्च कट्टिलिൽ विश्रमिक्कुन्नु
मनुष्यൻ ऒरु ह्रस्व वस्त्रं धरिक्कुन्नु
ट्रक्क् ऒरु तॆरुविൽ पाർक्क् चॆय्तु
इताण् मतिൽ
तॆरुविलूटॆ टाक्सि ओटिक्कुन्नु
बीच्च् सन्दർशिक्कुन्न आळुकळुटॆ वർण्णाभमाय तुऱन्न कुटकൾ
इतॊरु बस्साण्
कुप्पायं चुवप्पाण्
मनुष्यൻ स्केऱ्ऱिंग् आण्
पർवत चरिविൽ निൽक्कुन्न स्कीयർ .
मेशय्क्कटियिൽ ऒरु नाय
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
निरवधि लगेजुकൾ
क्लोक्किलॆ कऱुत्त नम्पർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मेशप्पुऱत्त् पच्चक्कऱिकൾ .
सुन्दरमाय मुटि ऒरु बൺ रूपत्तिൽ कॆट्टि
ऒरु केक्किൽ ऒरु चॆऱिय चुवन्न वित्त्
ऒरु मैतानत्त् ऒरु सोक्कർ बोൾ .
ऒरु मनुष्यन्मेൽ कऱुत्त तॊप्पि
सीलिंगिलॆ ऒरु विൻडो
तॆरुव् वाहनङ्ङൾ सञ्चरिक्कुन्नु
प्रदेशत्त् मून्न् जिऱाफुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
अऴुक्क् निऱञ्ञ ऱोडिൽ कऱुत्त कुतिर
पुल्ल् तिन्नुन्न पुൽमेटिलॆ कुतिर
ऒरु प्लाऱ्ऱ्फोमिൽ ऒरु ऱॆयिलिंगिन्ऱॆ निऴൽ
इत् ऒरु मनुष्यनाण्
ऒरु फोट्टोय्क्क् पोस् चॆय्युन्न ऒरु स्त्री
पूच्चयुटॆ कण्णुकൾ
कॆट्टिटं वळरॆ वलुताण्
नाययुटॆ वायिൽ ऒरु पർप्पिൾ फ्रिस्बी
मनुष्यन्ऱॆ मुखत्त् कण्णट
इतॊरु शिल्पमाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कप्प् तविट्ट् टी
ऱोडिलॆ काർ
मेघत्तिन्ऱॆ आർट्ट्
ऒरु किटप्पुमुऱियुटॆ ऒरु चॆऱिय प्रदेशं .
ऒरु निर सिङ्कुकൾ
इत् ऒरु मनुष्यनाण्
कऱुप्पुं वॆळुप्पुं सोक्कർ बोൾ .
ऒरु व्यक्तियुटॆ कैयिलुळ्ळ सॆൽफोൺ .
वैऱ्ऱ् ईस्ऱ्ऱेൺ स्ऱ्ऱैൽ टोय्लऱ्ऱ्
ऒरु पासञ्चർ ट्रॆयिनिൽ यात्र चॆय्युन्न पुरुषन्माർ
इतॊरु आनयाण्
इतॊरु पावयाण्
इताण् आकाशं
इत् ऒरु मनुष्यनाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कऱुत्त पाटुकळुळ्ळ नीळमुळ्ळ जिऱाफि
इत् ऒरु स्त्रीयाण्
इतॊरु काळयाण्
वायुविൽ ऒरु वॆळुत्त तलं
कऱुप्पुं तविट्टुनिऱत्तिलुळ्ळ वास्
विमानत्तिन् पिन्निൽ पुक पुऱप्पॆटुन्नु
कटुक् उपयोगिच्च् होट्ट् डोग् वेविच्चु
इत् ऒरु व्यक्तियाण्
आकाशत्तिलॆ चॆऱिय स्वकार्य विमानं
इतॊरु मैक्रोवेव् आण्
ई क्लोक्क् टवർ ऒरु घटनयिलाण्
कुञ्ञ् आन
समुद्रत्तिलॆ वॆळ्ळं
वॆळुत्त चायं पूशिय नियन्त्रणं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पुल्ल् चॆऱुताण्
ऒरु ग्लासिൽ ब्रौൺ द्रावकं
मनुष्यൻ वॆळुत्त तॊप्पि धरिक्कुन्नु
इताण् विमानं
ऒरु कालिन्ऱॆ ऒरु भागं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
तऱ मणൽ कॊण्ट् मूटियिरिक्कुन्नु
अकलॆ ऒरु मरत्तिन्ऱॆ पालत्तूൺ
तॆरुविൽ ऒरु पाർक्किंग् मीऱ्ऱർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु व्यक्तियुटॆ तलमुटि
ऎल्लां चारनिऱत्तिलुळ्ळ वस्त्रङ्ङळुं धरिच्च व्यक्ति
आनय्क्क् नीळमुळ्ळ चारनिऱमुळ्ळ तुम्पिकै
स्त्री इरिक्कुन्नु
स्केऱ्ऱ्बोർडिलॆ मनुष्यൻ
ऱोडिൽ ऒरु मञ्ञ वर
ग्लास् व्यक्तमाण् .
काऴ्च बात्त्ऱूमिलाण्
इत् ऒरु व्यक्तियाण्
स्केऱ्ऱ् बोർडिलॆ मनुष्यൻ
ऒरु वलिय वॆळुत्त विमानं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कुञ्ञ् आन
ऒरु बाग् कोट्टൺ मिठायि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
सिङ्किൽ तूक्कियिट्टिरिक्कुन्न वॆळुत्त तूवाल .
आकाशत्त् पऱक्कुन्न रण्ट् विमानङ्ङൾ .
ऒरु कूट्टं जॆऱ्ऱुकൾ पऱक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु वरियुटॆ अग्रं
इवർ रण्टु स्त्रीकळाण्
ऒरु कऱुत्त ट्राष् बाग् .
चुवन्न तॆरुव् वॆळिच्चं
कुञ्ञ् आन
ऒरु ट्रॆयिनिൽ फ्रण्ट् ऎൻड्
ऒरु कषणं सोसेज्
" मूलयिൽ वलिय तविट्ट् , वॆळ्ळ पळ्ळि . "
ऒरु तळिकयिൽ पच्च पच्चक्कऱिकൾ मुऱिक्कुक .
चुवप्पुं वॆळ्ळियुं किच्चൻ ऎय्ड् मिक्सർ
मञ्ञ टॆन्नीस् बोൾ मध्यवायुविൽ
ऒरु मूलयिलॆ अलमारयिൽ वॆळ्ळि निऱमुळ्ळ टॆलिविषൻ .
वलुप्पमुळ्ळ टूत्त् ब्रष् कैवशमुळ्ळ पिङ्क् षർट्टिलुळ्ळ स्त्री
ऒरु मुऴुवൻ चीस् पिस्स
मेशप्पुऱत्त् कुटकൾ
वർण्णाभमाय स्प्रींकिൾस् उळ्ळ पिङ्क् फ्रोस्ऱ्ऱड् डोनट्ट् .
इत् ऒरु व्यक्तियाण्
पूർण्णमायुं वळർन्न मुतिർन्न जिऱाफ्
अवसान पट्टिकयिलॆ वास्
hte फुट्पात्तिलॆ आळुकൾ
काऱिन्ऱॆ मुൻ टयർ
इतॊरु नगर क्रमीकरणमाण्
उळ्ळिൽ ऒरु फोൺ औट्ट्लॆऱ्ऱ्
बेस्बोൾ गॆयिं काणुन्न आळुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु निऴलिൻ्ऱॆ भागं
चुवन्न बम्पർ स्ऱ्ऱिक्कऱिൽ वॆळुत्त अक्षरं
इतॊरु टी केक्क् आण्
कुटयुळ्ळ ऒरु मनुष्यൻ
विൻडोयुटॆ अरिकिलुळ्ळ षट्टർ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पूच्चयुटॆ कण्ण् .
ऒरु व्यक्तियुटॆ भुजं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
वाचकं वॆळुत्तताण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
तॆरुविൽ निൽक्कुन्न आळुकൾ
ऒरु पात्रं सालड्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कन्नुकालिकൾ वयलिൽ उण्ट्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इत् ऒरु स्त्रीयाण्
नाय उऱङ्ङुकयाण्
इत् ऒरु व्यक्तियाण्
इतॊरु अटुक्कळ प्रदेशमाण्
" चुवप्प् , ओऱञ्च् ट्रॆयिൻ "
इतॊरु पक्षियाण्
कुञ्ञ् आन
इतॊरु सैक्किळाण्
ऒरु कऱुत्त ट्राष् बाग् .
ऱोळिंग् स्यूट्ट्केस् उळ्ळ व्यक्ति
ऒरु कषणं ऱॊट्टि
मरत्तिन् मुकळिൽ नीळमुळ्ळ वाൽ उळ्ळ ऒरु पट्टं
ट्राक्कुकळिൽ चुवप्पुं वॆळ्ळयुं ट्रॆयिൻ .
फ्रॆयिमिൽ ऒरु व्यक्तियुटॆ हॆൽमॆऱ्ऱ्
कय्यिलुळ्ळ वै ऱिमोट्ट् .
इव वृक्षत्तिन्ऱॆ शाखकळाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ट्राक्कुकळिൽ चुवप्पुं वॆळ्ळियुं उळ्ळ ट्रॆयिൻ .
चूण्टिक्काणिक्कुन्न मिनिऱ्ऱुं मणिक्कूऱुं कैकൾ .
ऒरु तळिक ऒरु तरं बർगർ
मनुष्यൻ तऱक्क् मुकळिൽ आण्
नील जाक्कऱ्ऱ् धरिच्च पय्यൻ
पच्च निऱमुळ्ळ पुतिय आप्पिൾ
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु ग्लास् ज्यूस्
वॆळुत्त निऱमुळ्ळ सोक्स् धरिच्च मनुष्यൻ
सैक्किळिनरिकिൽ निൽक्कुन्न ऒराൾ
ऒरु पेप्पऱिन्ऱॆ अग्रं
इत् ऒरु मनुष्यनाण्
निलत्त् कऱुत्त पुळ्ळि
चित्रङ्ङൾ ऒन्नुतन्नॆयाण्
पारासॆयिलिंग् चॆय्युन्न ऒरु व्यक्ति
पुतिय ओऱञ्च् कष्णं
निलत्त् बॆञ्च्
तविट्टुनिऱत्तिलुळ्ळ करटि निलत्त् किटक्कुन्नु
आनयुटॆ तुम्पिक्कैयिൽ ऒरु पेन
पलककळुटॆ शेखरं
ऒरु नटुमुऱ्ऱं पुऱत्त् सज्जमाक्कि
ऒरु अऴुक्कुचालिन्ऱॆ पिन्निൽ ऒरु मञ्ञ ट्रॆयिൻ ओटुन्नु .
ऱॆयिൽवेयिൽ ट्रॆयिൻ
पक्षिकൾ इलकळुटॆ मुकळिൽ इरिक्कुन्नु .
ऒरु वलिय कऱुत्त करटि
ऒरु कऱुत्त ट्राष् बाग् .
मॆऴुकुतिरिकळुमायि ऒरु दीർघचतुरं जन्मदिन केक्क् चुमक्कुन्न स्त्री
ऒरु मूङ्ङ पोस्ऱ्ऱिൽ निൽक्कुन्नु
ऒरु वलिय वॆळुत्त पात्रं
" ट्राक्कुकळिൽ मञ्ञ , कऱुत्त ट्रॆयिൻ . "
टोय्लऱ्ऱिन् पुऱत्त् स्त्री प्रतिम .
कऱुत्त तॊप्पि धरिच्च स्त्री
अऴुक्कुचालिൽ वरच्च वरिकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
स्वॆऱ्ऱർ चारनिऱमाण्
ऒरु कूट्टं शस्त्रक्रिया उपकरणङ्ङൾ
ऒरु वॆळुत्त नाय अतिन्ऱॆ पिन्निൽ किटक्कुन्नु
चुट्टुपऴुप्पिच्च पिस्स पै
लैऱ्ऱुकळुळ्ळ मूलयिൽ वॆळुत्त कोट्ट . लैऱ्ऱुकळुळ्ळ मूलयिൽ वैऱ्ऱ् कोट्ट .
ऒरु मनुष्यन्ऱॆ कै
मेघं चारनिऱमाण्
ऒरु स्कि चरिविलुळ्ळ ऒरु व्यक्ति
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
ऒरु स्ऱ्ऱाൻडिलुळ्ळ ऒरु ऐफोൺ
वायुविൽ पऱक्कुन्न ऒरु जॆऱ्ऱ्
पिस्सयिൽ ऒरु कूൺ उण्ट् .
स्केऱ्ऱ् फीൽडिलॆ ऒरु व्यक्ति
ZDS चुरुक्कनामं उळ्ळ ऒरु तविट्ट् rv
घटिकारं वॆळुत्तताण्
ऒरु वलिय कऱुत्त मोट्टोർबैक्क्
कुप्पायं मञ्ञयाण्
उपकरणङ्ङळुळ्ळ मेशकൾ
फलं चुमरिൽ निन्न् तूङ्ङिक्किटक्कुन्नु
ऒरु बैक्किन्ऱॆ किक्क् स्ऱ्ऱाൻड्
चुवन्न फ्रिस्बी वायुविൽ
निलत्त् कऱुत्त पुळ्ळि
रण्टुपेർ सർफिंग् नटत्तुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
तविट्ट् मरं बॆञ्च् अऴि
ऒरु वॆळुत्त विळक्क् निऴൽ
" ऒरु घटिकारवुं , मणि गोपुरवुं "
पाർक्क् चॆय्तिरिक्कुन्न चुवप्पुं नीलयुं ट्रॆयिൻ काർ
कुक्किकळुटॆ ऒरु प्लेऱ्ऱ्
फोट्टोयिलॆ कॆट्टिटङ्ङൾ
पाൻकेक्किलॆ वाऴप्पऴं .
" चुवप्प् , कऱुप्प् मोट्टोർसैक्किൾ "
बोट्टिलॆ ग्लास् विൻडो
तलयिणयिൽ रण्ट् नाय्क्कൾ
ट्राक्कुकൾ माऱाൻ तय्याऱॆटुक्कुन्न चुवन्न ट्रॆयिൻ
कटൽत्तीरत्तॆ ऒरु पूडिൽ
नीलाकाशत्तिൽ चॆऱिय कैऱ्ऱ्
ट्रक्किलॆ चक्रं
ऎड्ज् फो ऎ ट्रे
वॆळुत्त अम्पटयाळं उळ्ळ नील चिह्नं
बात्त् टवलिൽ चुवन्न चतुर रूपं
इत् ऒरु मनुष्यनाण्
ऒरु सीब्रयुटॆ चॆवि
तॆरुविൽ ऒरु विळक्क् तूൺ
ऒरु कऱुत्त पात्रं शिरोकवजं
ऒराൾ फ्रिस्बी ऎऱियुन्नु
नीलाकाशत्तिन्ऱॆ चॆऱिय पाच्च्
स्त्री नटप्पातयिलूटॆ नटक्कुन्नु
आकाशत्तिलूटॆ पऱक्कुन्न रण्ट् विमानङ्ङൾ .
अवൻ ऒरु षർट्ट् धरिक्कुन्निल्ल
अवൻ ऒरु बेस्बोൾ कळिक्कारनाण्
ऱोडिन्ऱॆ वशत्तुळ्ळ कॆट्टिटङ्ङळुटॆ कूट्टं .
निलत्त् कऱुत्त पुळ्ळि
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ग्रे लाप्टोप्प् कम्प्यूट्टർ
क्लोक्किलॆ कऱुत्त ऱोमൻ संख्य XII
निलत्त् कऱुत्त पुळ्ळि
" पच्च , मञ्ञ ट्रॆयिൻ ऎञ्चिൻ "
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मुൻवशत्त् ऒरु बർगർ
पूक्कळुळ्ळ ऒरु मेश
उयरमुळ्ळ पच्च पुल्ल्
रण्टुपेർ ऒरुमिच्च् निൽक्कुन्नु
ऒट्टकप्पक्षियुटॆ कण्ण्
रण्ट् आळुकൾ टॆन्नीस् कळिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वाऴप्पऴत्तिൽ ऒरु स्ऱ्ऱिक्कർ
पास्पोർट्ट् मेशप्पुऱत्त्
सीब्रयुटॆ ऒरु कूट्टं
ऒरु आൺकुट्टियुटॆ चॆवि
आकाशत्त् रण्ट् पट्टं
कुञ्ञ् आन
ऒरु पट्टं कैवशमुळ्ळ ऒराൾ
चॆऱिय चुवन्न कमान विൻडो
ऒरु बॆञ्चिൽ ऒरु नाय
कोൺक्रीऱ्ऱिൽ मञ्ञ कुट
षवऱिൽ सिൽवർ हाൻडिൽ
पिङ्क् षർट्ट् धरिच्च सोक्कർ कळिक्कारൻ
षർट्टिൽ ऒरु बट्टൺ
विमानं पुऱप्पॆटुन्नु
पय्यൻ चॆरुप्प् शरियाक्कुन्नु
मनोहरमाय तॆळिञ्ञ आकाशं .
ग्लास् कुप्पिकळिൽ पूक्कൾ
हों प्लेऱ्ऱिൽ कळिक्कुन्न रण्ट् कळिक्काർ .
ऒरु लोहध्रुवं
आनयिൽ इरिक्कुन्न व्यक्ति
बूं उयർत्तिय वॆळुत्त चॆऱिपिक्कർ ट्रक्क्
चाർट्टർ विमानं चारनिऱमाण्
पेन इൽ आटुकൾ
ऒरु पक्षिक्क् वलिय चिऱकुकळुण्ट्
ब्रष्ड् स्ऱ्ऱीൽ सिङ्क् बेसिൻ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
नाययिൽ कऱुत्त रोमङ्ङൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वॆळुत्त निऱमुळ्ळ आटुकൾ निൽक्कुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
मैतानत्तुळ्ळ आळुकൾ
आकाशत्त् वॆळुत्त मेघं
नाय निलत्तु इरिक्कुन्नु
टोय्लऱ्ऱिൽ ऒरु पूच्च
ग्लासिन् पिन्निൽ डोणट्ट्स् उण्ट्
मनुष्यൻ मञ्ञुमलयिൽ चारियिरिक्कुन्नु
चॆऱिय नील मेश फाൻ
तऱयिൽ ऒरु तमोद्वारं
कूट्टत्तिलॆ ऒरु कुट्टि
पूർण्ण पिस्स वॆड्जुकळायि मुऱिच्चु
इरुण्ट पुऱंतोट् उळ्ळ ऱौण्ट् पिस्स
सरसफलङ्ङൾ
वायुविलॆ ब्रैऱ्ऱ्लैऱ्ऱुकൾ
वॆळ्ळयिൽ चुवप्पुं वॆळ्ळयुं उळ्ळ ऒरु विमानं
मेशप्पुऱत्त् वॆळ्ळि वॆण्ण कत्ति
ऒरु स्केऱ्ऱ्बोർडऱिन्ऱॆ नील स्केऱ्ऱ्बोർड् .
" पच्च , मञ्ञ वरयुळ्ळ तॊप्पि "
तऱयिൽ पच्च ग्लास्
ऒरु बाग् कोट्टൺ मिठायि
अटुक्कळ कौण्टऱिൽ टैलुकळुण्ट्
ऒरु टोय्लऱ्ऱिन्ऱॆ ताऴत्तॆ भागं ई मुऱियिൽ इरिक्कुन्नु
कुप्पियुटॆ भागं
वाचकं सन्तोषकरमाणॆन्न् पऱयुन्नु
आकाशत्त् वॆळुत्त वरकൾ
इतॊरु ट्रक्क् आण्
ऒरु स्त्री कुट पिटिक्कुन्नु
वनिता टॆन्नीस् कळिक्कारൻ .
ऒरु कुञ्ञिन्ऱॆ जन्मदिन तॊप्पि
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वॆळ्ळि 4 वातिൽ काർ तॆरुविलूटॆ ओटिक्कुन्नु
नदालिन् मञ्ञ हॆड्बाൻड् उण्ट्
कऱुत्त फർणिच्चऱुकळुळ्ळ फिषिंग् टाङ्क्
चिह्नत्तिन्ऱॆ वशत्त् चुवन्न पक्षि .
मेशप्पुऱत्त् मत्स्यं
निलत्त् कऱुत्त पुळ्ळि
ऒरु तॆरुव् चिह्नत्तिൻ कीऴिൽ पिटिच्चिरिक्कुन्न पूह् करटियॆ विन्नि
ऒरु सीब्रयुटॆ तल
वॆळुत्त पूत्तट्टत्तिൽ वॆळुत्त पूक्कൾ
आൺकुट्टिक्क् चुवप्पुं वॆळ्ळयुं कुप्पायमुण्ट् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ई मनुष्यൻ फलं विൽक्कुन्नु
मुൻवशत्तॆ समयत्तिनॊप्पं क्लोक्क् चॆय्युक .
इव मरत्तिलॆ इलकळाण्
अटुक्कळ कौण्टऱिൽ नाल् वाऴप्पऴं
मञ्ञ् वीऴुन्न ऒरु व्यक्ति
आनयुटॆ तल
नीलयुं वॆळ्ळयुं टॆन्नीस् ऱाक्कऱ्ऱ् .
ऒरु सीब्रयुटॆ पिन्निൽ
इतॊरु वलिय घटिकारमाण्
बण्णिलॆ क्राष् आक्षൻ चित्रं
लैऱ्ऱർ मेशप्पुऱत्तुण्ट् .
निलत्त् कऱुत्त पुळ्ळि
सिङ्किनु कीऴिलुळ्ळ ब्रौൺ ड्रोयऱुकൾ .
ऒरु वयलिलॆ निरवधि पशुक्कൾ .
व्यक्ति वायुविൽ चाटुन्नु
सिमन्ऱिൽ मरं कॊण्टुळ्ळ ऒरु रेख
ऒरु कुट्टियॆ पिटिक्कुन्न स्त्री
ऒरु मरत्तिन्ऱॆ तटि
इतॊरु लघुभक्षणमाण्
निलत्त् कऱुत्त पुळ्ळि
निलत्त् कऱुत्त पुळ्ळि
इत् ऒरु व्यक्तियाण्
निർत्तुक ऎन्नुळ्ळ फोट्टो
पऴय रीतियिलुळ्ळ ट्रॆयिൻ ऎञ्चिൻ काർ
निलत्त् कऱुत्त पुळ्ळि
ओऱञ्च् कलत्तिൽ चॆटि
अवർ बेस्बोൾ कळिक्काराण्
मनुष्यൻ ऒरु स्यूट्ट् धरिक्कुन्नु
अवൻ कुनियुन्नु
तॆरुविൽ ऒरु पाർक्किंग् मीऱ्ऱർ उण्ट्
ऒरु करटि कुट्टि ऱोडिൽ नटक्कुन्नु
निलत्त् कऱुत्त पुळ्ळि
जिऱाफॆ ऒरु मरत्तिൽ निन्न् कऴिक्कुन्नु .
कॆट्टिटत्तिൽ नियोൺ विळक्कुकൾ
" वॆळ्ळि , चारनिऱत्तिलुळ्ळ पाർक्किंग् मीऱ्ऱർ "
निलत्त् कऱुत्त पुळ्ळि
स्नो गियർ धरिच्च कुट्टि
आन चारनिऱमाण् .
वरयुळ्ळ स्वऱ्ऱ् पान्ऱुकൾ धरिच्च पय्यൻ
बौळർ तॊप्पि धरिच्च सीब्र
इतॊरु ऎयർबसाण्
नटुमुऱ्ऱत्तेक्क् नयिक्कुन्न पच्च फ्रञ्च् वातिलुकൾ
निलत्त् कऱुत्त पुळ्ळि
ऒरु मृगं मात्रमे काणानाकू .
ऒरु नवदम्पतिकൾ
इतॊरु उऱुम्पाण्
वॆळ्ळयुं नीलयुं अൺब्रॆल्ल
आकाशत्त् ऒरु कटुत्त प्रकाशं
मञ्ञयुं चारनिऱत्तिलुळ्ळ ट्रॆयिൻ
नटप्पातयिलॆ व्यक्ति
चुमरिൽ ऒरु बൾब्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
आकाशत्तिलॆ कऱुत्त वस्तु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
मेशप्पुऱत्त् ऒरु पिस्स
मनुष्यൻ स्केऱ्ऱ्बोർड् ओटिक्कुन्नु
पुल्लिൽ पाർक्किंग् मीऱ्ऱർ .
पच्च बॆञ्चिൽ इरिक्कुन्न मनुष्यൻ
ऒरु कऱुत्त ट्राष् बाग् .
टोय्लऱ्ऱिन्ऱॆ अरिकिൽ मनुष्यൻ कुनियुन्नु .
ऒरु कषणं ऱॊट्टि
चुवप्पुं वॆळ्ळयुं कप्प् मेशप्पुऱत्त्
मून्न् कुट्टिकൾ परस्परं निൽक्कुन्नु
बैक्क् ओटिक्कुन्न व्यक्ति .
ऒरु चॆऱिय कुट्टि स्कीयिंग् चॆय्युन्नु
निरवधि वाऴप्पऴङ्ङൾ पिटिच्चिरिक्कुन्न पॆൺकुट्टि
ऒरु वलिय कूट्टं आळुकൾ वल वेलिक्क् पिन्निൽ निൽक्कुन्नु .
ब्लीच्चऱुकळिलॆ काणिकൾ
मुऱि ऒरु कुळिमुऱियाण् .
कटൽत्तीरत्त् ऒरु पशु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इत् वळरॆ वलिय ट्रक्काण्
स्कीयिसिൽ निൽक्कुन्न स्त्री
ऒरु नाययुटॆ कण्ण्
इटतुवशत्त् वॆळुत्त बस्
द्वीप् बीच्च् रंगं
ऒरु बाग् कोट्टൺ मिठायि
फीൽडिलॆ सीब्रकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ट्राक्कुकळिൽ परिशीलनं
इतॊरु बॆञ्चाण्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु कॆट्टिटत्तिन्ऱॆ मुൻभागं
ऒरु वॆळुत्त विनोद यूणिऱ्ऱ्
पॆൺकुट्टि पल्ल् तेक्कुकयाण्
ऱोडिन्ऱॆ वशत्त् ऒरु पशु
अटिक्काൻ पोकुन्न पन्त्
बेस्बोൾ ऎऱियुन्न बेस्बोൾ कळिक्कारൻ
ननञ्ञ नाय वॆळ्ळत्तिൽ कुळिक्कुन्नु
मेशप्पुऱत्त् वैൻ ग्लास्
अरिञ्ञ वाऴप्पऴं पात्रत्तिൽ
मीऱ्ऱऱिൽ नाणय द्वारं परस्यं
मणलिൽ पाऱकൾ
मनुष्यन्ऱॆ तलयिൽ कऱुत्त शिरोकवजं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु पात्रत्तिൽ अरियुटॆ मुकळिൽ चीर .
ऒरु विमानत्तावळत्तिन् पुऱत्तुळ्ळ विमानङ्ङൾ
" ऒरु जोडि मञ्ञ , कऱुप्प् स्कीस् "
ऒरु स्केऱ्ऱ्बोർडिൽ कुट्टि
" वॆळ्ळवुं , अतिलॆ आळुकळुं "
2 जिऱाफुकൾ तॆरुविൽ नटक्कुन्नु
विळक्किन्ऱॆ मुकळिൽ
ऒरु कൺट्रोळऱिൽ ऒरु स्वർण्ण दिशासूचन पाड्
ऒरु स्त्री ऒरु वॆळुत्त अप्रोൺ धरिच्चिरिक्कुन्नु
मञ्ञ मोट्टोർसैक्किळिൽ पुऱकिलुळ्ळ टॆयिൽ लैऱ्ऱ्
रण्टुपेർ चुऱ्ऱुं अलञ्ञुनटक्कुन्नु .
आनयुटॆ तुम्पिक्कै
आकाशं इरुण्ट पർप्पिൾ निऱमाण्
निलत्त् कऱुत्त पुळ्ळि
कूटारं मणलिन् मुकळिൽ उयർन्नु .
ऒरु बाग् कोट्टൺ मिठायि
ऒरु मेच्चिൽप्पुऱत्त् पशुक्कൾ
स्त्रीकळुटॆ वयऱ्
मनोहरमायि अलङ्करिच्च चोक्लेऱ्ऱ् केक्क्
ऒरु तटि बोർड्
रण्ट् चॆऱिय तविट्ट् तलयिणकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पाचक क्लास् पठिप्पिक्कुन्न षॆफ्
ऒरु वॆळुत्त बॆड् तलयिण
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
बॆञ्चिलिरुन्न् रण्टुपेർ .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ट्रॆयिൻ स्ऱ्ऱेषनिलूटॆ कटन्नुपोकुन्नु
बोർडिൽ ऒरु साൻड्विच्च् उण्ट् .
वॆळुत्त काർडिगनिൽ पॆൺकुट्टि
द्वीप् बीच्च् रंगं
मनुष्यൻ जाक्कऱ्ऱ् धरिक्कुन्नु
ट्राफिक् सिग्नൽ लैऱ्ऱ् तूक्कियिरिक्कुन्नु
चुवरुकळिൽ रण्ट् निऱङ्ङळुळ्ळ वलिय टैलुकൾ
आൺकुट्टिक्क् वॆळुत्त सफारि तॊप्पियुण्ट् .
विൻडोय्क्क् पुऱत्त् नोक्कुन्न टाൻ पूच्च
मनुष्यൻ वॆळुत्त षർट्टिൽ उण्ट्
मरत्तिൽ पच्च इल
ऒरु कऱुत्त ट्रक्क् पाർक्क् चॆय्तु
ऒरु वलिय कष्णं पिस्स
मरङ्ङळुटॆ कटपुऴकि
ऒरु कऱुत्त ट्राष् बाग् .
वेलिक्क् अटुत्तुळ्ळ मरं तोट्टं बॆञ्च्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
समुद्रजलत्तिलॆ अलकൾ
पात्रं पिस्स पिटिक्कुन्नु .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वाहनत्तिनुळ्ळिलॆ लैऱ्ऱुकൾ
मञ्ञुवीऴ्चयिൽ नटक्कुन्न ऒराൾ
पिङ्क् कण्पोळकळुळ्ळ तविट्टुनिऱत्तिलुळ्ळ टॆडि बियർ
नटप्पातयिलॆ चॆऱिय अटयाळङ्ङൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु विळक्कुमाटत्तिन् मुन्निൽ ऒरु कुतिर मेयुन्नु
इतॊरु अटुक्कळ कत्तियाण्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
वानिन्ऱॆ वशत्त् वलिय पच्च इल .
षट्टिൽ अतिन्ऱॆ अटित्तऱयिलेक्क् तिरिकॆ कॊण्टुपोकुन्नु
ऒरु जन्मदिन कुक्कि केक्क्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
मुൻवशत्तुळ्ळ ऒरु कॊच्चुकुट्टि
बसिൽ विൻड्षीൽड्
कोच्च् पेऴ्स् .
स्ऱ्ऱोविൽ ऒरु वलिय चुवन्न कलं
ऒरु मैतानत्त् रण्ट् बेस्बोൾ कळिक्काർ
कऱुत्त बोट्ट् वॆळ्ळत्तिൽ सञ्चरिक्कुन्नु
वॆळ्ळं पच्चयुं ऒऴुकुन्नतुमाण्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
बॆञ्चिൽ मून्न् निऱमुळ्ळ पूच्च
शैत्यकालत्तॆ आटुकൾ
टोय्लऱ्ऱ् अतिൽ वॆळ्ळमुळ्ळ सीऱ्ऱ्
पश्चात्तलत्तिൽ इरुण्ट पच्च वेलि
वർण्णाभमाय स्यूट्ट्केसुकळुटॆ शेखरं
स्ऱ्ऱेषनिൽ ट्रॆयिൻ ट्राक्कुकൾ
मञ्ञुवीऴ्चयुळ्ळ उपरितलं
बॆड् फ्रॆयिमिൽ कऱुत्त पाय
द्वीप् बीच्च् रंगं
टोय्लऱ्ऱ् वृत्तिकॆट्टताण्
कारट्टिൻ्ऱॆ ओऱञ्च् भागं
ऒरु बाग् कोट्टൺ मिठायि
जिऱाफिन् ऒरु वाययुण्ट्
स्केऱ्ऱ्बोർड् ओटिक्कुन्न ऒरु कुट्टि
ऱॆस्ऱ्ऱोऱन्ऱिनुळ्ळ अटयाळं
ऒरु कूट्टं मञ्ञ वाऴकൾ .
पशु किटक्कुन्नु .
ऒरु पच्च मालिन्य बास्क्कऱ्ऱ्
चिह्नं प्रायमाय आळुकळॆ सूचिप्पिक्कुन्नु
ऒरु चॆऱिय आट् ओटुन्नु .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
क्लोक्किन् चुऱ्ऱुमुळ्ळ वेलि
मनुष्यൻ कऱुत्त तॊप्पि धरिक्कुन्नु
वलत् वॆळ्ळि फौस्ऱ्ऱ्
मोणिऱ्ऱർ ओणाण्
मनुष्यൻ तविट्ट् निऱत्तिलुळ्ळ तॊप्पि धरिक्कुन्नु
द्वीप् बीच्च् रंगं
ऒरु कॊट्टयिൽ ग्रिൽ चॆय्त साൻड्विच्च्
ऒरु स्त्रीयुटॆ मेൽ चुवन्न वस्त्रं
Goose वायुविൽ पऱक्कुन्नु
कॆट्टिटत्तिൽ सि अक्षरं
ऒरु कऱुत्त ट्राष् बाग् .
इरुण्ट ओऱञ्च् लैफ् जाक्कऱ्ऱ्
ऒरु मुऱियिൽ ऒरु किटक्क
नाययुटॆ पिङ्क् नाव्
उळ्ळिൽ भक्षणत्तोटुकूटिय ऒरु कूट्टं विभवङ्ङൾ
इळं चारनिऱत्तिलुळ्ळ आकाशं
ऱोडिन्ऱॆ अरिकिलुळ्ळ ऒरु ईन्तप्पन
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पॊतिञ्ञ वीटिन्ऱॆ मुकळिൽ
तॆरुविൽ ऒरु बस्
वॆळुत्त चुमरिൽ चॆऱिय वർण्णाभमाय अलङ्कारङ्ङൾ
बाक्क्पाक्किनॊप्पं तविट्ट् नाय
ऒरु पाർक्कुचॆय्त मोट्टोർ सैक्किൾ कऱुत्त टयർ .
स्नोबोർडർ वायुविलूटॆ पऱक्कुन्नु
आकाशत्त् पट्टं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ई जिऱाफ् ऒरु ट्रैपोड् पोलॆ काणप्पॆटुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
समुद्रत्तिलॆ वळरॆ परुक्कൻ वॆळ्ळं
ऒरु स्त्री संवेदनात्मक वीडियो गॆयिं कळिक्कुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
टॆडि बियऱिन्ऱॆ कण्ण्
चित्रमॆटुक्कुन्न स्त्रीयुटॆ कण्णाटियिൽ प्रतिफलनं
ऒरु टॆडि बियऱिन्ऱॆ तल
ऒरु वॆळुत्त ऎस्युवि .
अग्नि जलांशं मञ्ञयाण्
अवൻ ऒरु सिൽवർ क्यामऱ होൾड् चॆय्युन्नु
ऒरु बॆञ्चिൽ इरिक्कुन्न व्यक्ति
वेविच्च वॆळुत्त कोळिफ्ळवർ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
रण्टुपेർ कण्णट धरिक्कुन्नु
सिङ्क् वॆळुत्तताण्
कुट्टि अवरुटॆ कुप्पायं तलय्क्क् मुकळिलूटॆ वलिच्चिट्टु
नीळत्तिൽ उळ्ळ पच्च मॆऱ्ऱൽ स्ट्रीऱ्ऱ् पोൾ
वॆळ्ळत्तिൽ वळ्ळं
मरंकॊण्टुळ्ळ तऱ
कण्णट
रण्ट् सॆൽ फोणुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
रुचिकरमाय चुट्टुपऴुप्पिच्च पास्त
ऒरु वॆळुत्त किटक्क
कट्टिलिൽ विदूरमायि
कत्रिक स्वർण्णमाण्
ओऱञ्च् सुरक्षा वस्त्रं धरिच्च मनुष्यൻ
कुतिरप्पुऱत्त् रण्टुपेർ
इळं नील तलं रूपकൽप्पन
पिस्सयिൽ चुवन्न सोस्
विൻडोयिलॆ सीब्रयुटॆ तल
सർफिंग् चॆय्युन्न ऒरु पुरुषൻ
स्त्री सർफिंग्
निलत्त् आप्पिळिन्ऱॆ बुषॆൽ .
ऒरु प्लाऱ्ऱ्फोमिൽ परिशीलनं
कुञ्ञ् आन
सोक्कർ गोळि
मेशप्पुऱत्त् चुरुण्ट वॆळुत्त रसीत्
मून्न् कुतिरकൾ निलत्तुण्ट्
ऒरु बाग् कोट्टൺ मिठायि
नील जीൻस् धरिच्च मनुष्यൻ
स्त्रीयुटॆ कैत्तण्टयिൽ वाच्च्
आऴमिल्लात्त वॆळ्ळं
कुट्टि वळ्ळत्तिൽ इरिक्कुन्नु
मेशप्पुऱत्त् ऒरु ग्लास् वीञ्ञ्
वॆळुत्त पान्ऱ्स् धरिच्च ऒरु स्त्री
कारऱ्ऱिन् मुकळिलाण् समोस
ऒरु ट्रिक्किन्ऱॆ मध्यत्तिൽ ऒरु स्केऱ्ऱ्बोർडർ
ऒरु कऱुत्त ट्राष् बाग् .
नील हॆൽमॆऱ्ऱ् धरिच्च बोൾ प्लॆयർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पक्षि पुल्लिൽ निൽक्कुन्नु
ऱोमൻ अक्क संख्यकळुळ्ळ क्लोक्क्
इत् ऒरु काऱिनुळ्ळिलाण्
हिमत्तिൽ कुऴिच्चिट्ट स्की पोൾ
इत् ऒरु चन्तयिलाण्
इतॊरु कोफि टेबिळाण्
ऒरु कऱुत्त ट्राष् बाग् .
नरच्च मुटियुळ्ळ ऒरु वृद्धൻ
विभवत्तिൽ ऱौण्ट् पिस्स
मृगत्तिन्ऱॆ पिन्निൽ
उयरमुळ्ळ वॆळुत्त वैद्युत चरटुकൾ
डॆस्क्किन् मुकळिൽ लाप्टोप्प्
मञ्ञुमूटिय पർव्वतं
ऒरु द्वारत्तिൽ निन्न् जॆल्लि पूरिप्पिक्कൽ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
तऱयिൽ वृत्तिकॆट्ट टिष्यु
ई मनुष्यൻ सർफिंग् चॆय्युन्नु
मनुष्यൻ सർफिंग् चॆय्युन्नु
चुवप्पुं वॆळ्ळयुं अटङ्ङिय अटयाळं
काऱिൽ टयർ
ऒरु ट्रक्किन्ऱॆ पुऱकिൽ .
ऒरु बस्सिलॆ चक्रं
चॆऱिय वॆळुत्त शिशु कुट्टि
कॆट्टिटत्तिनु नेरॆ ट्रक्कुकൾ
ऒरु वॆळुत्त बेस्बोൾ
मनुष्यൻ चुवप्पुं वॆळ्ळयुं स्नोस्यूट्ट् धरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु ट्रॆयिൻ ऒरु ट्रॆयिൻ स्ऱ्ऱेषनिलेक्क् वलिक्कुन्नु
कम्प्यूट्टർ कीबोർडिൽ कालिक्को क्याऱ्ऱ्
कुटयुटॆ पिन्निൽ ऒरु उरुक्क् तटस्सं
पुल्लिൽ फ्रिस्बियुटॆ निऴൽ
पच्च फ्रण्टुकळुळ्ळ ईन्तप्पन
व्यक्तिक्क् कुऱच्च् व्यायामं लभिक्कुन्नु
जीवितं ऒरु तूवालयिൽ ऎऴुति
वॆळुत्त ऎऴुत्त् उळ्ळ चुवन्न तॊप्पि
तण्णिमत्तൻ विൽक्कुन्न ऒरु वृद्धൻ .
फोट्टोग्राफऱुटॆ वाट्टർमाർक्क्
काबिनऱ्ऱिൽ ब्रौൺ वास् .
टिवि स्क्रीनिൽ कुऱिप्प् पोस्ऱ्ऱुचॆय्युक
मनुष्यൻ बॆञ्चिൽ इरिक्कुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
निऴलिൽ आन
पुल्लिൽ निൽक्कुन्न ऒराൾ
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु वृत्ताकृतियिलुळ्ळ वॆळुत्त प्लेऱ्ऱ्
स्केऱ्ऱ्बोർडिलॆ उൽप्पन्न स्ऱ्ऱिक्कർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कऱुत्त बाक्क्पाक्किൽ किटक्कुन्न सन्तोषकरमाय पूच्च
सीब्र
ऒरु पाർक्किൽ फ्रिस्बी कळिक्कुन्न मनुष्यൻ
ऒरु कऱुत्त ट्राष् बाग् .
पिस्स अटङ्ङिय पात्रं
स्ऱ्ऱफ् चॆय्त मृगङ्ङൾ ऒरु पाർक्किൽ प्रदർशिप्पिच्चिरिक्कुन्नु
ऒरु बैक्किन्ऱॆ मुൻ चक्रं
ट्रॆयिनिൽ 01
टाङ्क् मतिलिनटुत्ताण्
पाർक्क् बॆञ्चिൽ इरिक्कुन्न रण्ट् स्त्रीकൾ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् वॆळुत्त स्तंभं .
बस् ऱोडिൽ निർत्तियिरिक्कुन्नु
वॆळुत्त वलिय बस्
ऱॆड् बस्
पातयिलॆ ऒरु तीवण्टि
पच्च अक्षर ऎक्सिऱ्ऱ् चिह्नं
मनुष्यൻ मुऱ्ऱत्त् वळयुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऱൺवेयिൽ ऒरु सैनिक जॆऱ्ऱ्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
नदियिൽ पॊङ्ङिक्किटक्कुन्न व्यक्ति
निलत्त् निऴൽ
मरकुतिर विन्ऱेज् आण् .
ऒरु कऱुत्त ट्राष् बाग् .
रण्ट् आळुकൾ स्कैलैൻ काणुन्नु
चिल मൻकॊम्प् इविटॆयुण्ट्
ऒरु चुवन्न अटयाळं
वॆळुत्त सोक्सुळ्ळ ऒरु कऱुत्त पूच्च
वैऱ्ऱ्बोർडिन् मुन्निൽ रण्टुपेർ
इरुण्ट चारनिऱत्तिलुळ्ळ वीट्टिलॆ पूच्च
इळं नील वॆळ्ळं निऱञ्ञ पुऱत्तॆ नीन्तൽक्कुळं
वलिय प्लाऱ्ऱ्फोमिൽ निൽक्कुन्न रण्टुपेർ
ऒरु स्यूट्ट्केसिलॆ पूच्च
डॆस्किൽ रण्टुपेർ
तॆरुविൽ चुवन्न ट्राफिक् लैऱ्ऱ्
वायुविൽ वलिय चॆविकळुळ्ळ चॆऱिय ब्रौൺ नाय
नीळमुळ्ळ सुन्दरमाय मुटियुळ्ळ ऒरु स्त्री
कुञ्ञ् आन
स्केऱ्ऱ् ऱाम्प् उपयोगिक्कुन्न स्केऱ्ऱ्बोർडർ
पिङ्क् मतिलुकळुळ्ळ ऒरु स्वीकरणमुऱि
चतुर नील मॆऱ्ऱൽ चिह्नं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
पच्च षർट्ट् धरिच्च मनुष्यൻ
मञ्ञिൽ नटक्कुन्न व्यक्तियुं नाययुं
पच्च वयलिൽ तविट्ट् पशु
तऱयिलॆ प्रतिम
रण्टुपेർ टॆन्नीस् कोർट्टिൽ पोस् चॆय्युन्नु
वॆळ्ळयुं तविट्टुनिऱवुमुळ्ळ पिऱ्ऱ्बुൾ
ऒरु पिङ्क् पुष्पं
निरवधि कॊच्चु पॆൺकुट्टिकൾ ऒरु सोक्कർ कळि कळिक्कुन्नु
मनुष्यन्ऱॆ मीश
तॆरुव् अटयाळङ्ङळुळ्ळ ऒरु पोस्ऱ्ऱ्
सिൽवർ सिंगिൾ सॆർव् कोफि पोट्ट्
सीलिंगिൽ निन्न् वरुन्न लैऱ्ऱ् बൾब्
वॆळुत्त सोक्क्
ऒरु कुळिमुऱियिൽ चित्रं ऎटुत्तु
ऒरु वलिय वॆळुत्त करटियुटॆ अटुत्तुळ्ळ तविट्ट् मरं .
चॆटियिൽ तण्टुकൾ
कारामൽ ग्लेस्ड् पोप्कोൺ
बैक्किन् ऒरु कण्णाटि उण्ट् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वॆळुत्त पुरुष पुञ्चिरिक्कुन्न मुखं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ट्रक्किन्ऱॆ निऴൽ
ओऱञ्च् तीवण्टि ऎञ्चिൻ
कऱुप्पिൽ 841 अक्कं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मैतानत्त् नील टॆन्नीस् कोർट्ट् .
वयलिൽ कऱुप्पुं वॆळुप्पुं सीब्र
कळियिൽ ऒरु होट्ट् डोग् कऴिक्कुन्न लेडि .
ननव् द्वारत्तिलॆ सीब्रकൾ
कत्रिकयुटॆ वॆळुत्त पिटिकൾ
कीबोർड् डॆस्किൽ
षोट्ट् डक्क्
क्याच्चऱिन् पिन्निൽ अम्पयർ
मनुष्यनॆ कॆट्टुक
वॆळुत्त जाक्कऱ्ऱ् धरिच्च ऒरु कुञ्ञ्
मेशयुटॆ अऱ्ऱत्त् अलङ्कार चट्टि
तॆरुविൽ निൽक्कुन्न ब्रौൺ निऱत्तिलुळ्ळ कुतिर
कटुक् चेർत्त् पुककॊण्टुण्टाक्किय मांसं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
इळं नील निऱत्तिलुळ्ळ कसेर
कुतिरप्पुऱत्तु यात्र चॆयुन्न मून्नुपेർ
ऒरु पॆൺकुट्टियुटॆ शरीरत्तिൽ नील टॆन्नीस् out ट्ट् फिऱ्ऱ् .
पॊटिच्च पञ्चसार उपयोगिच्च् वाफिൾ
ऒरु टॆन्नीस् वस्त्रत्तिन्ऱॆ कषणं
करटि कऱुत्तताण्
द्वीप् बीच्च् रंगं
नाययुं सർफ् बोർडिलुळ्ळ ऒराळुं
ऒरु पർवतत्तिൽ तविट्टुनिऱमुळ्ळ कऴुत
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ट्रॆयिनिन्ऱॆ मुൻवशत्त् रण्ट् प्रकाशमानमाय लैऱ्ऱुकൾ उण्ट्
रण्ट् पुरुषन्मारुं ऒरु स्त्रीयुं
वलिय कऱुप्पुं वॆळुप्पुं अटयाळं
नीलयुं चारयुं निऱत्तिलुळ्ळ पक्षि
ऒरु वॆळुत्त कसेरयुटॆ भागं
चिह्नं ऎल्ला वऴिकळिलुं पऱयुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कय्यिൽ वॆळुत्त कण्ट्रोळർ
तॆरुविൽ निस्सारराय पुरुषन्माർ
इतॊरु कॊच्चुकुट्टियाण्
क्लोक्क् कसेरयिलाण्
वायुविൽ उळ्ळ कैऱ्ऱ्
ऒरु व्यक्तियुटॆ कालिनटियिൽ पच्च स्केऱ्ऱ्बोർड् .
ग्लासुकळिൽ एष्यൻ स्त्री
कुट्टियुटॆ तल
चॆऱिय ओऱञ्च् निऱमुळ्ळ मुटि
ऒरु पऴय स्कूൾ सॆൽ फोൺ
वॆळ्ळयुं कऱुप्पुं क्याम्पिंग् चिह्नमिल्ल
रण्ट् जिऱाफुकൾ परस्परं निൽक्कुन्नु .
ऒरु बात्त्ऱूं तऱयिൽ चॆऱिय टैलुकൾ
वॆळुत्त बोർडऱुळ्ळ चुवन्न स्ऱ्ऱोप्प् चिह्नं
वऴियिൽ ऒरु अटियन्तर ट्रक्क्
पाटुन्न कुट्टिकൾ .
मून्न् इञ्चि ऱॊट्टि वीटुकൾक्क् पिन्निൽ ऒरु स्त्री
पिस्सयुटॆ कीऴिൽ ऒरु वॆळुत्त प्लेऱ्ऱ्
ई चॆऱुप्पक्कारन् चुवन्न मुटियुण्ट्
पच्च ट्रॆयिൻ ऎञ्चिൻ
ऒरु वलिय बॆय्ज् मतिൽ .
पशुक्कൾ ऒरु वयलिलाण्
वयलिൽ वॆळुत्त आटुकൾ
कुञ्ञ् आन
मोट्टोർ सैक्किൾ वॆळुत्तताण् .
ऒरु वॆळुत्त मोट्टोർसैक्किൾ
कऱुप्प् धरिच्च ऒराൾ
ऒरु अलमारयुटॆ मुकळिൽ ब्लॆൻडർ
ऒरु पासञ्चർ ट्रॆयिनिन्ऱॆ लोक्कोमोट्टीव्
मनुष्यൻ कुतिरसवारि
ऒरु प्लेऱ्ऱिൽ चतुरकृतियिൽ उळ्ळ निरप्पाय ऱॊट्टि
नील कोफि कप्प् कैवशमुळ्ळ साൽमൺ धरिच्च वृद्ध
मुखत्त् कैकൾ
ऱोडिൽ ऒराൾ
टैൽ भित्तियिൽ पुष्पं
रण्ट् करटिकൾ कळिक्कुन्नु
वाहनत्तिलॆ कण्णाटि जालकं
ऒरु युवाव् ओटुन्नु
टർक्कोय्स् निऱमुळ्ळ नील प्लेऱ्ऱ्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
फुट्पात्तिൽ इरिक्कुन्न बॆञ्च्
चित्रं चुमरिൽ तूक्कियिरिक्कुन्नु
अवർ कुतिर सवारि चॆय्युन्नु
मनुष्यൻ सർफ्बोർडिलाण् .
अलमारयिൽ वॆच्चिरिक्कुन्न पुस्तकं
ऒरु मेशयिൽ प्रभातभक्षणं
पाचक तविकळुटॆ वॆळुत्त पात्रं
हों प्लेऱ्ऱिൽ बेस्बोൾ बाऱ्ऱർ
ऒरु मेशयिलिरिक्कुन्न व्यक्ति
इष्टिककൾ कॊण्ट् निർम्मिच्च इष्टिक मतिൽ .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कुञ्ञ् आन
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु षोऱूं विൻडोयिൽ टोय्लऱ्ऱ्
बोट्टिൽ शोभयुळ्ळ कसेर
आकाशत्त् पऱक्कुन्न कैऱ्ऱ् .
तविट्ट् तटि वेलि स्लाऱ्ऱ्
मञ्ञुवीऴ्चयिൽ ऒरु ट्राक्क्
जॆऱ्ऱिन् कऱुत्त लाൻडिंग् गियർ उण्ट्
नीलयुं वॆळ्ळयुं पोस्ऱ्ऱऱुकൾ
आकाशं वळरॆ मूटिक्कॆट्टिय निलयिलाण्
चुवन्न विमानं
ऱൺवेयिൽ विमानं इऱङ्ङुन्नु
ऒरु वॆळ्ळि वॆळ्ळं कुऴൽ
लोगोयुळ्ळ नील सർफ्बोർड्
ऒरु अलमारयिलॆ पुस्तकङ्ङൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु वलिय वॆळुत्त मॆऴुकुतिरि
पेनयिൽ ऒरु जिऱाफ् .
नॆयिൽ पोळिष् उळ्ळ ऒरु तळ्ळविरൽ
ऒरु पात्रत्तिൽ आप्पिൾ शान्तयुटॆ
पऴत्तिൽ तट्टुन्न वॆळिच्चं
वलिय बस्सिलॆ विൻडो
कम्प्यूट्टऱिलॆ ऒरु स्ऱ्ऱिक्कർ
ऒरु मोट्टोർसैक्किळिൽ चङ्ङल
वॆळुत्त हिमत्तिൽ पॆൺ स्कीयർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कळिक्कळत्तिൽ सोक्कർ कळिक्कुन्न कुट्टिकൾ
कुन्निൻ वशत्त् वॆळुत्त मञ्ञ्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मूർच्चयुळ्ळ पक्षि तालोൺ
रण्ट् सीब्रकൾ
पटत्तिलॆ वॆळुत्त कैयुटॆ चित्रं
वॆळुत्त निऱमाण् सीलिंग्
मनुष्यൻ ऒरु बेस्बोൾ ऎऱियुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मुൾपटർप्पिलॆ पिङ्क् पुष्पं
वॆळ्ळत्तिൽ पाऱकൾ
फ्लोप्पि चॆविकळुळ्ळ कऱुत्त नाय
इष्टिक ऱोडिൽ कऱुत्त षू
पॆൺकुट्टिक्क् इळं मुटियुण्ट्
2008 लॆ ऒरु तीयति इविटॆयुण्ट्
वेलिक्क् पिन्निൽ ऒरु कूट्टं मरङ्ङൾ .
कुञ्ञ् आन
डोग् क्राऱ्ऱ् बैक्क् योजिप्पिक्कुन्नतिन्ऱॆ चक्रं
मनुष्यन्ऱॆ तलयिൽ सൺग्लासुकൾ .
ओऱञ्च् बलूൺ आकाशत्त्
कुळिमुऱियिൽ तुऱन्न टोय्लऱ्ऱ्
रण्ट् टॆडि बियऱुकൾ
मरत्तिन् समीपं तविट्ट् करटिकൾ
जिऱाफिൽ कऱुत्त पुळ्ळि
मनुष्यन् तविट्ट् तॊप्पि उण्ट्
अञ्च् मञ्ञ क्लब् - मेऱ्ऱ् क्रेऱ्ऱुकൾ
स्कीयർमाർ ऒरु कुन्निൻ मुकळिलाण् .
निलत्तॆ मञ्ञ् वॆळुत्तताण्
ऒरु सॆൽफोणिन्ऱॆ काऴ्च
स्केऱ्ऱ् पाർक्किൽ मनुष्यൻ तन्त्रं चॆय्युन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु तविट्ट् तटि बॆञ्च्
निलत्त् कऱुत्त पुळ्ळि
वॆळुत्त निऱमुळ्ळ कुट
कटलिൽ सർफ्बोർडർ
ऒरु तॊलि पोय वाऴप्पऴं पिटिच्चिरिक्कुन्नु
स्त्री क्रोस्स् कण्ट्रि स्कीयिंग् चॆय्युन्नु .
ट्रॆयिൻ ऒरु निऴൽ इटुन्नु
ऒरु चॆऱिय कूट्टं आटुकൾ
स्त्री हिमत्तिൽ इरिक्कुन्नु .
ऒरु मतिलिनु नेरॆ बैक्क् वॆच्चिरिक्कुन्नु
ई पूच्चय्क्क् ऒरु जोटि पच्च कण्णुकळुण्ट्
स्त्री कटൽत्तीरत्ताण्
बाऱ्ऱ् चॆय्युन्न बेस्बोൾ कळिक्कारൻ
वॆळुत्त यूणिफोमिൽ बेस्बोൾ
कऱुत्त षॆൽफिलॆ लाൻड्लैൻ फोൺ
सीऱ्ऱ् कवർ ताऴ्ततिय टोय्लऱ्ऱ्
ऒरु अऴुक्क् चालिलॆ टूत्त् ब्रष्
मेघङ्ङळुळ्ळ ऒरु नीलाकाशं
लाप्टोप् कम्प्यूट्टർ
लाप्टोप्पुं मौसुं
पॆൺकुट्टि टॆन्नीस् कळिक्कुन्नु
ऒरु प्लास्ऱ्ऱिक् कुप्पियिൽ वॆळ्ळं
क्लोक्क् वृत्ताकृतियिलाण् .
ऒरु कऱुत्त ट्राष् बाग् .
कुन्नुकळिൽ पच्च मरङ्ङൾ
सुतार्यमाय विൻडो
पय्यൻ सർफ्बोർडिൽ निൽक्कुन्नु
मनुष्यन्ऱॆ प्रतिफलनं
कुट्टिक्क् सुन्दरमाय मुटियुण्ट् .
पिंग् पोंग् बोൾ वायुविൽ .
पूच्चयिൽ वॆळुत्त कृताव्
कौमारक्कारियाय पॆൺकुट्टि ऒरु सॆൽ फोणिൽ सन्देशमयय्क्कुन्नु
समुद्रत्तिൽ ऒरु सർफർ .
तविट्ट् पुळ्ळि जिऱाफ्
पॆൺकुट्टिक्क् वॆळुत्त कण्णट .
तॊप्पियुं सൺग्लासुं उळ्ळ ऒराൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
विनोद स्ऱ्ऱाൻडिलॆ फ्लाऱ्ऱ् पानൽ टॆलिविषൻ
स्त्रीयुटॆ कय्यिൽ ऒरु काट्टु पक्षि
कॆट्टिटत्तिन्ऱॆ मुൻवशत्तॆ विൻडो
कम्मൽ स्त्रीयुटॆ चॆवियिൽ तूङ्ङिक्किटक्कुन्नु
ऒरु वॆळुत्त घटिकार गोपुरं
ऒरु जालकत्तिन् मुन्निൽ ऒरु मोट्टोർसैक्किൾ
कौण्टർटोप्प् शून्यमाण्
स्ट्रोबॆऱियिൽ पच्च इल
तॆळिञ्ञ नीलाकाशं मेघङ्ङळिल्ल
ट्रक्किൽ ग्रिൽ .
कुतिरयुटॆयुं वण्टियुटॆयुं चित्रं
बोट्टिൽ तविट्ट् निऱमुळ्ळ तुऴकൾ
वॆजिऱ्ऱबिൾ पिस्सय्क्क् विलयुळ्ळ ऒरु वॆळुत्त चिह्नं
ऒरु मरं मेशयिൽ कम्प्यूट्टർ मोणिऱ्ऱർ .
जलाशयं
तऱयिൽ ऒरु जाप्पनीस् टोय्लऱ्ऱ्
ऒरु मृगशालयिलॆ रण्ट् जिऱाफुकൾ .
ऒरु ऱॆसिडൻष्यൽ विश्रममुऱियुटॆ उळ्ळिൽ
आटुकळॆ मेयिक्कुन्न वयൽ
कऱुप्पुं मञ्ञयुं मीऱ्ऱർ
मनुष्यൻ ऒरु होट्ट् डोग् कऴिक्कुन्नु
चिह्नं चुवप्पुं नीलयुमाण् .
ऒरु पुरुष मूत्रप्पुर
स्नोबोडिൽ वायुविൽ निൽक्कुन्न व्यक्ति
वॆळुत्त पय्यन्ऱॆ नील ननञ्ञ स्यूट्ट् पान्ऱ्स्
" वॆळ्ळ , नील निऱत्तिलुळ्ळ अग्नि जलांशं "
विदूरत्तुळ्ळ नील चित्रं
कऱुत्त पक्षिकൾ वेलि तूणुकळिൽ इरिक्कुन्नु
पक्षि कप्पिलाण्
ऒरु कुट्टिक्क् कऱुत्त मुटियुण्ट्
स्ऱ्ऱोवॆयिൽ ऒरु वॆळुत्त नोब्
कऱुत्त षർट्ट् धरिच्च मनुष्यൻ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
इत् ऒरु व्यक्तियाण्
वैऱ्ऱ् पिक्क् अप्प् काർ
ऒराൾ ऒरु ग्लास् कैवशं वच्चिरिक्कुन्न स्यूट्टिलाण्
आ मनुष्यൻ ऒरु बेस्बोൾ बाऱ्ऱ् पिटिक्कुन्नु .
ऒरु तळिकयिൽ सूप्प् ऒरु पात्रं
स्त्रीयुटॆ कय्यिलॆ प्लेऱ्ऱ्
चुवरिൽ चित्रं
कै कुट पिटिच्चिरिक्कुन्न स्त्री .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒट्टकप्पक्षि वेलिक्क् समीपमाण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
नीलयुं मञ्ञयुं उळ्ळ ट्रॆयिൻ
विमानङ्ङൾ टॆർमिनलिलेक्क् वलिच्चु
ऒरु कऱुत्त ट्राष् बाग् .
मोट्टोർ सैक्किळिൽ सञ्चरिक्कुन्न स्त्रीयुटॆ स्तनङ्ङൾ
करटि ऒरु पाऱयिൽ विश्रमिक्कुन्नु
आङ्कऱिൽ धाराळं कप्पलुकൾ
वॆळुत्त षർट्ट् धरिच्च मनुष्यൻ
ऒरु कट्टिൽ इरिक्कुन्न स्त्री
वॆळुत्त मृगं पुल्लिൽ किटक्कुन्नु .
ऒरु पुरुषनुं ऒरु कुञ्ञुं ऒरु कट्टिलिൽ उऱङ्ङुन्नु
वർण्णाभमाय पट्टं आकाशत्त् पऱक्कुन्नु .
तविट्टुं वॆळुप्पुं निऱमुळ्ळ कुतिर
नटप्पातयिलॆ निऴलुकൾ
चुवप्पुं वॆळ्ळयुं कवलियർ किंग् चाൾस् स्पानियൽ
चॆऱिय वॆळुत्त सॆडाൻ काർ
स्ऱ्ऱीं बोट्ट् वॆळ्ळत्तिൽ
आकाशत्तिलॆ पक्षिकൾ
परवतानियिൽ कऱुत्त वर
वाऴप्पऴं ऒरु कॊळुत्तिलाण्
ऒरु वॆळुत्त सർफ्बोർडिൽ सർफർ चॆय्युक
वॆळ्ळ चुवप्पुं नीलयुं उळ्ळ विमानं
तूक्कियिट्ट चित्रत्तिलॆ ऒरु मरं
मिनुसमाർन्न नील जलाशयं
ऒरु व्यक्ति स्केऱ्ऱ्बोർडिलाण्
आൺकुट्टिक्क् तविट्ट् निऱमुळ्ळ मुटियुण्ट्
तॊप्पि धरिच्च ऒरु पॆൺकुट्टि
तटि अलमारकൾ .
तॊप्पि धरिच्च मनुष्यൻ
रण्ट् आळुकൾ चित्रत्तिनायि निൽक्कुन्नु
चुवन्न यात्रा बाग् कालियाक्कि
मञ्ञ कटुक् ऒरु स्लॆतऱिंग्
व्यक्तिक्क् चॆऱिय मुटियुण्ट् .
ऒरु स्की चरिविൽ ऒरु स्कीयർ
ऒरु ग्लास् ओऱञ्च् पानीयं
ऒरु स्त्री पशुविൽ निन्न् पाൽ कऱक्कुन्नु
रण्ट् मञ्ञ टिप्प्ड् स्की पोळुकൾ वायुविൽ
कुञ्ञ् आन
सवारि उळ्ळ वॆळुत्त कुतिर
ऒरु ध्रुवत्तिलॆ घटिकारं
बसिनॆ पिन्तुटർन्न् वैऱ्ऱ् वाൻ
मैक्रोवेविൽ चुवन्न कॊट्ट .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
तल ताऴ्त्ति सीब्र
हैड्रान्ऱिन् मुकळिൽ स्क्रू
चुवरिൽ चॆऱिय तविट्ट् तटि 2 मुतൽ 4 वरॆ
इतॊरु टयऱाण्
काൽविरൽ नक्कुन्न ऒरु ऎलिच्चक्रं
ऒरु व्यक्तियुटॆ कण्ण्
ऒरु बाग् कोट्टൺ मिठायि
ऒरु वीटिन्ऱॆ इन्ऱीरियർ
मञ्ञ पाർक्किंग् मीऱ्ऱർ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कौण्टऱिलॆ पात्रं
स्केऱ्ऱ्बोർडऱिलॆ पय्यൻ
कऴुत्तिൽ मानॆ
बेस्बोൾ पिच्चർ
तविट्ट् वरयुं नील आक्सन्ऱुकळुं उळ्ळ वॆळुत्त प्लेऱ्ऱ्
तिळक्कमुळ्ळ मञ्ञ निऱमुळ्ळ वॆळिच्चं
पक्षिकൾ वायुविൽ पऱक्कुन्नु
मञ्ञुमलयिൽ नटक्कुन्न ऒरु स्कीयർ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कुतिरयुटॆयुं व्यक्तियुटॆयुं निऴൽ
ई विमानत्तिन् मञ्ञयुं चुवप्पुं वॆळ्ळयुं नीलयुं निऱं अटिच्चिट्टुण्ट्
ऒरु बेस्बोൾ कळिक्कारൻ मैतानत्त् चाटुन्नु
ऒरु चॆटियुटॆ चॆऱिय पच्च इल
वॆळुत्त वस्त्रत्तिൽ टॆन्नीस् कळिक्कारൻ
समतलत्तिൽ जिऱाफिन्ऱॆ नटत्तं .
वॆळुत्त तळिकयिൽ मञ्ञ वाऴप्पऴं
इरट्ट किटक्क
पूविൽ इरिक्कुन्न पक्षि
घटिकारं ऒरु आप्पिൾ आकृतियिलाण्
वलिय ग्लास् बस् विൻडो
पय्यൻ सർफ्बोർडिൽ किटक्कुन्नु
कालिൽ वायुविൽ ब्रोङ्को बक्किंग्
पिङ्क् मूक्क् उळ्ळ पूच्च .
बाग् मऴविल्ल् निऱमाण् .
ऒरु बोट्ट् वॆळ्ळत्तिलाण्
लाप् टोप्पिलॆ कीकൾ
निलत्त् कऱुत्त पुळ्ळि
कॆट्टिटत्तिन् मुन्निൽ पऱक्कुन्न कऱुत्त पक्षि
पूच्च किटक्कुन्नु
ब्रेक्क् लैऱ्ऱ् ओणाक्किय काർ
ऒरु बाग् कोट्टൺ मिठायि
ऒरु स्वർण्ण मिनि वाൻ
निलत्त् कऱुत्त पुळ्ळि
चुमरिൽ चॆऱिय तविट्ट् निऱमुळ्ळ ग्र out ट्ट् लैൻ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु बैक्किन्ऱॆ पुऱकिलुळ्ळ ऒराൾ
ऒरु बूत्तिൽ इरिक्कुन्न स्त्री
तविट्ट् नाय चाटुकयाण्
कुट्टिकळुटॆ तॊप्पियिൽ चॆऱिय डोनट्ट्
द्वीप् बीच्च् रंगं
फ्रिस्बी वायुविलूटॆ पऱक्कुन्नु
ग्रीൻ बॆञ्चिൽ पिङ्क् पान्ऱुकळुं वैऱ्ऱ् षർट्टुं उळ्ळ पॆൺकुट्टि
तलयिൽ वाऴप्पऴं चुमक्कुन्न व्यक्ति
ऒरु स्त्री स्कीस् धरिच्चिरिक्कुन्नु
पच्चयुं वॆळ्ळयुं ऱिफ्लॆक्स् चुऱ्ऱिक
कॆट्टिटत्तिन्ऱॆ दीർघचतुरं जनൽ
ऒरु ऱोडिൽ मञ्ञ टाक्सि
वॆळुत्त षർट्ट् धरिच्च कुट्टि
मोट्टोർ सैक्किळुकळिൽ रण्टुपेർ
वलिय अळविൽ अवशिष्टङ्ङळुळ्ळ बॆञ्च् .
ऒरु कसेरयिൽ पुष्प प्रिन्ऱ् तुणि
मिड् ऎयऱिൽ बैक्कർ
प्रकाशं मुतൽ इरुण्ट नीलाकाशं वरॆ
इप्पोऴुं वॆळ्ळं तॆळिञ्ञत् पोलॆयाण्
इतॊरु तीवण्टियाण्
वॆळ्ळत्तिൽ पारासॆयिलिंग् चॆय्युन्न व्यक्ति
चॆऱिय वॆळुत्त टैलुकळाण् फ्लोർ
ओफीसिൽ इरिक्कुन्न ऒराൾ
वायन ग्लासुकൾ धरिच्च मनुष्यൻ
कौण्टऱिൽ ऒरु वॆळुत्त ऎൻवलप्प्
पाच्चुकळुं लैऱ्ऱ् स्मियऱुकळुं उळ्ळ टाൻ मतिൽ
काट्टुपूक्कळुळ्ळ वास्
बർगऱिൽ वॆच्चिरिक्कुन्न पॊरिच्च कूൺ .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
जाक्कऱ्ऱिलॆ बट्टणुकൾ .
कुञ्ञ् आन
पच्च निऱमाण् मरं
सिङ्किൽ सोप्प्
वॆळुत्त निऱमुळ्ळ माऱൽ षीऱ्ऱ्
ऒरु स्त्री काळयॆ ओटिक्कुन्नु
फोट्टोयिलॆ मൺपात्रङ्ङൾ
वॆळ्ळि निऱमुळ्ळ वाट्टർ पैप्प्
पच्च निऱत्तिलुळ्ळ वाऴप्पऴं बञ्चिൽ
कटൽत्तीरत्त् वलिय पट्टं
ऒरु मरं पाळि चुवरिൽ आऱ् घटिकारं
चित्रत्तिൽ ऒरु आन
ऱोडिൽ रण्ट् बसुकൾ .
मुतिർन्न जिऱाफि ऎविटॆयो नोक्कुन्नु
ऒरु सॆൽ फोणिन्ऱॆ पिൻभागं
ओऱञ्च् निऱच्च ऒरु पात्रं
पच्च अङ्कि धरिच्च स्कीयർ
फोट्टोयिलॆ ऒरु पाण्ट
क्लोक्किलॆ ऱोमൻ संख्य
ऒरु सैडिൽ अरिञ्ञ वॆळ्ळरि
चुवन्न फोർड् ट्रक्किन्ऱॆ पिൻ काऴ्च
ब्रौൺ विडब्ल्यु वाൻ
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् अत्याहित रक्षामाർग्गं
लैऱ्ऱ् ओफाण् .
मुൾपटർप्पिन्ऱॆ चत्त पुष्पं
" चॆऱिय तविट्ट् , कऱुत्त पक्षि लिल्लि पाडिൽ ऒळिञ्ञिरिक्कुन्नु "
मेशप्पुऱत्त् तविट्ट् तटि स्लाऱ्ऱ्
मॆऱ्ऱൽ पोळिൽ कऱुत्त ट्राफिक् सिग्नൽ
कम्प्यूट्टऱिनटुत्तुळ्ळ ऒरु पूच्चक्कुट्टि
इतॊरु नल्ल बीच्चाण्
ऒरु कऱुत्त ट्राष् बाग् .
तऱ टैൽ कॊण्टाण् निർम्मिच्चिरिक्कुन्नत्
पॆൺकुट्टिक्क् कऱुत्त मुटियुण्ट्
आन ट्रक्किൽ चुळिवुकൾ
ऒरु चिह्नत्तिൽ E अक्षरं .
केटाय वाऴ पकुति
पूच्चयुटॆ प्रतिम
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ब्रोक्कोळि क्रीमिൽ किटक्कुन्नु
ऒरु मुखत्तिन्ऱॆ मूक्क्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चट्टियिൽ चिक्कनुं ब्रॊक्कोळियुं
व्यत्यस्त वർण्ण पताककळुळ्ळ वळरॆ वलिय मयोपोൾ
ट्रॆयिनिൽ इरट्ट वातिलुकൾ
उपकरणत्तिൽ सिൽवർ स्क्रीൻ .
ऒरु \ टाक्केरिय लॆऱ्ऱि \ ट्रक्क् .
ऒरु वण्टि वलिक्कुन्न कुतिर
ऒरु इळं तक्काळि कषणङ्ङൾ आयि मुऱिच्चत्
फोट्टोयिलॆ ऒरु टाब्लॆऱ्ऱ्
फुट्पात्तिൽ निൽक्कुन्न स्त्रीकൾ फोणिൽ संसारिक्कुन्नु .
ऒरु बण्णिलॆ होट्ट् डोग् .
चॆऱिय तविट्ट् ग्र out ट्ट् लैൻ
पूच्चयुं कट्टिलिलुळ्ळ व्यक्तियुं
क्लोक्क् मुखं वॆळुत्तताण् .
मनुष्यൻ बोऱॆहोळिൽ निन्न् वॆळ्ळं ऎटुक्कुन्नु
ऒरु मनुष्यൻ
मोट्टोർ सैक्किळिൽ मनुष्यൻ
मोट्टोർ सैक्किൾ ओटिक्कुन्न ऒराൾ
आൺकुट्टि ऒरु टै धरिक्कुन्नु
ऒरु नील पात्रत्तिൽ विळम्पुन्न ऒरु विभवं
ऒरु स्केऱ्ऱർ चाटुकयाण्
वॆळुत्त मुटियुं ताटियुमुळ्ळ वृद्धൻ
ट्रक्किൽ ऒरु चक्रं
सർफ् कैवशमुळ्ळ ऒराൾ सർफ् चॆय्याൻ तय्याऱाण्
कॆट्टिटत्तिन्ऱॆ चुवरिൽ अलङ्कारं
अटयाळं नीलयाण्
इरुण्ट पानीयं निऱञ्ञ ऒरु कप्प्
इतॊरु कऱुत्त पूच्चयाण्
ऒरु काऱिन् मुकळिൽ पूच्च उऱङ्ङुन्नु
मरं कॊण्टुळ्ळ तऱयिൽ पाटुकൾ
पशुक्कळुटॆ कूट्टं
नीलयुं वॆळ्ळयुं वरयुळ्ळ तूवाल
पच्च टूत्त् ब्रष् कण्णाटियिൽ
चारनिऱत्तिलुळ्ळ चायप्पात्रं अटुप्पिൽ
ऒरु वळञ्ञ कॆट्टिटं .
नील कौण्टർ टोप्पिൽ चॆऱिय कारऱ्ऱ्
उज्ज्वलमाय पच्चयिൽ पुल्ल् .
चुवरिൽ सुरक्षा क्यामऱ
जालकत्तिन् मुन्निൽ वॆळुत्त सिल्ल्
ब्रॊक्कोळियुं कुरुमुळकुं चेർत्त् ऒरु पात्रत्तिൽ अरि
सान्त तॊप्पि धरिच्च स्ऱ्ऱफ् मृगं
पूच्चय्क्क् कऱुत्त चॆविकळुण्ट्
स्त्री स्कीयिंग् चॆय्युन्नु
नील गो लैऱ्ऱ् उळ्ळ पाർक्किंग् लैऱ्ऱ्
जलांशं मुकळिൽ
वळञ्ञ अटित्तऱयुळ्ळ टेबिൾ लां
पुल्लिൽ करटि
जनालयिलूटॆ प्रकाशं परत्तुन्नु
ऒरु वॆळुत्त वलिय विमानं
युद्धविमानं आकाशत्त् कुतिक्कुन्नु
ऒरु नाययुटॆ तल
निलत्त् ऒरु पन्त्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पुल्लिൽ सीब्र
बोट्ट् कप्पलिൽ कॆट्टि
पच्च विळम्पुन्न ट्रे
वॆळ्ळियुं चुवप्पुं निऱत्तिलुळ्ळ बाऱ्ऱ् कैवशमुळ्ळ व्यक्ति
इत् ऒरु व्यक्तियाण्
निलत्त् कऱुत्त पुळ्ळि
चुवप्पुं वॆळ्ळयुं बानർ
तॊप्पियिൽ कऱुप्पुं नीलयुं कण्णुकൾ .
निलत्त् कऱुत्त पुळ्ळि
ऒरु स्लैस् पिस्स
इतॊरु परस्य बानऱाण्
कुञ्ञ् आन
आन सवारि चॆय्युन्न ऒराൾ
पताक नीलयाण्
निलत्त् कऱुत्त पुळ्ळि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कुतिर वण्टि वलिक्कुन्नु
ऒरु कुरङ्ङिन्ऱॆ कण्ण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
निलत्त् कऱुत्त पुळ्ळि
ऒरु स्कीयർ वायुविलाण्
चॆऱिय मुटियुळ्ळ मनुष्यൻ .
कौण्टऱिलॆ मैक्रोवेव्
आटुकळुटॆ मूक्क्
कळिक्कारन् कऱुत्त हॆൽमॆऱ्ऱ् उण्ट्
ऒरु तविट्ट् नटप्पात
मेशयुटॆ अऱ्ऱत्त् ऒरु विळक्क् इरिक्कुन्नु
मनुष्यൻ ऒरु वटि पिटिक्कुन्नु
ऒरु अटुक्कळयिൽ ऒरु फ्रिड्ज् नीक्कुन्न आळुकൾ
ऒरु पिक्निक् टेबिळिൽ इरिक्कुन्न स्त्री
" पनेरयिൽ निन्नुळ्ळ साൻड्विच्च् , चिप्पुकൾ . "
पन्त् तुम्पिक्कैयिൽ घटिप्पिच्चिरिक्कुन्नु .
पुल्लिൽ नटक्कुन्न ऒरु सीब्र
कुञ्ञ् आन
मञ्ञुमूटिय पർवतङ्ङൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
तीवण्टि अटुक्कुन्नु
चरिविलूटॆ स्कीयिंग् चॆय्युन्न व्यक्ति
वॆळुत्तत मेघङ्ङൾ
मुൻवशत्त् मून्न् नम्पऱुकळुळ्ळ ट्रॆयिൻ .
ऒरु बसिन्ऱॆ विൻड्षीൽड्
ऒरु पच्च इल वृक्षं
ऒरु जർम्मൻ ICE पासञ्चർ तीवण्टि
चुवन्न पादमुळ्ळ वॆळुत्त पक्षि
ऱोडिलॆ वाहनङ्ङൾ
मञ्ञुवीऴ्चयिൽ निൽक्कुन्न व्यक्ति
पाचकक्कारुळ्ळ अटुक्कळ प्रदेशं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
स्केऱ्ऱ् बोർडुळ्ळ ऒरु मनुष्यन्ऱॆ चुवन्न हूडि .
क्यामऱ लॆൻसिलूटॆ नोक्कुन्न मनुष्यൻ .
कळिक्कारुटॆ कैयिलुळ्ळ वॆळुत्त फ्रिस्बी
जिऱाफुकൾ मृगशालयिलाण्
मञ्ञ पॆൺकुट्टि लॆगो कुनियुन्नु .
कटൽकाक्क वॆळ्ळत्तिन् मुकळिलूटॆ पऱक्कुन्नु
वॆळुत्त पेप्पऱिൽ वृत्ताकृतियिൽ पॆप्पർऱोणि पिस्स
तुऱन्न वातिलिलूटॆ मनुष्यൻ कण्टु
ऒरु कऱुत्त ट्राष् बाग् .
निलत्त् आनकൾ
वातिൽक्कൽ लाच्च् .
कसेरयिൽ इरिक्कुन्न ऒराൾ
बेस्बोൾ मैतानत्तुळ्ळ मनुष्यൻ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
भक्षणत्तिൽ शतावरि अटङ्ङियिरिक्कुन्नु
चुवरिൽ ऒरु द्वारं
डॆस्किलॆ मोणिऱ्ऱർ
वि जॆऱ्ऱ् वाक्कुकळुळ्ळ ऒरु विमानं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मोट्टोർ सैक्किൾ निवർन्नुनिൽक्कानुळ्ळ मॆऱ्ऱൽ स्ऱ्ऱाൻड्
कटൽ नीलयाण्
नाय्क्कुट्टि चॆरुप्प् चवय्क्कुन्नु
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
ऒरु कुट्टि बेस्बोൾ अटिक्कुन्नु
कऱुत्त अक्षरङ्ङळिൽ युणैऱ्ऱड् ऎन्न वाक्क्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मनोहरमाय नील समुद्रं .
वयलिൽ कऱुत्त पशु मेयुन्नु
' 8 ' मञ्ञनिऱं
निलत्त् कऱुत्त पुळ्ळि
कुट्टिकൾ तॆरुव् मुऱिच्चुकटक्कुन्नु
कटलिൽ ऒरु मनुष्यൻ स्केऱ्ऱिंग् चॆयुन्नु
पुरुषन्माർ सोक्कർ कळिक्कुन्नु
कय्यिൽ मरुभूमि बाർ .
हाൻडिलिൽ तूवाल
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु पोस्ऱ्ऱिൽ वॆळ्ळयुं नीलयुं तटि पॆट्टि
तॊप्पि धरिच्च मनुष्यൻ .
" चुवन्न ट्राक्कुकळिൽ मञ्ञ , कऱुत्त ट्रॆयिൻ . "
इत् ऒरु व्यक्तियाण्
ऒरु नाययुटॆ तल
वायुविൽ नील मरं स्कॆयർबोർड्
चुवरिൽ चॆऱिय चारनिऱत्तिलुळ्ळ इष्टिक
तॆरुविनटुत्तुळ्ळ इष्टिक पोस्ऱ्ऱ् .
टिवि स्ऱ्ऱाൻडिൽ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पुरिकं मुखक्कुरु
चुमरिൽ ऒरु वलिय चित्रं
ऒरु मनोहरमाय नाय बॆञ्चिൽ इरिक्कुन्नु
निलत्त् सिमൻऱ् टैൽ
विविध तरं पलचरक्क् प्रदർशनं
पच्च मालिन्य निऱच्च सञ्चिकൾ
रण्ट् हांबർगऱुकൾ ग्रिल्लिൽ पाचकं चॆय्युन्नु .
ऒरु ऱोडिൽ ऒरु मोट्टोർ सैक्किൾ
जिऱाफ् तविट्टुनिऱमाण्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
नियोൺ ग्रीൻ स्की हिमत्तिൽ विऱक्कुन्नु .
विൻडोयिൽ केस् प्रदർशिप्पिक्कुक .
ऒरु सैड्वाळिൽ ऒरु स्केऱ्ऱ्बोർडർ
मनोहरमाय इरुण्ट कुतिर .
डॆस्क्टोप्प् पश्चात्तल पूच्चय्क्कॊप्पं सविशेषमाय ऒरु तत्समय पूच्च
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु षोप्पिंग् केन्द्रत्तिलॆ ऒरु बॆञ्चिൽ विश्रमिक्कुन्न रण्टु स्त्रीकൾ .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु तीवण्टि
स्त्री धूम्रवस्त्रमाण् धरिक्कुन्नत्
कळिक्कळत्तिलॆ कळिक्काർ परिशीलिक्कुन्नु .
ऒरु चॆऱिय चुवन्न स्ऱ्ऱोप्प् चिह्नं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पच्चयुं वॆळ्ळयुं अक्षरङ्ङळुळ्ळ ऒरु विलास चिह्नं
कऱुत्त वैद्युत चरट्
पश्चात्तलत्तिൽ इरुट्ट्
अवൻ ऒरु पट्टं पऱक्कुन्नु
मनुष्यൻ ऱाक्कऱ्ऱ् उपयोगिच्च् पन्त् तट्टुन्नु
सिमൻऱ् निलत्त् पच्चध्रुवं .
कुन्निन्ऱॆ अरिकिൽ निൽक्कुन्न स्त्री
वानिनुळ्ळिൽ वॆळ्ळयुं चारनिऱत्तिलुळ्ळ सीऱ्ऱ्
नीळमुळ्ळ ऒरु ओऱञ्च् कारऱ्ऱ्
वटियिൽ तूक्कियिट्टिरिक्कुन्न वॆळुत्त तूवाल
ऒरु मनुष्यन्ऱॆ कण्णुकൾ
कम्प्यूट्टർ मौस् डॆस्किൽ
ऒराൾ मञ्ञुवीऴ्चयिൽ निൽक्कुन्नु .
नटप्पातयिൽ आൺकुट्टि स्केऱ्ऱ् बोർडिंग् चॆय्युन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु मनुष्यन्ऱॆ तल
कऱुप्पुं वॆळुप्पुं टॆन्नीस् वल .
ऒरु कऱुत्त ट्राष् बाग् .
ट्रेयिൽ चित्रीकरिच्चु
पूच्च कट्टिलिलाण्
अटयाळं कफॆ बिडि पऱयुन्नु
अवൾ फोൺ पिटिक्कुन्नु
वॆळुत्त षർट्ट् धरिच्च ऒराൾ
आൺकुट्टियुटॆ कैयिलुळ्ळ टॆन्नीस् ऱाक्कऱ्ऱ्
विमानत्तिलॆ अटयाळं
कुटयुमायि फुट्पात्तिൽ निൽक्कुन्न स्त्री
द्वीप् बीच्च् रंगं
आൺकुट्टियुटॆ वस्त्रङ्ङൾ
ऒरु नैऱ्ऱ् स्ऱ्ऱाൻडिൽ इरिक्कुन्न क्लीൻसॆस्
पुल्लिൽ निൽक्कुन्न सीब्र
क्याच्चऱिन्ऱॆ मिऱ्ऱ् मञ्ञयुं कऱुप्पुं आण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु मेशप्पुऱत्त् ऒरु पुष्प पात्रं
शोभयुळ्ळ नील षूस्
आकाशं नीलयुं व्यक्तवुमाण्
जलांशं मञ्ञयाण्
पऴुत्त फ्रूट्ट् कषणं
आरो क्यामऱ पिटिक्कुन्नु
ई जिऱाफ् मऱ्ऱ् रण्टॆण्णत्तेक्काൾ चॆऱुताण्
ऒरु कऱुत्त ट्राष् बाग् .
चिह्नं चुवप्पाण्
ऎस्ऱ्ऱेऱ्ऱ् एजन्ऱुमाർ पऱयुन्न अटयाळं
नाल् ट्राफिक् लैऱ्ऱुकळुं पच्चयाण्
ऒरु बाग् कोट्टൺ मिठायि
नीलयुं वॆळ्ळयुं बस् ओटुन्नु
तॆरुविलूटॆ सञ्चरिक्कुन्न स्केऱ्ऱ्बोർडർ
ऒरु मनुष्यन्ऱॆ कैय्यिൽ रण्ट् सർफ्बोർडुकൾ .
निलत्त् कऱुत्त पुळ्ळि
चुवरिൽ तूक्कियिट्टिरिक्कुन्न क्लोक्क्
ऒरु विळक्कुमाटं .
मनुष्यൻ ऒरु आൺकुट्टियॆ चुमक्कुन्नु
ऒरु कऱुत्त तॊप्पिक्क् मुकळिलुळ्ळ गोൾफ् ऎൻऎफ्ऎൽ अक्षरङ्ङൾ .
वीट् वॆळुत्तताण् .
मञ्ञ नाययुटॆ काल्
पർप्पिൾ षർट्टुं ब्रौൺ तॊप्पियुं उळ्ळ स्केऱ्ऱ्बोർडർ .
कूटुतलुं कऱुप्पुं वॆळुप्पुं फोट्टो
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कुञ्ञ् आन
काबेजिन्ऱॆ वलिय तल
ऒरु व्यक्ति ऒरु सॆൽ फोൺ कैवशं वय्क्कुन्नु
नाल् विमानङ्ङൾ आकाशत्त् .
ऒरु विमानत्तावळत्तिൽ विमानं निलयुऱप्पिच्चु
आटुकळुटॆ तल
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु सिൽवർ मॆऱ्ऱൽ स्यूट्ट्केस्
कैयिൽ वाऴप्पऴं पिटिक्कुन्नु
ऒरु डिस्पॆൻसർ पात्रत्तिൽ मधुरवुं कुऱञ्ञतुं
" उप्प् , कुरुमुळक् षेक्कऱुकൾ "
वർण्णाभमाय कुटक्कीऴिൽ पूच्च .
मून्न् निलकळुळ्ळ ऒरु केक्क्
द्वीप् बीच्च् रंगं
पशुविन्ऱॆ मुखं
केक्किൽ कऱुत्त अक्षरं
ट्राक्कुकൾक्क् पुऱकिलुळ्ळ चॆऱिय कुळङ्ङൾ .
चुवप्प् निऱमुळ्ळ टॆयिൽ लैऱ्ऱ्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
एष्यൻ स्त्री कैवशं वच्चिरिक्कुन्न वॆळुत्त कुट
निलत्त् सिमൻऱ् टैൽ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इरुण्ट पच्च निऱमुण्ट्
काट्टिൽ नील बैक्क् .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु बसिन्ऱॆ जालकङ्ङൾ
ऒरु वलिय अटयाळत्तिൽ कटयुटॆ पेर् .
कुट पिटिच्च ऒराൾ
हिमत्तिलॆ अटयाळङ्ङൾ
फोट्टोयिलॆ पेर्
चुवरिൽ चोक्क् बोർड् .
चॆऱिय पुरातन कुट्टिकळुटॆ कळिप्पाट्टं
तविट्ट् षർट्ट् धरिच्च चॆऱुप्पक्कारൻ
पात्रङ्ङळुटॆ कूम्पारं
ध्रुवत्तिൽ वॆच्चिरिक्कुन्नु अग्नि जलांशं
रण्ट् कसेरकळुळ्ळ ऱौण्ट् टेबिൾ
माർट्टिनि ग्लास् पिटिक्कुन्नु
ऒरु वलिय वॆळुत्त सॆऱामिक् बात्त् टब्
इलकळिल्लात्त मरङ्ङൾ
पूच्च रण्ट् प्रावुकळॆ नोक्कुन्नु
ऒरु स्त्री स्कीयिंग् .
चुवरिൽ इरट्ट जनൽ
वाऴप्पऴं तूक्कियिट्टिरिक्कुन्न चुवन्न हुक्क्
ऒरु एष्यൻ नगरत्तिन्ऱॆ तॆरुविൽ निन्न् ऎटुत्त चित्रं
ऒरु विमान टॆർमिनलिन्ऱॆ विൻडो
पच्च पुल्लिൽ कऱुप्पुं वॆळुप्पुं निऱमुळ्ळ पशु .
स्कीयिंग् चॆय्युन्न ऒरु व्यक्ति
इत् ऒरु व्यक्तियाण्
बोർडिन् मुकळिलुळ्ळ मनुष्यൻ वॆळ्ळत्तिൽ नीन्तुन्नु .
तऱयिൽ अग्निशमन उपकरणं
इटत् तिरियൽ चिह्नमॊन्नुमिल्ल .
ऒरु पॊतु विश्रममुऱियिൽ निरवधि मूत्रप्पुरकൾ
ऒरु विमानं निलत्त्
चिल पुस्तकङ्ङळिൽ इरिक्कुन्न लाप्टोप्प्
ऒरु सीब्रयुटॆ चॆवि
नील बस्
मरङ्ङൾक्क् पिन्निൽ कटुं नीलाकाशं
क्लिप्पऱुकळिൽ मॆऱ्ऱൽ ब्लेड्
विൻड्षीൽडिलॆ वैप्पऱुकൾ .
ट्रॆयिनिलॆ ग्लास् विൻडो
ऒरु कॆट्टिटत्तिलॆ ऒरु घटिकारं
पूच्चयुटॆ मुखं
ऒरु कुऴप्पमिल्लात्त असंघटित कम्प्यूट्टർ डॆस्क् .
काट्टिൽ मून्न् जिऱाफुकൾ
व्यक्तियुटॆ वॆळुत्त मुखं
तॆरुविൽ ऒरु STOP चिह्नं
वॆळुत्त षർट्ट् धरिच्च ऒरु स्त्री
इत् ऒरु व्यक्तियाण्
मून्न् पुरातन पात्रङ्ङൾ प्रदർशिप्पिच्चिरिक्कुन्नु
वीणुपोय अटयाळं
ऒरु बॆञ्चिൽ इरिक्कुन्न दम्पतिकൾ .
चुवप्पुं ओऱञ्चुमुळ्ळ वण्ट् तॆरुविन्ऱॆ वशत्त् पाർक्क् चॆय्तिरिक्कुन्नु
चुवन्न ट्राफिक् लैऱ्ऱुकൾ
तऱयिलॆ परवतानि
पताक ध्रुवत्तिൽ तूक्कियिरिक्कुन्नु
अऴुक्कुचालिൽ निൽक्कुन्न आन
इतॊरु कुन्नाण्
विमानत्तिൽ चुवप्पुं नीलयुं रूपकൽप्पन
एताण्ट् नेराय चक्रवाळं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चॆऱिय कऱुत्त करटि
ऒरु पुൽमेट्टिൽ आटुकൾ
ऒरु बीच्चिनटुत्तुळ्ळ घटिकार गोपुर स्मारकं
डयप्पർ धरिच्च कुट्टि
तुरुम्पिच्च मञ्ञ तीवण्टि
सिंगिൾ ऎञ्चिൻ चॆऱिय विमानं विपुलीकरिच्च लाൻडिंग् गियऱुमायि ऱोड्वेयिलूटॆ पऱक्कुन्नु
निलत्त् कऱुत्त पुळ्ळि
कीऱिपऱिञ्ञ कारऱ्ऱ्
बॆञ्चिनटुत्तुळ्ळ मरं
ऒरु स्त्रीयुटॆ चुरुण्ट मुटि
द्वीप् बीच्च् रंगं
ट्राक्कुकळिൽ ऒरु ट्रॆयिൻ .
तॆरुविलॆ बसुकൾ
ताटियुटॆ अटुत्तुळ्ळ चॆऱिय वॆळ्ळि फोൺ
इत् ऒरु बाग् कयऱुकळाण्
सीलिंगिൽ तिळङ्ङुन्न लैऱ्ऱुकൾ
कटൽ कुतिर कैऱ्ऱ् मुकळिൽ पऱक्कुन्नु
स्नो बोർड् पिटिच्चिरिक्कुन्न मनुष्यൻ
ऒरु बाग् कोट्टൺ मिठायि
स्त्रीयुटॆ कैयिलॆ वॆळ्ळि मॆऱ्ऱൽ ब्रेस्लॆऱ्ऱ्
ऒरु मृगत्तिन्ऱॆ तविट्ट् पाटुकൾ
ऒरु ऱॆयिൽ निन्नुं स्केऱ्ऱ्बोർडർ स्लैड् चॆय्युन्नु .
कुञ्ञ् ऒरु षർट्ट् धरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वलिय तविट्टुनिऱत्तिलुळ्ळ नाय स्त्रीयुटॆ पिन्निൽ निൽक्कुन्नु
गतागत अटयाळत्तिൽ चुवन्न विळक्क्
ऒरु वलिय फ्रॆयिं चॆय्त ड्रोयिंग्
मञ्ञ विळक्कुकൾ
मञ्ञुमूटिय आट्
मुखत्त् चायं उळ्ळ कुट्टि
वीट्टिൽ पाकं चॆय्त पिस्स
ऒरु बाग् कोट्टൺ मिठायि
चुवन्न पटिकൾ
बॆञ्चिൽ इरिक्कुन्न ऒराൾ .
चुवन्न इष्टिक अटुप्प्
ऒरु वलिय ब्रौൺ पूच्च
यूणिफों धरिच्च सोक्कർ कळिक्कारൻ
टाർमाक्किൽ ऒरु विमानं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
जिऱाफिൽ तविट्ट् पुळ्ळि
वलिय नील बागुळ्ळ स्त्री
ब्रौൺ आनकळुटॆ शेखरं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कऱुत्त कुक्क्टोप्प्
चतुर जनलिൽ सूर्यप्रकाशं
जनङ्ङळुटॆ पिन्निൽ ऒरु कल्ल् मतिൽ
विमानत्तिन्ऱॆ वॆळ्ळयुं चुवप्पुं वाൽ
कुटयिൽ कुट्टियुटॆ मुखं
पशुविൽ वॆळुत्त कॊम्पुकൾ
पच्चयुं चुवन्नयुं आप्पिൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
जिऱाफिन्ऱॆ तलयुटॆ पिൻवशं
परन्न तविट्टुनिऱत्तिलुळ्ळ निलत्त् मनुष्यൻ निൽक्कुन्नु
ओऱञ्च् पूक्कळुळ्ळ पूत्तट्टं
इत् ऒरु व्यक्तियाण्
इत् ऒरु व्यक्तियाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु वॆळुत्त डिन्नർ प्लेऱ्ऱ्
नटप्पातयिलुळ्ळ वाहनं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इत् ऒरु व्यक्तियाण्
ऒरु वॆळुत्त लैऱ्ऱ् हौस्
तविट्ट् काർड्बोർड् पॆट्टियिൽ कऱुत्त अक्षरं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
सुन्दरमाय मुटियुळ्ळ कॊच्चुकुट्टि
रण्टुपेർ पർवतत्तिलेक्क् इऱङ्ङुन्नु
ऒरु वलिय वॆळुत्त अटित्तऱ
मनुष्यन् तॊप्पि .
मनुष्यൻ तलकीऴायि वायुविൽ
पच्चयुं चुवप्पुं निऱत्तिलुळ्ळ आप्पिൾ
ऒरु पच्च ट्राफिक् लैऱ्ऱ्
मरत्तिन्ऱॆ तुम्पिक्कै वलुताण्
सीलिंगिൽ तिळङ्ङुन्न लैऱ्ऱुकൾ
मुन्निൽ वलिय जिऱाफ्
ऒरु ऱोडिൽ वरयुळ्ळ क्रोस्वाक्क्
बिൽ नै सयൻस् पय्यൻ
लगेजुकळुमायि वरियिൽ निൽक्कुन्न आळुकൾ
स्त्रीयुटॆ तल
ऒरु तळिकयिൽ ऒरु पिस्स .
ऒरु कट्टिलिൽ रण्टुपेർ
कटൽत्तीरत्त् सർफ्बोർड् पिटिच्चिरिक्कुन्न ऒरु स्त्री
ऒरु चिह्नत्तिൽ बि अक्षरं
पच्चयुं चुवप्पुं ध्रुवं
कुञ्ञ् आन
मरत्तिൽ निन्न् तूक्कियिट्टिरिक्कुन्न मञ्ञ वाऴप्पऴं
ऒरु चॆऱिय चुवप्पुं वॆळ्ळयुं विमानं
विमानत्तावळत्तिൽ निरवधि आळुकൾ
पिस्स प्लेऱ्ऱिलाण् .
इत् ऒरु मनुष्यनाण्
कऱुप्पुं वॆळुप्पुं वरयुळ्ळ आप्रोൺ
ऒराൾ टॆन्नीस् कोർट्टिलाण्
ऒरु घटिकारमुळ्ळ गोपुरं
मनुष्यൻ ऒरु बेस्बोൾ गॆयिं कळिक्कुन्नु
कॆट्टिटत्तिन्ऱॆ रण्ट् अवेणिंग्
अत् आटुकळुटॆ तलयाण्
" चारयुं , वॆळुत्ततुमाय पशु "
टै क्लिप्पिनॊप्पं कऱुत्त टै
चिल पक्षिकൾ वयलिൽ उण्ट्
ऒरु कुतिर ऒरु मलयुटॆ मुकळिलाण्
ऒरु स्त्री होट्ट् डोगुं बियऱुं पिटिक्कुन्नु
तटि बोർडुकळिൽ ऒरु कटल्क्काक्क
मनुष्यन् टाൻ तॊप्पि उण्ट्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
स्केऱ्ऱ्बोർड् ड्यूड् बोർड् वायुविൽ फ्लिप्पुचॆय्युन्नु
आशुपत्रि किटक्कयिൽ किटक्कुन्न स्त्री
ऒरु जोटि स्कीसिलॆ व्यक्ति
" चॆऱिय तविट्ट् , चारनिऱत्तिलुळ्ळ पक्षि "
ऒरु वयलिൽ निरवधि मृगङ्ङൾ
इतॊरु बेस्बोൾ बाऱ्ऱ् आण्
कॆट्टिटत्तिन्ऱॆ मुकळिൽ ऒरु क्रोस्स् उण्ट्
विमानत्तिൽ पिन्निलॆ इटत् विंग्
निलत्त् कऱुत्त पुळ्ळि
ऒरु टोस्ऱ्ऱ् निർद्देशिक्कुन्न स्त्री
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वैऱ्ऱ् पोൾकाडोट्टिन् अटुत्तायि वॆळुत्त पोൾकाडोट्ट्
वलिय ट्रक्क् टयർ निलत्त्
कॆट्टिटत्तिन्ऱॆ ऒरु जालकं
अरिञ्ञ वेविच्च वॆळुत्तुळ्ळि कषणं
मङ्ङिय चुवन्न बेस्बोൾ तॊप्पि
इरुण्ट तविट्ट् मरं कॊण्टुळ्ळ घटिकारं
ऒरु चिह्नत्तिൽ वलिय अक्षरं
इत् ऒरु मनुष्यनाण्
कुतिर वण्टियुटॆ पुऱकिൽ
ऒरु समुद्रं
ऒरु चुवन्न ताऱाव् बोट्ट्
ऒरु पच्च वृक्ष शाख
वलिय वॆळुत्त उणङ्ङिय माय्क्कൽ बोർड्
निൽक्कुन्न ऒराळुटॆ कै
वृत्तिकॆट्ट वस्त्रङ्ङൾ निऱञ्ञ ऒरु बाग् मूलयिൽ इरिक्कुन्नु
वयलिൽ फ्रिस्बी कळिक्कुन्न मनुष्यൻ
वाऴप्पऴं तण्टिൽ तूक्कियिरिक्कुन्नु
आनयुटॆ चॆवि
वलिय वरयुळ्ळ पूच्च क्यामऱयिलेक्क् नोक्कुन्नु
द्वीप् बीच्च् रंगं
पच्च कैऱ्ऱ्बोർड् कैऱ्ऱ्
रंगं औट्ट्डोർ नटक्कुन्नु
कुञ्ञ् आन
वॆळुत्त पट्टिकयिൽ चुवन्न मौस्
मेशप्पुऱत्त् वॆळुत्त चट्टि
जिऱाफुकൾ नोक्कुन्नु
वॆळुत्त टोय्लऱ्ऱ्
ऒरु चिह्नं ई प्रदेशत्तॆ मॆट्रोपॊळिऱ्ऱൻ ऎन्नाण् सूचिप्पिक्कुन्नत्
इतॊरु कुळिमुऱियाण्
आൺकुट्टिक्क् हॆൽमॆऱ्ऱ् उण्ट्
कॆट्टिटत्तिन्ऱॆ मूलयिൽ कॆट्टिटत्तिन्ऱॆ पेर्
शून्यमाय पिस्स बोक्सुकळुटॆ ऒरु शेखरं
स्कीसिൽ ऒरु मनुष्यൻ
ऒरु स्कै चरिविलुळ्ळ मनुष्यൻ
आनयॆ वरय्क्कुन्न आन
नील षർट्टिनु पिन्निൽ 55 ऎन्न अक्कं उळ्ळ पुञ्चिरिक्कुन्न मनुष्यൻ .
वർण्णाभमाय कैऱ्ऱ् आकाशत्त् पऱक्कुन्नु
चैनीस् पेप्पർ विळक्क्
समुद्रत्तिलॆ बूगि बोർड्
विमानत्तिन्ऱॆ वलिय ऎञ्चिൻ
चुवप्पुं वॆळ्ळयुं चक्क् टॆय्लऱुकൾ
विൻडोकळिൽ कॆट्टिटं .
तऱयिൽ कऱुत्त सैक्किൾ
इतॊरु पक्षियाण्
ऒरु बोർडिൽ मनुष्यൻ
ऒरु वयलिൽ पशु
उणङ्ङाൻ इट्ट वस्त्रङ्ङൾ
काट्टिൽ रण्ट् करटिकൾ
स्यूट्ट्केसिलॆ पूच्च
रण्टुपेർ भक्षणं कऴिक्कुन्नु
ऒरु प्लेऱ्ऱ् रुचिकरमाय भक्षणं
ऒरु वयलिलॆ कुतिरकळुटॆ कूट्टं
कऱुत्त प्लास्ऱ्ऱिक् हॆൽमॆऱ्ऱ् कय्यिൽ
ऒरु तॆरुविൽ पच्च वॆळिच्चं
नाय्क्कुट्टि वॆळुत्तताण्
आळुकൾ ऒरु कटൽत्तीरत्ताण्
रण्ट् जोटि कत्रिक
ऒरु व्यक्ति कुऱच्च् स्नोबोർडिंग् चॆय्युन्नु
कोൺक्रीऱ्ऱिൽ ऒरु सർफ्बोർड्
ऒरु नटप्पातयिൽ ऒरु कॊच्चुकुट्टि
कसेरयिൽ इरिक्कुन्न व्यक्ति
मनुष्यन् पच्च तॊप्पि
ऒरु मनुष्यൻ कैऱ्ऱ्बोർडिंग्
ट्रॆयिनिन्ऱॆ तुऱन्न वातिൽ
कटुं निऱमुळ्ळ सालड्
व्यक्ति व्यक्तियुटॆ अरिकिलूटॆ नटक्कुन्नु
चॆऱिय काൻ पूच्च भक्षणं
चिल ट्राक्कुकळिൽ ऒरु ट्रॆयिൻ ओटिक्कुन्नु .
कർट्टൻ मतिलिलाण्
रण्टुपेർ कटൽत्तीरत्त् नटक्कुन्नु
ऒरु बाग् कोट्टൺ मिठायि
मध्य वायुविൽ सोक्कർ पन्त्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
" वॆळ्ळ , ओऱञ्च् निऱत्तिलुळ्ळ टॆन्नीस् ऱाक्कऱ्ऱ् "
कण्णाटियिൽ स्त्री
आशुपत्रि किटक्कयिൽ ऒरु स्त्रीयुं कुञ्ञुं
ऒरु मरं बॆञ्च् वॆळ्ळ चायं पूशि
वाट्टർ तरंगङ्ङळुटॆ भागं
रण्ट् डोൾफिनुकळिൽ निൽक्कुन्न ऒरु स्त्री
ऒरु मनुष्यन्ऱॆ मुखं
ऱॆड् मॆऱ्ऱൽ स्ऱ्ऱोप्प् चिह्नं
ऒरु बाग् कोट्टൺ मिठायि
कुतिरयुटॆ तलयिൽ मुटि
ऒरु पोळिൽ ऒरु ट्राफिक् चिह्नं
स्त्री फोൺ पिटिक्कुन्नु
बसिन्ऱॆ फ्रण्ट् विൻड्षीൽड्
ट्रॆयिनिन्ऱॆ मुൻवशत्तॆ लैऱ्ऱुकൾ ओणाण्
ऒरु कुतिरयुटॆ वाൽ
मनोहरमाय मञ्ञ पुष्पं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु किऴक्कൻ कोस्ऱ्ऱ् तीवण्टि
ऒरु कूट्टं कुतिरकൾ .
कुतिर ओटिक्कुन्न ऒरु संरक्षित हॆൽमॆऱ्ऱ्
ऒरु करटि लोगुकൾक्किटयिൽ उण्ट्
कटिञ्ञाൺ उळ्ळ वॆळुत्त कुतिर
स्वाൻ वॆळ्ळत्तिൽ नीन्तुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
इटनाऴि तऱ नील निऱत्तिलाण्
ऒरु वॆळुत्त बोർडिൽ नील अक्षरं
कुतिर ऒरु तुऱन्न वयलिൽ निൽक्कुन्नु
ऒरु चॆऱिय जोडि मटक्क कत्रिक
ऒरु वलिय टिवि ओणाक्कि
काणिकൾ स्ऱ्ऱाൻडिൽ इरिक्कुन्नु
भक्षणपात्रङ्ङൾ मेशप्पुऱत्त्
ई कसेरयुटॆ निऱं ब्रौൺ आण्
द्वीप् बीच्च् रंगं
वॆळुत्त चिह्नत्तिൽ कऱुत्त अक्षरं
ऒरु वॆळुत्त मञ्ञ् फीൽड्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु ऱॊट्टि कुऴॆच्च बागൽ
ऒरु कूट्टं आळुकळुळ्ळ ऒरु मुऱि
तऱयिൽ इरुन्न् जोलि चॆय्युन्न स्त्री
स्यूट्ट् केसिन्ऱॆ वॆळ्ळि पोൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
सीब्रय्क्क् मुन्निൽ मॆऱ्ऱൽ वेलि
उयरमुळ्ळ अलङ्करिच्च क्लोक्क् टवർ
ऒरु सिऱ्ऱि बस्
वातिलुकൾ ओऱञ्च् निऱमाण्
ऒरु पॆट्टियिൽ ऒरु ओऱञ्च्
ट्रॆयिൻ ट्राक्कुकळिൽ इऱङ्ङुन्नु
पॆൺकुट्टियुटॆ मुखत्त् कण्णट
पർवतत्तिन् मुन्निൽ ऒरु ट्रॆयिൻ
निन्ऱॆൻडो वै कळिक्कुन्न रण्ट् चॆऱुप्पक्काർ
ऒरु फोർक्क् ऒरु प्लेऱ्ऱिൽ उण्ट्
आटुकळुटॆ पुऱकुवशं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु व्यक्ति मञ्ञुवीऴ्चयिलाण्
मञ्ञ तॆरुव् चिह्नं .
ब्लाक्क् डॆൽ कम्प्यूट्टർ मोणिऱ्ऱർ
कुळिमुऱियिൽ रण्ट् स्त्रीकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु बाग् कोट्टൺ मिठायि
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मञ्ञ् तॊटुन्न स्की ऎൻड्
वॆळुत्त आट् निलत्तु किटक्कुन्नु
पूळिन् समीपमुळ्ळ मञ्ञ लाब्
पशुविन् अटुत्ताण् तविट्ट् निऱत्तिൽ उळ्ळ पशु
निलत्त् कऱुत्त पुळ्ळि
ऒरु वयलिൽ वॆळुत्त पशु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
अटिमत्तत्तिलुळ्ळ आनकळुटॆ कुटुंबं
गेऱ्ऱिनटुत्तुळ्ळ ट्रक्कुकൾ
कुञ्ञ् आन
वशङ्ङळिलायि रण्ट् सीब्रकൾ
चुवप्पुं वॆळ्ळयुं केक्क्
ऒरु सीब्र निൽक्कुन्नु
चुवरिൽ चुवन्न इष्टिककൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पिङ्क् फ्रोस्ऱ्ऱिंग् उळ्ळ ऒरु कप्प् केक्क्
ऱोडिन्ऱॆ वशत्त् चुवन्न मोप्पॆड् .
कुतिरय्क्क् चुऱ्ऱुं कऱुत्त पट्ट
ऒरु वयलिൽ चुवन्न आप्पिൾ
मनुष्यन्ऱॆ कय्यिൽ ऒरु कऱुत्त बाऱ्ऱ्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
अत् ऒरु जालकमाण्
नीळवुं वॆळ्ळियुं निऱमुळळ विमानं
ऒरु वलिय ड्रागൺ कैऱ्ऱ्
नाय जनालयिलूटॆ पुऱत्तेक्क् नोक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
फ्रॆयिमिलॆ कऱुत्त क्लोक्क्
ऒरु कऱुत्त ट्राष् बाग् .
अटुप्प् तुऱन्निरिक्कुन्नु
तूवालयिൽ मून्न् करटिकൾ
मञ्ञुवीऴ्चयिൽ रण्टुपेർ
इतॊरु डोनट्ट् आण्
आൺकुट्टि मरत्तिൽ पुऱकिൽ निൽक्कुन्नु .
स्त्रीयुटॆ मुखत्त् पुञ्चिरि
ऒरु मधुरपलहारत्तिन् मुकळिൽ ऒरु ऱास्बॆऱि
पुल्लिन् पच्च निऱमाण् .
जलधारयुटॆ मध्यत्तिൽ वॆळ्ळं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
नीलयुं वॆळ्ळयुं उळ्ळ विमानं
ऒरु कष्णं वॆळ्ळरिक्क
चुमरिൽ कऱुत्त पात्रङ्ङൾ
तऱ चारनिऱत्तिलाण्
बेस् बोൾ निलत्त्चु ऱ्ऱुं पुल्ल् .
तविट्टुनिऱत्तिलुळ्ळ वॆळुत्त केक्क् पात्रत्तिൽ सूक्षिच्चिरिक्कुन्नु
ऱोडिൽ वॆळुत्त ट्रक्क्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
प्रतिफलनं वॆळ्ळत्तिलाण्
मरङ्ङൾक्करिकिൽ निൽक्कुन्न कुट्टि
ऒरु अऴुक्कुचाൽ ऱोड्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
टिषർट्ट् मञ्ञयाण्
कत्त् चारनिऱमाण् .
पॆൺकुट्टिक्क् चुवन्न तॊप्पि उण्ट्
कत्त् नीलयाण् .
कुञ्ञ् आन
वायुविൽ ऒरु बैक्किन्ऱॆ फ्रोൺ टयർ .
ऒरु पशु निलत्तु किटक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
व्यक्तियुटॆ कैकൾ चुवन्न चायं पूशि .
ऒरु ट्रेयिൽ चुट्ट कषणं
ऒरु मनुष्यन्ऱॆ ताटि
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वॆळुत्त प्लेऱ्ऱिन् मुकळिൽ कत्तिच्च चीस् .
पच्चयुं वॆळ्ळयुं गतागत चिह्नं
चक्रङ्ङळुळ्ळ स्केऱ्ऱ्बोർड्
ऒरु चॆऱिय चुमक्कुन्न बाग्
नदि मुऱिच्चुकटक्कुन्न आनकൾ .
कऱुप्पुं वॆळुप्पुं निऱमुळ्ळ सർफ्बोർड्
इतॊरु पूच्चयाण्
मैतानत्त् बेस्बोൾ कळिक्काർ .
तॊप्पि धरिच्च मनुष्यൻ
इत् ऒरु मनुष्यनाण्
ऒरु वॆळुत्त विभवत्तिൽ ऒरु पिस्स
बियർ मेशप्पुऱत्तुण्ट्
नाव् वायिൽ निन्न् पुऱत्तेक्क्
स्कीयർ धरिक्कुन्न मञ्ञ् गोग्गिൽस्
बसिन्ऱॆ मुൻ टयർ
ऒरु मोप्पॆडिൽ मुൻ वॆळिच्चं
गोपुरं वृत्ताकृतियिलाण्
उयरमुळ्ळ घटिकार गोपुरं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मनुष्यൻ ऒरु बाऱ्ऱ् पिटिक्कुन्नु
कुञ्ञ् आन
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
चुवन्न तॊप्पि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मनुष्यൻ कुतिर सवारि चॆय्युन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
आनकळुटॆ कूट्टं वॆळ्ळत्तिൽ
वायुविलॆ ऒरु बेस्बोൾ
नाययुटॆ इटतु काൽ
टोय्लऱ्ऱ् सीऱ्ऱ् कवऱिൽ रोमक्कुप्पायं
वॆळुत्त फ्रिस्बी वायुविൽ
चॆऱिय पच्च फोൺ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
स्केऱ्ऱ्बोർडिन् मुन्निൽ मञ्ञ चक्रङ्ङൾ
ऒरु कूट्टं आळुकൾ
रण्ट् नील कुटकൾ
काऱिलॆ नाय
कटൽत्तीरत्त् फ्रिस्बी कळिक्कुन्न ऒराൾ
ऒरु मनुष्यन्ऱॆ मुखत्त् सൺग्लासुकൾ
ऒरु मोट्टोർबैक्किन्ऱॆ चक्रं
इत् ऒरु व्यक्तियाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इत् ऒरु व्यक्तियाण्
ऒरु पॆൺकुट्टिक्क् पिग्टॆयिൽ
आकाशत्तिलॆ तॆळिञ्ञ कालावस्थ
कुरिश् चुवप्पाण्
ओऱञ्च् निऱमुळ्ळ प्लास्ऱ्ऱिक् लाप्टोप्प् कम्प्यूट्टർ
नीलयुं वॆळ्ळयुं निऱञ्ञ ट्रक्क्
भयं उळ्ळ सुहृत्त्
स्वीकरणमुऱियिൽ निൽक्कुन्न रण्ट् स्त्रीकൾ
" कऱुप्प् , ओऱञ्च् तॊप्पि "
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु स्कि लिफ्ऱ्ऱिलुळ्ळ आळुकൾ
इत् ऒरु व्यक्तियाण्
कट्टिलिൽ वॆळुत्त तलयिणकൾ
चुऱ्ऱिൽ टोय्लऱ्ऱ् कटलास्
स्त्री टॆन्नीस् कळिक्कुन्नु
चुवरिൽ घटिकारं
ऒरु प्रॊप्पल्लऱुळ्ळ ऒरु विन्ऱेज् विमानं
वलिय वॆळ्ळि घटिकारं
रण्ट् वलिय ब्रौൺ करटिकൾ
इत् भक्षणमुळ्ळ ऒरु पात्रमाण्
ऒरु कूट्टं आळुकൾ पोस् चॆय्युन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
सർवे पॆयिन्ऱ् चॆय्त यॆल्लो
इरुण्ट तविट्ट् ड्रोयऱुकൾक्कुं क्याबिनऱ्ऱुकൾक्कुं मुकळिलुळ्ळ ऒरु वॆळुत्त कौण्टർ
षू धरिच्च मनुष्यൻ निൽक्कुन्नु
मनुष्यन्ऱॆ कीऴिलुळ्ळ वॆळ्ळत्तिൽ वॆळुत्त सർफ्बोർड् .
पानीयङ्ङळुटॆ नुरयुटॆ भागं
पूच्च टिवि काणुन्नु
मेशप्पुऱत्त् वॆळ्ळि लाप्टोप्प् तुऱन्नु
सीब्र निलत्त् निൽक्कुन्नु
निलत्त् कऱुत्त पुळ्ळि
इतॊरुपूत्तट्टं आण्
ऒरु तॆरुव् विळक्क्
ऒरु मेशप्पुऱत्त् ऒरु ग्लास्
ऒरु वॆळुत्त क्लोसऱ्ऱ् वातिൽ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु पोणि निलत्त् निൽक्कुन्नु
मनुष्यൻ सർफ्बोർडिलाण्
ऎस्कलेऱ्ऱऱिൽ निन्न् वरुन्न स्त्री
पॆൺकुट्टिक्क् कऱुत्त हॆൽमॆऱ्ऱ् उण्ट्
जिऱाफ् ऒरु मरत्तिन्ऱॆ अरिकिൽ निൽक्कुन्नु
तॆरुविनटुत्तुळ्ळ बॆञ्च्
चियाऱिൽ कुतिर
पुञ्चिरिक्कुन्न सन्तोषवतियाय स्त्री
कत्त् स्वർण्णमाण् .
मधुरपलहारं प्लेऱ्ऱिलाण् .
निलत्त् कऱुत्त पुळ्ळि
ऒरु वॆळुत्त पूच्चयिൽ वॆळुत्त बूट्ट् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पताक तूक्कियिरिक्कुन्नु
सीब्रयुटॆ तल
वॆळुत्त कुप्पायत्तिलुळ्ळ कॊच्चु पॆൺकुट्टि
तॆरुविलॆ ट्रोळि मनुष्यൻ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु कऱुत्त ट्राष् बाग् .
सुन्दरनुं अडोऱबिൾ आय कुञ्ञ्
वलिय चारनिऱत्तिलुळ्ळ कट्टिलुकळुळ्ळ स्वीकरणमुऱि
मतिलिन्ऱॆ वशत्त् ऒरु वलिय घटिकारं .
इतॊरु ट्रॆयिൻ आण्
मनुष्यൻ पुञ्चिरिक्कुन्नु .
पशु कऱुप्पुं वॆळुप्पुं आण् .
सൺग्लासुळ्ळ कॊक्केष्यൻ पुरुषൻ .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चिह्नं पच्चयुं वॆळ्ळयुं आण्
चुवन्न ऱोस्
कुञ्ञ् आन
कटयुटॆ कण्णाटियिൽ ऒरु नाय
ऒरु स्त्रीयुटॆ मूक्क्
मोट्टोർ बैक्किलुळ्ळ आळुकൾ
युवाव् सർफ् बोർडिൽ सർफिंग् चॆय्युन्नु .
चुवन्न टोप्पिंगुळ्ळ मञ्ञ मफिൻ
ऒरु व्यक्ति सർफिंग् उण्ट् .
कट्टिलिൽ किटक्कुन्न मनुष्यൻ
इत् ऒरु व्यक्तियाण्
अटयाळं कऱुप्पुं वॆळुप्पुं आण् .
" वॆळ्ळ , तविट्ट् निऱमुळ्ळ बोट्ट् "
मुൻनिरयिलुळ्ळ फयർ हैड्रान्ऱ् .
ऒरु स्त्री ऒरु पाർक्किൽ ऒरु पट्टं पऱक्कुन्नु
अवൻ तऱयिलाण्
ऒरु तुऱन्न माक्बुक्क् लाप्टोप्प्
ऒरु जिऱाफ् वयलिൽ उण्ट्
मनुष्यൻ नील षർट्ट् धरिक्कुन्नु .
पाऱ चारनिऱमाण्
जिऱाफिन्ऱॆ तल
मञ्ञ गतागत चिह्नं
पुरुषन् कऱुत्त मुटियुण्टायिरुन्नु .
बैक्कुकൾ
निൽक्कुन्न स्त्री वॆळ्ळत्तिलेक्क् नोक्कुन्नु .
कैत्तण्टय्क्क् चुऱ्ऱुमुळ्ळत्
इतॊरु आटाण्
सीब्रयिलॆ वरकൾ
विदूरत्तिलॆ ऒन्नां अक्क बट्टൺ .
ऒरु कॊच्चु पॆൺकुट्टि पुल्लिൽ निൽक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
स्कीयऱिन्ऱॆ वॆळुत्त बूट्ट्
ध्रुवं चारनिऱमाण्
भक्षणत्तिन् मुकळिൽ तक्काळि मुऱिच्चुवॆक्कुक .
ऒरु वॆळुत्त केक्क् ओना टेबिൾ
घटन कल्लाण्
कण्णट धरिच्च वृद्धൻ
नीलयुं मञ्ञयुं उळ्ळ ट्रॆयिൻ काർ
स्त्री ऒरु वॆळुत्त स्वॆऱ्ऱർ धरिच्चिरिक्कुन्नु
वाक्कुकൾ ऒरु नील कटलासिൽ ऎऴुतियिरिक्कुन्नु
कऱुप्पुं मञ्ञयुमाण् टॆन्नीस् ऱाक्कऱ्ऱ्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
फुट्पात्तिൽ ऒरु बॆञ्च्
कऴुत्तिन्ऱॆ पिൻभागत्तॆ मुटि
टीनेज्आ ൺकुट्टि मतिलिलेक्क् चाञ्ञु .
ऒरु अटुक्कळयिलॆ मरं काबिनऱ्ऱुकൾ
ऒरु वलिय वॆळुत्त मेश
ऒरु पॆൺकुट्टिक्क् किटक्क
ऒरु ऱॆड् बोൾ क्याप्प्
पुल्लुं पाऱकळुं
ऒरु विमानं चीट्टिट्टु इरिक्कुन्नु
तिळक्कमुळ्ळ मञ्ञ जाक्कऱ्ऱ् उळ्ळ मनुष्यൻ
कळत्तिलॆ कळिप्पाट्टङ्ङൾ
रण्ट् बेस्बोൾ बाऱ्ऱुकൾ .
सीब्रकൾ कॆट्टिप्पिटिक्कुन्नु
वैऱ्ऱ् कळർ प्लेऱ्ऱ्
इतॊरु जालकमाण्
कण्णाटियिൽ प्रतिफलनं
व्यक्ति स्केऱ्ऱ्बोർडिंग्
नीलयुं वॆळ्ळयुं टैयुळ्ळ ऒरु मनुष्यൻ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वलिय कल्ल् मतिൽ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
आൺकुट्टिकळुटॆ कैयिलुळ्ळ क्यामऱ
स्त्री पल्ल् तेक्कुकयाण्
ऒरु पालत्तिनटियिൽ बोट्ट्
पच्चप्पाटत्तिलॆ आटुकൾ .
घटिकारत्तिन्ऱॆ कैकൾ
Wii कळिक्कुन्न स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पच्च निऱत्तिलुळ्ळ तिरमालयिൽ सർफिंग् चॆय्युन्न कऱुत्त स्यूट्टिलुळ्ळ वॆळ्ळक्कारൻ
ऒरु मरं पाർक्क् बॆञ्च्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
लेडि उपयोगिक्कुन्न ब्लो ड्रयർ
वॆळ्ळत्तिൽ रण्ट् सർफऱुकൾ
ऒरु तळिकयिൽ केक्क्
समुद्रत्तिलॆ परासैलർ
स्त्रीयुटॆ चॆवि न् कम्मल्
कसेरयिൽ इरुन्न् कऴिक्कुन्न कॊच्चु पॆൺकुट्टि
तविट्टुनिऱत्तिलुळ्ळ अऴुक्क्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
अवർ किटक्कुन्नु
मोट्टोർ सैक्किळिൽ निൽक्कुन्न ऒरु पॆൺकुट्टि
परवतानि तविट्टुनिऱमाण् .
चिप्प् सोसिलाण्
इरुण्ट तविट्ट् मरं बॆड्
चुमरिൽ घटिकारं
मिड् ऎयऱिൽ ऒरु तन्त्रं चॆय्युन्न ऒरु स्नोबोർडർ
स्ऱ्ऱोप्प् लैऱ्ऱ् कऱुत्तताण् .
ऎन्तॆङ्किलुं तट्टुन्न पूच्च
पच्चयुं वॆळ्ळयुं अटयाळं
व्यक्तिकळुटॆ मटियिൽ ऒरु सॆൽ फोൺ
फोൺ प्रवർत्तनत्तिलाण्
ऒरु पूच्च वॆयिलिൽ तन्नॆ .
कराट्टॆ वस्त्रत्तिൽ अमाൻ
ऒरु मरं प्लाऱ्ऱ्फोमिൽ ऒरु बॆञ्च्
निलत्त् लोहत्तिन्ऱॆ वॆळ्ळ कुप्पि
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
स्ऱ्ऱेषनिलॆ आळुकൾ
अवൾ ऒरु टॆन्नीस् कळिक्कारियाण्
ऒरु ऱोडिलॆ मोट्टोർसैक्लिस्ऱ्ऱ्
अटयाळं वृत्ताकृतियिलाण्
विमानत्तिन्ऱॆ वशत्तुळ्ळ पदं कऱुत्त निऱत्तिलाण् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कऱुत्त ट्राष् बाग् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मरत्तटियिൽ करटि
पानपात्रं तळिकयिൽ
चट्टियिൽ पिस्स
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कऱुत्त ट्राष् बाग् .
ऎयർफोऴ्स् जॆऱ्ऱ् वायुविൽ
पातकळिൽ ऒरु बारिक्केड् सज्जीकरिच्चिरिक्कुन्नु .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
आटुकळिൽ वॆळुत्त कम्पिळि
ऒरु कळि वीट्टिൽ उऱङ्ङुन्न पाव .
पशुक्कळुटॆ कूट्टं
ऒरु पुरुषनुं स्त्रीयुं ऒरुमिच्च् निൽक्कुन्नु .
पोक्कऱ्ऱिलॆ वाऴप्पऴं
ऒरु तत्तयुटॆ तल
चुवन्न प्लेऱ्ऱिൽ ऒरु कषणं केक्क्
ऒरु व्यक्तियुटॆ कैयिलुळ्ळ सॆൽ फोൺ
अऴुक्कुं पुल्लुं उळ्ळ कुतिर
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कूट्टं आळुकൾ ऒरुमिच्च् निൽक्कुन्नु
" पच्च , नील प्लॆय्ड् मिनि पावाट "
गोपुरत्तिन् मुन्निൽ क्लोक्क्
ऒरु कऱुत्त ट्राष् बाग् .
मञ्ञुवीऴ्चयुटॆ पिन्निൽ नील कूटारं .
" कॆट्टिटत्तिन्ऱॆ वशत्त् ओऱञ्च् , वॆळ्ळ जालकङ्ङൾ . "
वॆळुत्त प्लास्ऱ्ऱिक् इलक्ट्रिक् मिक्सർ
डोनट्ट्सिन् चोक्लेऱ्ऱ् बिऱ्ऱुकൾ उण्ट्
कॊच्चु कुट्टि कळिस्थलत्त्
वायुविൽ ऒरु स्नोबोർडർ
लाप्टोप्पिൽ प्रायमाययाൾ .
कुञ्ञ् आन
कण्णटयिൽ तविट्टुनिऱमुळ्ळ मुटियुळ्ळ ऒरु चॆऱिय कुट्टि .
नील ट्रॆयिൻ ऎञ्चिൻ
बन्धिप्पिच्च विൻड्सർ कॆट्ट्
स्केऱ्ऱ्बोർडिलॆ ऒराൾ चाटिवीऴुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
क्यामऱय्क्क् एऱ्ऱवुं अटुत्तुळ्ळ सैक्लिस्ऱ्ऱ्
निलत्त् कऱुत्त पुळ्ळि
ऒरु स्त्री पिस्स स्लैस् कऴिक्कुन्नु
ऒरु कूट्टं आळुकൾ ऒरु प्लान्ऱ् नऴ्सऱियिलूटॆ नटक्कुन्नु
ऒरु ऎयർ षोयिलॆ आळुकൾ
पुक विटुन्न ऒरु विमानं
नील निऱत्तिलुळ्ळ अटप्प् उळ्ळ ऒरु वाट्टർ बोट्टिൽ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
तऱयिलेक्क् ओटुन्न ऒरु वॆळुत्त पैप्प्
कुप्पिकൾ ऒरुमिच्च् निൽक्कुन्नु
वॆळुत्त टॆडि बियർ मुखं
जिऱाफुकൾ मरङ्ङൾक्करिकिൽ निൽक्कुन्नु .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
नील हॆൽमॆऱ्ऱ् धरिच्च व्यक्ति .
इत् ऒरु व्यक्तियाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु विळक्क् पोस्ऱ्ऱिन्ऱॆ मुकळिൾ वशं
वयलिൽ आटुकൾ
स्ऱ्ऱौൽ वॆळुत्त कॆऱ्ऱिൽ
कुळिमुऱियिൽ वॆळुत्त टोय्लऱ्ऱ् .
तुऴच्चिൽ कूट्टत्तिलॆ व्यक्ति
रण्ट् ब्लेडुकळुळ्ळ प्रॊप्पल्लർ
चॆऱिय वण्टियिൽ लगेज् बागुकळुण्ट्
ऒरु चॆऱिय तविट्ट् ताऱाव् वॆळ्ळत्तिൽ नीन्तुन्नु
ऒरु वाहनत्तिन्ऱॆ मुൻवशत्त्
पशु वळർत्तुन्न ऒरु स्त्री
पट्टिक # 44
वाർषिक केक्किन्ऱॆ ताऴत्तॆ लॆयർ
ऒरु मेशयिलॆ लाप्टोप्प्
कऱुत्त पक्षि
अटयाळं डोनट्ट्स् पऱयुन्नु
भक्ष्यवस्तुक्कൾ कऴिक्काൻ तय्याऱाण्
पुळ्ळि तविट्टुनिऱमाण् .
ऒरु जिऱाफ् वॆळ्ळं कुटिक्कुन्नु
ध्रुवत्तिൽ कनेडियൻ पताक
ऒरु बेस्बोൾ बाऱ्ऱ् पिटिक्कुन्न पॆൺकुट्टि
वायुविൽ कैऱ्ऱ्
ई मनुष्यൻ उऱङ्ङुकयाण्
सोफय्क्क् मुन्निൽ मरत्तिൻ्ऱॆ मेश
मऱ्ऱुळ्ळवरिൽ निन्न् वळरॆ दूरॆयुळ्ळ सीब्र
पाऱकळिൽ मृगं
ऒरु व्यक्तियुटॆ पादं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
नाल् वॆळुत्त क्लैडॆस्डेൽ कुतिरकൾ
स्ऱ्ऱोऱिनायि सैൻ चॆय्युक
करय्क्क् मुकळिൽ नीलाकाशं
ऒरु कूट्टं आळुकൾ विमानत्तिൽ कयऱुन्नु .
सिङ्किൽ वॆळ्ळि फोसॆऱ्ऱ् .
वशङ्ङळिलायि रण्ट् सीब्रकൾ
टॆलिविषൻ अतिൽ ऒरु स्त्री
ऒरु स्ऱ्ऱफ् चॆय्त चुवन्न आन कळिप्पाट्टं
ऒरु विमानत्तिन्ऱॆ कोक्क्पिऱ्ऱ्
डाർत्त् वाർडർ मास्क् धरिच्च मनुष्यൻ
मोट्टोർ सैक्किळिൽ चुवप्प् निऱत्तिलुळ्ळ मनुष्यൻ
कॊम्पुळ्ळ इटत्तरं ओऱञ्च् पशु
ऒरु किटप्पुमुऱि
तटाकत्तिन्ऱॆ वशत्तायि ऒरु कॆट्टिटं
पट्टणत्तिलॆ वॆळ्ळ रण्टु निल बस् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वॆळ्ळत्तिൽ नटक्कुन्न नाय .
फोट्टोयिलॆ ऱौण्ट् क्लोक्क्
अटुक्कळयिൽ स्त्री
वाहनं तॆरुविൽ निർत्तियिरिक्कुन्नु
बात्त्ऱूमिൽ वॆळुत्त टोय्लऱ्ऱ्
पूർण्णवळർच्चयॆत्तिय मुतिർन्न सीब्र
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वैद्यूति उपकरणत्तिन् मुकळिൽ वॆळुत्त लाप्टोप्प्
मून्न् ताऱावुकൾ ऒरुमिच्च् निൽक्कुन्नु
ऒरु क्रोक्क् पोट्ट्
ऒराൾ डोनट्ट् कऴिक्कुन्नु
ई बोൾ गॆयिं रात्रियिलाण् नटक्कुन्नत्
ऒरु पऴय पच्च लेबൽ निർम्माताव्
मनुष्यन्ऱॆ तलयिൽ कऱुत्त हॆൽमॆऱ्ऱ्
चॆऱिय चुवन्न सॆडान्ऱॆ हुड्
ऒरु वॆळुत्त पक्षि पऱक्कुन्नु
ऒरु स्त्रीयुटॆ मेൽ ऒरु वॆळुत्त टॆन्नीस् षू
होट्ट्डोग् ऒरु प्लेऱ्ऱिൽ इरिक्कुन्नु .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वർण्णाभमाय कुटकळुटॆ ऒरु निर
ऒरु नाय तऱयिൽ किटक्कुन्नु
विमानत्तिൽ घटिप्पिच्चिरिक्कुन्न पटिकൾ
आप्पिൾ लाप्टोप्प् कम्प्यूट्टർ .
सർफिंग् चॆय्युन्न ऒरु व्यक्ति
" ओऱञ्च् , कऱुप्प् मन्त्रवादि तॊप्पि "
कुञ्ञ् चित्रं ऎटुक्कानायि इरिक्कुन्नु
तुणियिൽ नील चतुरं
नटप्पातयिलॆ आळुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पुरुषन्ऱॆ मुखत्त् इरुण्ट सൺग्लासुकൾ .
अटुक्कळयिൽ नीळमुळ्ळ वॆळुत्त अटुक्कळ काबिनऱ्ऱ्
ऒराൾ मुट्टुकुत्ति कैकॊण्ट् कुनिञ्ञु
ऒरु व्यक्ति ऒरु मेशयिൽ इरिक्कुन्नु
ऒरु क्लोक्किन्ऱॆ मुखं
कुट्टिकൾ सोक्कർ मैतानत्त् सोक्कർ कळिक्कुन्नु
वॆळ्ळयुं नीलयुं उळ्ळ पुस्तकं
ऒरु तिरमालयिൽ सർफिंग् चॆय्युन्न ऒराൾ
वळरॆ उयरमुळ्ळ ओफीस् कॆट्टिटं
हैड्रन्ऱ् मुकळिൽ चुवप्पाण् .
ट्रॆयिൻ नीळमुळ्ळताण् .
स्त्री ऒरु ऱॆस्ऱ्ऱोऱन्ऱिൽ भक्षणं कऴिक्कुन्नु
वॆळुत्त मुत्त् काणुन्न माल
निलत्त् वॆळुत्त प्लङ्कർ .
ट्राक्कुकळिൽ ऒरु नील ट्रॆयिൻ
मरत्तिൽ इलकൾ
काऱ्ऱिൽ कऱुत्त सीब्र वाൽ आटुन्नु
फ्रिड्जिलुळ्ळ पूच्च
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऱोडिൽ निൽक्कुन्न जिऱाफ्
उयरमुळ्ळ पुल्लिൽ पुळ्ळि जिऱाफ्
ऒरु पाऱयुटॆ मुकळिൽ ऒरु पोळाർक्करटि
मनुष्यൻ अटुप्पिलॆ बट्टൺ अमർत्तुन्नु
पुल्लिൽ रण्ट् सीब्रकൾ
मनुष्यൻ तन्ऱॆ कऴिव् चॆयुन्नु
कऱुप्पुं वॆळुप्पुं टैൽ
नाय ओटुन्नु
स्यूट्ट्केसिनुळ्ळिൽ इरिक्कुन्न ऒरु कुट्टि
जिऱाफुकൾ नटक्कुन्नु
तविट्ट् निऱमुळ्ळ सोफ
ऒरु पात्रत्तिൽ भक्षणं
षർट्टिन् रण्ट् ब्रॆस्ऱ्ऱ् पोक्कऱ्ऱुकळुण्ट्
तॆरुव् वॆळिच्चं वायुविൽ
चलनत्तिलुळ्ळ ऒरु मञ्ञ टॆन्नीस् बोൾ
चुमरिൽ फ्लाऱ्ऱ् स्क्रीൻ मोणिऱ्ऱർ
वॆळ्ळि पूक्कൾ
निलत्त् कऱुत्त पुळ्ळि
षॆൽफिൽ निർम्मिच्च ऒरु वैऱ्ऱ् टब् ऎൻक्लोसർ
हों प्लेऱ्ऱिൽ बाऱ्ऱർ .
कण्णट तॊप्पियिलुण्ट्
चुवरिൽ तूक्कियिट्टिरिक्कुन्न नील तूवाल
ऒरु स्त्रीयुटॆ फोट्टो
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
मनुष्यൻ ऒरु बॆञ्चिൽ इरिक्कुन्नु
बोक्सिलॆ ऒरु वाचकं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ट्रॆयिनिൽ निन्न् नीरावि पुऱत्तेक्क् वरुन्नु
ऒरु वातिൽक्कൽ निൽक्कुक
तॆरुविൽ इरट्ट डॆक्कർ बस्
कुञ्ञ् आन
इरुण्ट निऱमुळ्ळ भक्षणं .
वॆळुत्त अक्षरङ्ङळिൽ \ पियट्र ऎൽ उळ्ळ इरुण्ट नील चिह्नं
ऒरु जोडि मञ्ञ फ्रॆयिं चॆय्त सൺग्लासुकൾ
सस्यजालङ्ङൾ उळ्ळ मणलिൽ बॆञ्च्
तॆळिञ्ञ इरुण्ट नीलाकाशं
रात्रि आकाशत्त् इरुट्ट्
पुरुषन्ऱॆ अरिकिൽ निൽक्कुन्न कॊच्चु पॆൺकुट्टि
तॆरुविൽ मञ्ञ अग्नि जलांशं
उपकरणत्तिलॆ बट्टൺ
विൻडो दीർघचतुरमाण्
निलत्त् कऱुत्त पुळ्ळि
कऱुप्पुं वॆळ्ळियुं निऱत्तिൽ उळ्ळ ऱफ्रिजऱेऱ्ऱർ
इतॊरु बोർडाण्
ऒरु व्यक्ति वस्त्रङ्ङൾ कूट्टि वॆक्कुन्नु
ऒरु युवाव् तन्ऱॆ स्कूൾ चित्रङ्ङൾक्क् पोस् चॆय्युन्नु
कप्पिൽ द्रावकमुण्ट्
ऒरु डोनट्ट् कैवशमुळ्ळ कुट्टि
लोहत्तिन्ऱॆ पिटियिൽ ൽ टोय्लऱ्ऱ् कटलास्सिन्ऱॆ चुऱ्ऱ्
आൺकुट्टिक्क् ग्रे हुड् उण्ट्
इतॊरु वलिय किटक्कयाण्
पानीय पॆट्टि मेशप्पुऱत्त्
मिक्कि मौस् पोलॆ धरिच्च ऒराൾ
" वॆळ्ळ , चुवप्प् ट्रोळि "
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
चुवन्न ट्रोळियिൽ वॆळुत्त अक्षरङ्ङൾ
ऒरु पॆൺ सोम्पियुटॆ तल .
इत् पिस्सयुटॆ ऒरु कष्णं
कसेरयुं स्यूट्ट्केसुमायि पोस् चॆय्युन्न युव मोडൽ
टाർमाक्किൽ वलिय वॆळुत्त तलं
स्कीसिൽ ऒरु इरुण्ट रूपं
वॆळुत्त षർट्ट् धरिच्च चॆऱुप्पक्कारൻ
विमानत्तावळत्तिलॆ बागेज् कऱौसൽ
विमानं सർवीस् चॆय्युन्नु
निलत्त् कऱुत्त पुळ्ळि
ऒरु वळवुळ्ळ क्लोक्क् टवർ
बैक्क्
ऱोडिൽ निർत्तिय कऱुत्त मोट्टोർसैक्किൾ
ऒरु पासञ्चർ जॆऱ्ऱिन्ऱॆ मूक्क्
ऒरु चॆऱिय कुट्टिकळुटॆ मुखं
मनुष्यൻ कण्णट धरिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पऴय रीतियिलुळ्ळ चुवन्न फयർ ट्रक्क्
मोट्टोർ सैक्किळिൽ सञ्चरिक्कुन्न व्यक्ति .
ट्रॆयिൻ स्ऱ्ऱेषनिलॆ प्लाऱ्ऱ्फों
ऒरु ओऱञ्च् विदेश स्कूൾ बस्
गिऱ्ऱाർ वायिक्कुन्न ऒराൾ
कण्णाटिक्क् स्वർण्ण फ्रॆयिं उण्ट्
करयिൽ मून्न् चॆऱिय वळ्ळङ्ङൾ
सिൽवർ फोർक्किन्ऱॆ टिप्प्
मुൻपन्तियिൽ वाൻ .
पच्च अङ्कि धरिच्च मनुष्यൻ
निन्ऱॆൻडो वै कळिक्कुन्न पुरुषन्माർ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कटൽत्तीरत्त् ऒरु बॆञ्च् .
पशुविन्ऱॆ नीळमुळ्ळ वाൽ
तॆरुविൽ बैक्क् ओटिक्कुन्न मनुष्यൻ पुञ्चिरिक्कुन्नु
नटप्पातयुटॆ मध्यत्तिൽ क्लोक्क् टवർ
फीൽडिൽ प्रवർत्तिक्कुन्न सीब्रकൾ
कैकൾ ऒरु फोൺ पिटिक्कुन्नु
तॆरुविൽ पिस्स कऴिक्कुन्न प्रावुकळुटॆ ऒरु कूट्टं
चित्रत्तिलॆ व्यक्तियुटॆ कै
चॆऱिय मञ्ञ निऱमुळ्ळ पताक
रण्ट् जिऱाफुकൾ ऒरुमिच्च् निൽक्कुन्नु
कोस्ऱ्ऱऱिൽ ऒरु वॆळुत्त कप्प् .
पुल्लिൽ मेयिक्कुन्न ऒरु सीब्र
कऱुत्त पशु ऒऱ्ऱय्क्क् निൽक्कुन्नु
ऒरु ऱौण्ट् ओऱञ्च् फ्रिस्बी
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कुञ्ञ् आन
आनयुटॆ नीळमुळ्ळ तविट्टुनिऱत्तिलुळ्ळ तुम्पिक्कै
पात्रत्तिनु मुकळिलुळ्ळ भक्षणं
ऒरु करटियुटॆ वलत् कऱुत्त चॆवि
मनुष्यൻ स्यूट्ट् धरिच्चु
इटतुवशत्त् अभिमुखीकरिक्कुन्न ऒरु मुतिർन्न सीब्र
प्लेऱ्ऱिൽ ओऱञ्च् कष्णङ्ङൾ .
ऒरु कूट्टं बसुकൾ मतिलिनॊप्पं अणिनिरन्नु
" मुट्ट ब्रोक्कोळि , कूൺ ऎन्निव उपयोगिच्च् चुरण्टुन्नु "
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
निलत्त् ऒरु पशु
कऱुत्त फ्रॆयिं ग्लासुकൾ
इतॊरु नीण्ट पिस्सयाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
बोट्ट् चुवप्पुं वॆळ्ळयुं आण् .
ऒरु ट्राक्किൽ कऱुत्त ट्रॆयिൻ
पिन्निलॆ तूवलुकൾक्क् इटयिलेक्क् तल वॆच्चिरिक्कुन्न ऒरु हंसं
फ्लोऱिൽ लैऱ्ऱ् पिङ्क् ऱग्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
" चुवप्प् , नील चिह्नं "
कऱुत्त षർट्ट् धरिच्च मनुष्यൻ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
निलत्त् कऱुत्त पुळ्ळि
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
कऱुप्पुं वॆळ्ळियुं विदूर नियन्त्रणं
विळक्कुमाटत्तिन्ऱॆ वॆळ्ळयुं चुवप्पुं गोपुरं .
कुञ्ञ् आन
पालत्तिൽ ट्रॆयिൻ
ऒरु वलिय नील पन्त् .
चुवन्न पूक्कळुटॆ पाच्च्
इताण् ऒरु कायिक काऱिन्ऱॆ मुൻभागं
पुळ्ळि जिऱाफिन्ऱॆ तल
ऒरु सिङ्क्
पिस्सयिൽ पच्च पच्चक्कऱि
क . ण्टऱिൽ आप्पिൾ लाप्टोप्प्
सोक्स् धरिच्च व्यक्ति
ऒरु मेशयुटॆ मुकळिൽ सिൽवർ ओवൻ टोस्ऱ्ऱർ .
वॆळुत्त तलं
इतॊरु मैक्रोफोणाण्
ऒराൾ कऱुत्त स्यूट्ट् धरिक्कुन्नु
तविट्टुनिऱत्तिलुळ्ळ कुतिर सवारि चॆय्युन्न ऒराൾ .
आൺकुट्टि पन्त् तट्टुन्नु
स्वूष् अटयाळं उळ्ळ नील तलक्कॆट्ट्
ऒरु कऱुत्त ट्राष् बाग् .
कत्त् वॆळुत्तताण् .
कुञ्ञ् आन
ऒराൾ ऎऴुन्नेऱ्ऱु निൽक्कुन्नु
तऱयिൽ टैൽ .
पूतट्टङ्ङळुटॆ अटुत्त् ऒरु चॆऱिय वॆळुत्त कुप्पि
वातिलिൽ पुऱत्तुकटक्कुक चिह्नं
ऒरु कष्णं पिस्स कऴिक्कुन्न ऒराൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पॆयिन्ऱिंगिन्ऱॆ वरि चुमरिൽ तूक्कियिरिक्कुन्नु
ट्रॆयिनिन्ऱॆ मुൻवशत्त् मञ्ञ मॆऱ्ऱൽ वातिൽ
कम्पनि लोगो बसिन् मुन्निൽ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु ट्रॆयिൻ ट्राक्किलाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
बसिन्ऱॆ पुऱकिൽ
सीब्रयुटॆ वशत्तुळ्ळ पाऱ्ऱेൺ
वॆळुत्त टवൽ कॆट्टित्तूक्कियिट्टिरिक्कुन्नु
वेविच्च तविट्ट् निऱमुळ्ळ काप्पिक्कुरु
ऒरु पन्त् तट्टाൻ ऒरुङ्ङुन्न ऒरु बाऱ्ऱർ
नील वॆळ्ळत्तिൽ वॆळुत्त पक्षि
ऒरु सिङ्किൽ इरिक्कुन्न चॆऱिय कुट्टि
ऒरु सॆൽ फोൺ
मतिलिनॆतिराय सैक्किൾ ओऱञ्च् आण्
ऒरु तन्त्रं चॆय्युन्न स्केऱ्ऱ्बोർडർ
ऒरु पन्तिൽ वीशाൻ ऒरुङ्ङुन्न ऒरु बाऱ्ऱർ
ऱाम्पिलॆ स्केऱ्ऱ्बोർड् .
लाप्टोप्पिन् मुकळिलुळ्ळ ब्राൻड् नामं
आन वॆळ्ळत्तिൽ निൽक्कुन्नु
तविट्टुं वॆळुप्पुं निऱत्तिलुळ्ळ जिऱाफिन्ऱॆ तल निलत्तोट् चेർन्नाण् .
टॆन्नीस् कोർट्टिൽ निൽक्कुन्न ऒराൾ .
स्ऱ्ऱैऱोफों ग्लास् वॆळुत्त लिड्
डों स्ऱ्ऱेडियत्तिൽ वॆळिच्चं
ऒरु स्केऱ्ऱ्बोർडർ जम्प् चॆय्युन्नु
स्ऱ्ऱोवॆयिൽ टोप्पिൽ ओऱञ्च् तेक्किൻ
ऒरु मनुष्यन्ऱॆ तल
वॆळ्ळत्ताൽ तकർन्न कॆट्टिटं
ऒरु मनुष्यन्ऱॆ प्रतिफलनं
अत् ओणाक्काൻ ऒरु स्ऱ्ऱोव् नोब्
मैक्रोवेविन् मुन्निൽ नील वृत्तं .
जाक्कऱ्ऱिൽ वॆळुत्त अक्षरं
नाय्क्कळुटॆ मूक्क् कऱुत्तताण्
कुञ्ञ् आन
कौण्टർटोप्प् शुद्धमाण्
कौण्टऱिൽ वॆळुत्त मग्ग्
ओऱञ्च् डिस्प्ले
" षांपू , कण्टीषणർ कुप्पिकൾ "
ध्रुवत्तिൽ चुवप्पुं वॆळ्ळयुं टाग् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पुरुषन्माർ ऒरु सम्मेळनं नटत्तुन्नु
रण्टुपेർ कुतिर सवारि चॆय्युन्नु
शान्तमाय तिरमालकൾ
मञ्ञ ऎलियुटॆ वलिय प्रतिम
बियർ तट्टत्तिൽ इरिक्कुन्नु
जनङ्ङळुटॆ पिन्निൽ वॆळ्ळं
ब्लॆൻडർ मूलयिलाण्
स्त्रीयुटॆ कैयिൽ विरൽ
अत्लऱ्ऱिक् स्केऱ्ऱ्बोർडऱुटॆ कै
मनुष्यन् भ्रान्तൻ कण्णुकळुण्ट् .
ऒरु पॆൺकुट्टिक्क् पिङ्क् हॆൽमॆऱ्ऱ्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
षोट्सुकൾ मनुष्यनॆ ऒरु फ्रिड्ज् चलिक्कुन्न
टॆडि बियऱुकൾ ऒरु तॊप्पियिൽ उऱप्पिच्चिरिक्कुन्नु
पूक्कൾ
पक्षि पाऱयिൽ निൽक्कुन्नु
आळुकൾ ऒरु बसिनटुत्त् निൽक्कुन्नु
अक्कं 25 आण्
2 वलिय तविट्ट् आनकൾ
टॆह् वायुविलॆ पारासैलुकൾ
तॊप्पि पच्चयाण्
ऒरु कऱुत्त स्केऱ्ऱ्बोർड् .
कुञ्ञ् आन
कुञ्ञ् आन
" उयरमुळ्ळ चुवन्न पोൾ , अतिन् मुकळिൽ ऒरु घटिकारं "
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु व्यक्ति विमानत्तिൽ निन्न् पुऱत्तेक्क् नटक्कुन्नु
उन्मेषदायकमाय वीञ्ञिन्ऱॆ ग्लास्
ऒरु बाग् कोट्टൺ मिठायि
तलकीऴायि शून्यमाय ग्लास्
मृगङ्ङळुटॆ चुऱ्ऱुपाटिൽ चरൽ
ट्रक्किन्ऱॆ पिൻ चक्रङ्ङൾ
राज्यत्त् ऒरु स्कीयർ
रात्रि ट्राक्किൽ यात्रा ट्रॆयिൻ
पिङ्क् हॆൽमॆऱ्ऱ् धरिच्च कुट्टि
ऒरु स्ऱ्ऱेषनिൽ ऒरु तीवण्टि
ऒरु ट्रॆयिൻ स्ऱ्ऱेषन्ऱॆ ओवർहॆड् काऴ्च
टयऱिलॆ चविट्टि
विऱकिलॆ पक्षि .
तटि कॊण्टुळ्ळ वेलि
कुञ्ञ् आन
वॆळुत्त ओवൻ मिऱ्ऱिൽ पुष्पं
निलत्त् कऱुत्त पुळ्ळि
सीब्रकൾ कऴिक्कुन्नु
पश्चात्तलत्तिൽ उयरमुळ्ळ पळ्ळि
इतॊरु कसेरयाण्
क्रीं तॊप्पि धरिच्च ऒराൾ
चुमरिलॆ कण्णाटिकൾ
तॊप्पि धरिच्च ऒराൾ
द्रावकमुळ्ळ पात्रं
कऱुप्पुं तविट्टुनिऱत्तिलुळ्ळ कन्नुकालिकळुटॆ ऒरु कूट्टं
मणൽ कुन्निൽ नील सർफ् बोർड् .
ऒरु कुळत्तिൽ ताण सैक्किൾ .
ऒरु मनुष्यൻ ऒरु टॆन्नीस् कोർट्टिൽ
वॆळुत्त अक्षरं पि
अवൻ ऒरु फ्रिस्बियुमायि कळिक्कुन्नु
मेशप्पुऱत्त् ऒरु प्लेस्माऱ्ऱ्
" ग्रिस्लि बियർ पाव् , नखङ्ङൾ "
वॆळुत्त षർट्ट् धरिच्च स्त्री
कन्नुकालिकळिൽ कॊम्पुकൾ
आटुकൾ बेय्ज् निऱं आण्
मॆऱ्ऱൽ पेनयिൽ निरवधि आटुकൾ
ऒरु वॆळुत्त बस्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
नील षർट्ट् धरिच्च मनुष्यൻ
वलिय शाखितमाय मरं
ट्राक्किलॆ पासञ्चർ ट्रॆयिൻ
पिस्सयिൽ पिङ्क् चॆम्मीൻ
ऒरु वॆळुत्त बौൾ अतिൽ सूप्प्
मूङ्ङ लोहत्तिൽ इरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पश्चात्तलत्तिलुळ्ळ टॆलिफोൺ पोൾ
ऒरु पक्षि वायुविलाण् .
पशु कऱुत्तताण्
पट्टं पऱप्पिक्कुन्न मनुष्यൻ
हों प्लेऱ्ऱिलॆ ऒरु बेस्बोൾ कळिक्कारൻ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
पाർक्किंग् स्थलत्त् किटक्कुन्न काർ
ऒरु फ्रिस्बी वायुविलाण्
इत् ऒरु व्यक्तियाण्
विशालमाय पच्चप्प् निऱञ्ञ वयलिൽ सीब्र मेयुन्नु
वीटिन्ऱॆ मेൽक्कूरयिൽ वॆळुत्त चिम्मिनि
ऒरु पात्रं पऴं
चुवन्न स्वऱ्ऱ् षർट्ट्
ऒरु मनुष्यൻ मञ्ञुमलयिൽ स्नोबोർडिंग् नटत्तुन्नु .
मनुष्यन्ऱॆ तलयिൽ ऒरु सॆൽ फोൺ उण्ट्
स्केऱ्ऱ्पाർक्किलॆ कुट्टि
निलत्त् कऱुत्त पुळ्ळि
ऒरु मेशप्पुऱत्त् ऒरु करटि प्रतिम
रुचिकरमाय इऱ्ऱालियൻ पिस्स पै
वॆळ्ळं
चीरयुटॆ क्यानुमायि टि - षർट्टिൽ पोप्पे दि सैलർमाൻ
पूच्चयुटॆ वलत् चॆवि
ऒरु बेस्बोൾ कळिक्कारൻ पन्त् ऎटुक्कुन्नु
चॆऱिय वॆळ्ळि मॆऱ्ऱൽ कषणं
ऒरु स्की चाटि मून्न् स्कीयർमाർ पोकुन्नु
ऒरु काऱिൽ ऒरु टॆयिൽ वॆळिच्चं
बोट्ट् ऒरु जलाशयत्तिलूटॆ सञ्चरिक्कुन्नु
मनुष्यൻ चुवन्न फ्रिस्बियॆ पिटिक्कुन्नु .
सोक्कർ बोൾ पुल्लिन् अल्पं मुकळिलाण्
ऒरु कऱुत्त ट्राष् बाग् .
कऱुत्त जीൻसुं वॆळ्ळ षूसुं धरिच्च व्यक्ति
आन काट्टिൽ नटक्कुन्नु
ऒरु बॆञ्चिൽ स्थितिचॆय्युन्न फलकं
पान्ऱिൽ वॆळुत्त पाच्च्
स्वॆऱ्ऱऱिൽ चुवन्न पॆൻग्विൻ लोगो
ऒरु नील विൻडिंग् ट्रॆयिൻ
आൺकुट्टिकळुटॆ तलयिൽ हुडि
रण्ट् मोट्टोർ सैक्किൾ पोलीस् उद्योगस्थർ
स्वकार्यमॆन्न् बसिൽ ऒप्प्
चुवन्न जाक्कऱ्ऱ् उळ्ळ ऒरु स्त्री
सिൽवർ मॆऱ्ऱൽ बीमिनॆ ताङ्ङुन्नु
ऒरु कप्प् पिटिच्चिरिक्कुन्न ऒरु स्त्री .
अञ्च् स्कूट्टऱुकൾ पुऱत्त् निർत्ति
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
अग्नि जलांशं
इतॊरु काळक्कुट्टियाण्
अत् ऒरु कैयाण्
हॆൽमॆऱ्ऱिलॆ लोगो
वॆळ्ळि कत्ति पिटिच्चिरिक्कुन्न पॆൺकुट्टि
मऴ पॆय् त दिवसत्तॆ पाർक्क्
ऱिबൺ चुवप्पुं नीलयुमाण् .
स्वाभाविक फिनिष्ड् सർफ् बोർड्
वरयुळ्ळ सीब्र वेलिक्कुळ्ळिൽ
" मञ्ञ , कऱुत्त पुष्पं "
ऒरु स्केऱ्ऱ्बोർडिंग् परिपाटियिൽ निरवधि आळुकൾ
उळ्ळिൽ ऒरु रंगं
मृगङ्ङळुटॆ कूट्टं
चुवप्पुं वॆळ्ळयुं लैऱ्हौस्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
रण्ट् सिंहङ्ङळॆ काणुन्न रण्ट् सीब्रकൾ
ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् कैवशमुळ्ळ ऒराൾ .
ऒरु कॊच्चु पॆൺकुट्टियुटॆ मुखं
होप्प् स्ट्रीऱ्ऱ् ऎन्न् पऱयुन्न ऒरु पऴय तॆरुव् चिह्नं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
2पोळाർ क्करटिकൾ ऒरुमिच्च्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
नेർत्त अरिञ्ञ कूण् कष्णं
कऱुप्पुं वॆळुप्पुं सोक्कർ पन्त्
ऱोडिൽ ओऱञ्च् ट्रक्क्
स्यूट्ट् केस् नीलयाण्
ऒरु बोർडिൽ पिस्स
सൺग्लास्स् धरिक्कुन्न ऒराൾ
ऒरु कण्टॆय्नऱिൽ ओऱञ्च् कष्णङ्ङൾ
वण्टियिൽ इरिक्कुन्न व्यक्ति
मञ्ञ ट्रॆयिनिन्ऱॆ मुൻवशत्त्
टॆन्नीस् कळिक्कुन्न ऒरु पॆൺकुट्टि .
ट्रॆयिनिन्ऱॆ वशत्तॆ विൻडो
मनुष्यन् वॆळुत्त मुटियुण्ट्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
तीवण्टियुटॆ मुൻभागं मञ्ञयाण्
तॆरुविलॆ वलिय ट्रक्क्
पർप्पिൾ रण्टु निल बस्
पक्षि भंगियुळ्ळताण् .
टॆन्नीस् कोർट्टिൽ स्त्री स्विंगिंग् चॆय्युन्न टॆन्नीस् ऱाक्कऱ्ऱ्
ऒरु फ्रिस्बी पिटिक्कुन्न नाय
विरलिൽ ऒरु मोतिरं
कण्णाटियिൽ रण्ट् आळुकळुटॆ प्रतिबिंबं .
कऱुप्पुं वॆळुप्पुं बेस्बोൾ तॊप्पि
मञ्ञ टॆन्नीस् पन्त् निलत्त् .
कुञ्ञ् आन
मेशप्पुऱत्त् धाराळं भक्षणं
चाटुन्न टॆन्नीस् कळिक्कारൻ
इतॊरु चक्रमाण्
काट्टिൽ ऒरु जिऱाफ्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
इतॊरु गुहयाण्
प्रतिमयिलूटॆ आकाशत्त् पऱक्कुन्न वलिय पक्षि .
मृगशालयिलॆ ऒरु आन
" मञ्ञ , कऱुप्प् पन्त् "
ऒरु पास्तयुं पच्चक्कऱि सालडुं
ऒरुमिच्च् निൽक्कुन्न आळुकळुटॆ ग्रूप्प्
" वॆळ्ळ , नील विमानं "
कैय्यक्षर रूपकൽप्पनयुळ्ळ चुवन्न तुणित्तरङ्ङൾ
कॆट्टिटत्तिलॆ वॆळुत्त घटिकारं
वॆळ्ळत्तिൽ वॆळ्ळ तरंगं
पुल्लिൽ ओटुन्न ऒरु पॆൺकुट्टि
निलत्त् चॆऱिय इरुण्ट तविट्ट् तटि कसेर
स्त्रीयुटॆ कऴुत्तिൽ वॆळ्ळि माल
ऒरु तविट्ट् मुत्तच्छൻ घटिकारं
वळरॆ वॆऱुप्पुळवाक्कुन्न ऒरु कप्प् समाहारं
ऒरु कॆट्टिटत्तिनुळ्ळिൽ अलङ्करिच्च वॆळुत्त घटिकारं
बस् तॆरुविलाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इतॊरु आनयाण्
मुकळिलൽ डॆक्क् उळ्ळ ट्रॆयिൻ
चुवप्पुं चारनिऱत्तिलुळ्ळ ट्रॆयिൻ
कुतिरयुटॆ तल .
ऒरु सप्लै याർडिलॆ स्ऱ्ऱोप्प् चिह्नङ्ङळुटॆ कूट्टं
पूच्चय्क्क् तविट्ट् रोमङ्ङळुण्ट्
कैकൾ ऒरु बाऱ्ऱ् स्विंग् चॆय्युन्नु
स्त्री तन्ऱॆ सॆൽ फोणिൽ संसारिक्कुन्नु
मेशप्पुऱत्त् सिൽवർ लाप्टोप्प् तुऱक्कुक
द्वीप् बीच्च् रंगं
कटൽत्तीरत्तॆ कुट्टिकळुटॆ कूट्टं
जिऱाफिन्ऱॆ मुखं
रण्ट् कऱुत्त ट्राफिक् लैऱ्ऱुकൾ
ऒरु प्लषि नाय
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
तूक्कियिट्ट डोनट्टिൽ स्प्रिङ्क्ൾस् तळिच्चिट्टुण्ट्
चुवन्न टॆलिफोൺ बूत्तिलॆ कऱुत्त अक्षरं
मञ्ञ मॆऱ्ऱൽ फयർ हैड्रान्ऱ्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
चुवन्न हॆൽमॆऱ्ऱ् धरिच्च व्यक्ति बेस्बोൾ बाऱ्ऱ्
मनुष्यन् चॆऱिय मुटियुण्ट् .
मनुष्यൻ चुवन्न कोट्ट् धरिच्चिरिक्कुन्नु .
चित्रत्तिलॆ ऒरु पूच्च
मञ्ञुमलयिൽ स्कीयिंग् चॆय्युन्न ऒरु स्त्री
कारऱ्ऱ् कॊट्टय्क्ककत्ताण् .
व्यक्तियुटॆ कय्यिൽ चुवन्न स्की पोळुकൾ
कम्प्यूट्टർ लाप्टोप्प् स्क्रीൻ
सीलिंगिलॆ लैऱ्ऱुकൾ
कऱुप्पुं वॆळुप्पुं नाम तॊङ्ङൽ
" ओऱञ्च् , वैऱ्ऱ् चिह्नं "
मॊबैलिൽ चॆऱिय काൽप्पाटुकൾ
चुवन्न स्काർफ् धरिच्च व्यक्तियुटॆ कण्ण्
विदूरत्तुळ्ळ ऒरु बट्टൺ
ऒरु ध्रुवत्तिൽ पच्च चिह्नं
ऱॊट्टियिൽ चुवन्न तक्काळि
चुवन्न तॊप्पि धरिच्च व्यक्ति .
ऒरु स्त्री तन्ऱॆ सॆൽफोणिൽ संसारिक्कुन्नु
ऒरु डैनिंग् कसेर
वॆळुत्त नाययुटॆ तलयुं कऴुत्तुं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पात्रत्तिൽ ग्लास् मुत्तुकൾ
वलिय तविट्ट् आन
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
रण्टुपेർ बॆञ्चिൽ इरिक्कुन्नु
ऒरु पाർक्किंग् मीऱ्ऱർ
लिड् अटच्चु इट्टिरिक्कुन्न ऒरु वॆळुत्त टोय्लऱ्ऱ्
ऱॆयिलिलेक्क् चाञ्ञुनिൽक्कुन्न नील सैक्किൾ
पाൻकेक्कुकळुटॆ मुकळिൽ सूक्षिक्कुन्नु
ऒरु भक्षण ट्रक्किनटुत्तुळ्ळ उद्यानत्तिलॆ आळुकൾ
पशुक्कൾ ऒरु मेच्चिൽपुऱत्ताण्
इळं तविट्ट् तटि कसेर
चतुराकृतियिलुळ्ळ पिस्स
ऒरु पन्तिन् पिन्नालॆ ओटुन्न ऒरु कुट्टि
ऒरु फुट्पात्तिൽ ऒरु बस् पाർक्क् चॆय्तिरिक्कुन्नु .
ऒरु कऱुप्पुं वॆळ्ळियुं उळ्ळ अग्नि जलांशं
इतॊरु लोहमाण्
वेलिक्क् अटुत्त् इरिक्कुन्न रण्टुपेർ
चिह्नं अष्टभुजाकृतियिलाण्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु सർफिंग् बोർड्
ऒरु चुवन्न तॊप्पि
ऒरु वै नियन्त्रणं नियन्त्रिक्कुन्न ऒरु कै
पूच्च ऒरु कसेरयिൽ इरिक्कुन्नु
नाय किटक्कुन्नु
कुतिर जनङ्ङळुटॆ अटुत्त् निൽक्कुन्नु
ध्रुवत्तिलॆ तॆरुव् चिह्नं
पैनाप्पिൾ कूट्टं तूक्कियिट्टिरिक्कुन्नु
तलयिൽ वॆळुत्त तॊप्पि
गोपुरत्तिलॆ घटिकारं
क्यामऱयिलॆ नाय
ऒरु वॆळुत्त हॆൽमॆऱ्ऱ् धरिच्चिरिक्कुन्न मनुष्यൻ
पूक्कൾ कुप्पियिलुण्ट्
ऒरु कऱुत्त ट्राष् बाग् .
वॆळ्ळ वरकळुळ्ळ मङ्ङिय ओऱञ्च् ट्राफिक् कोൺ
ऒरु आघोषत्तिൽ ऒरु कूट्टं आळुकൾ
प्लेऱ्ऱिलॆ भक्षणं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पेनयिൽ आन
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
रण्ट् पशुक्कൾ पुल्लिൽ किटक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इत् ऒरु व्यक्तियाण्
ऒरु एक सीब्र
तॆरुविൽ ऒरु चुवन्न काർ
वयलिൽ चॆऱिय वॆळुत्त आट्
डिस्को ग्लोब् उपरितलत्तिൽ वाऴप्पऴं
वॆळ्ळत्तिൽ सർफिंग् चॆय्युन्न ऒराൾ
मोट्टोർ सैक्किळिൽ जोलि चॆय्युन्न ऒराൾ
निलत्त् कऱुत्त पुळ्ळि
ऒराൾ उद्यानत्तिൽ सोक्कർ कळिक्कुन्नु
वॆळ्ळि हॆൽमॆऱ्ऱ् धरिच्च मनुष्यൻ
तविट्टुनिऱत्तिलुळ्ळ कुतिर सवारि चॆय्युन्न स्त्री
निलत्त् कऱुत्त पुळ्ळि
ऱोडिൽ वैऱ्ऱ् बस्
ऒरु वॆळुत्त मतिൽ .
कीबोർड् ब्लाक्क् आൻड् वैऱ्ऱ् आण्
स्ऱ्ऱोർ डिस्प्लेयिलॆ स्कूट्टർ
कुञ्ञ् आन
वायुविൽ वैऱ्ऱ् बेस्बोൾ
निलत्त् कऱुत्त पुळ्ळि
मून्न् जिऱाफुकळुटॆ ऒरु संघं
चुवन्न प्लेऱ्ऱिൽ होट्ट् डोगुकळुटॆ कूट्टं .
इत् ऒरु मनुष्यनाण्
नाययुटॆ कैकालुकൾ
इत् ऒरु व्यक्तियाण्
इळं निऱमुळ्ळ षർट्ट् धरिच्च मनुष्यൻ
कोൺक्रीऱ्ऱ् पोस्ऱ्ऱिൽ इरिक्कुन्न स्त्री
ऒरु चुवरिൽ ऒरु वॆन्ऱिलेषൻ यूणिऱ्ऱ्
काट्टिൽ तविट्ट् निऱमुळळ करटि
कूटुकळिൽ पक्षिकൾ
विद्याർत्थिकൾ लैब्रऱियिൽ उच्चभक्षणं कऴिक्कुन्नु
ऒरु तविट्ट् पशु मूक्क् .
नाल् लाप्टोप्पुकळुटॆ ऒरु वरि
बैक्कऱिन् मुकळिलुळ्ळ नील कुट
ट्राक्कुकळिलॆ ट्रॆयिൻ
शरीरत्तिन्ऱॆ ऒरु सीब्रयुटॆ वशं अटय्क्कुक .
ऒरु बैक्किൽ हॆൽमॆऱ्ऱ्
निलत्त् कऱुत्त पुळ्ळि
ऒरु वाऴप्पऴत्तिൽ कॊत्तुपणि
गोपुरत्तिൽ ऒरु क्लोक्क् उण्ट्
कटलिൽ सർफिंग् चॆय्युन्न ऒराൾ
पिङ्क् चरटिन्ऱॆ ऒरु नॆय्त्तुकुऴൽ
ऒरु टॆडि बियऱिन्ऱॆ अटियिൽ चारनिऱत्तिलुळ्ळ अटिभागं .
मोट्टोർ सैक्किൾ ओटिक्कुन्न ऒरु स्त्री
रण्ट् व्यत्यस्त वलुप्पत्तिलुळ्ळ जिऱाफुकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ट्रॆयिൻ लोहत्तिൽ निർम्मिच्चताण्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
पोൾक्क डोट्ट् वस्त्रं धरिच्च पॆൺकुट्टि
ओऱञ्चिन्ऱॆ ऒरु पात्रं .
पच्च टोप्पुळ्ळ मञ्ञ हैड्रान्ऱिन्ऱॆ भागं
अटुक्कळयिൽ चारनिऱत्तिलुळ्ळ ओवनुकൾ
सीब्र पतुक्कॆ चुऱ्ऱिनटक्कुन्नु
ऒरु विमानत्तावळत्तिलॆ बागेज् कुऴप्पङ्ङൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
तॆळिञ्ञ चारनिऱत्तिलुळ्ळ आकाशं
ऒरु मुऱियुटॆ वरान्त
मेशप्पुऱत्त् ऒरु ग्लास्
ऒरु कॆट्टिटत्तिलॆ प्रतिम
पश्चात्तलत्तिൽ मनोहरमाय मञ्ञुवीऴ्चयुळ्ळ मेघङ्ङൾ
ऒरु स्ऱ्ऱोप्प् चिह्नत्तिनटुत्त् निൽक्कुन्न ऒरु कुट्टि .
ऒरु बाग् लेस् उरुळक्किऴङ्ङ् चिप्स्
पच्चयुं वॆळ्ळयुं कैऱ्ऱ्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कुटयुमायि नटक्कुन्न व्यक्ति
द्वीप् बीच्च् रंगं
टोय्लऱ्ऱ् पेप्पऱिन्ऱॆ ऒरु वॆळुत्त ऱोൾ
बॆञ्चिन् मुकळिൽ इरिक्कुन्न रण्टुपेർ .
सीब्रकൾ मून्न्
प्लेऱ्ऱिൽ रण्ट् मफिनुकൾ
स्ऱ्ऱाൻडिन् मुकळिൽ वॆळुत्त विळक्क् निऴൽ .
ऒरु बैक्क् टयऱिൽ ऒरु मूङ्ङ .
कैऱ्ऱ्स् आकाशत्त् पऱक्कुन्नु .
पोळाർ करटियियुटॆ तल
वंशीय वस्त्रधारणत्तिൽ ऒरु कऱुत्त मनुष्यൻ
कळत्तिलॆ बाऱ्ऱർ
विमानं वायुविलाण्
अवൾ ऒरु क्यामऱ पिटिक्कुन्नु
करटि ऒरु मरत्तिൽ मुकळिलाण्
ऒरु प्रकटनं काणुन्न ऒरु कूट्टं कुट्टिकൾ
ऒरु पताक पऱक्कुन्न सूचन
मनुष्यൻ वेदिक्क् मुन्निൽ निൽक्कुन्नु
मनुष्यൻ आनयुटॆ मुकळिൽ निൽक्कुन्नु
इतॊरु कुरङ्ङाण्
ऱोडिन्ऱॆ वशत्तुळ्ळ ऒरु बॆञ्च्
" चुवप्प् , स्वർण्ण टाग् "
ऱोडिन्ऱॆ वशत्त् पाർक्क् चॆय्तिरिक्कुन्न काർ
कौमारक्काർ पन्त् कळिक्कुन्नु
वॆळ्ळत्तिൽ बोट्टुकൾ .
ऒरु चॆऱिय कषणं केक्क्
आकाशत्तिलॆ सूर्यൻ
कटൽत्तीरत्तुळ्ळ आळुकൾ
ध्रुवत्तिलॆ स्ऱ्ऱोप्प् चिह्नं
मरत्तिन्ऱॆ कॊम्पुकळिൽ इलकൾ
व्यक्तियिൽ नीलयुं वॆळ्ळयुं षोർट्ट्स् .
चुऱ्ऱुं मरङ्ङळुळ्ळ ऱोड्
ऒरु बाग् कोट्टൺ मिठायि
मून्न् चित्रङ्ङൾ चुमरिൽ तूक्कियिरिक्कुन्नु
लेबൽ नीलयाण्
शिल्पं ऒरु तटि कॊण्ट् उण्टाक्कियताण्
कൺवॆयऱिलॆ तविट्ट् लगेज् .
ऒरु कॊट्टयिൽ वाऴप्पऴं
फ्रिड्जिन् मुकळिൽ इरिक्कुन्न वॆळुत्त पूच्च .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
लाप्टोप्पुळ्ळ ऒरु कॊच्चु पॆൺकुट्टि
निलत्त् ऒरु कलत्तिൽ उयरमुळ्ळ चॆटि
ऒरु मनुष्यൻ कुन्निൻ मुकळिलूटॆ सञ्चरिक्कुन्नु
आळुकळॆ मूटुन्नतिन् वॆळुत्त टाർप्प्
प्लेऱ्ऱिൽ ब्रॊक्कोळि तण्ट्
मनुष्यൻ ऒरु स्कूट्टऱिൽ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु कळप्पुरयिൽ आटुकൾ
ऒरु नटप्पातयिलॆ पुरुषन्माർ
मणलिൽ स्त्री
आकाशत्त् ब्रिट्टीष् पताक
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु मेशयुटॆ कत्ति
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु पिस्सयिൽ पॆप्पॆऱोणि
ऒरु तॆरुव् चिह्नं .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कऱुत्त पऴय रीतियिलुळ्ळ तीवण्टि काർ
वॆळ्ळत्तिൽ कऱुप्पुं वॆळुप्पुं वळ्ळं
चारनिऱत्तिलुळ्ळ मतिൽ पाटुकൾ कॊण्ट् पॊतिञ्ञु
" जिऱाफिन् तविट्ट् , वॆळुप्प् क्रमङ्ङൾ उण्ट् "
मनुष्यൻ ऒरु कत्ति पिटिक्कुन्नु .
टोय्लऱ्ऱिन् मुकळिൽ वॆच्चिरिक्कुन्न टोय्लऱ्ऱ् पेप्पർ ऱोൾ .
मनुष्यन्ऱॆ मुखत्त् कण्णट
इतॊरु स्यूट्ट् केसाण्
फीൽडिलॆ ऒरु सीब्र
ऒरु मൾट्टि लैൻ फोणिलॆ बट्टणुकൾ .
वागणिൽ कऱुत्त चक्रं
इत् ऒरु व्यक्तियाण्
मुൻवशत्त् ऒरु बॆञ्च्
पच्च टॆन्नीस् बोൾ वायुविൽ
चुमरिൽ ऒरु चित्रं
नटप्पातयिൽ रण्ट् स्ऱ्ऱफ् चॆय्त टॆडि बियऱुकൾ
षोർट्ट् कऱुप्प् आण्
पूच्चयुटॆ कण्णुकൾ उऱ्ऱुनोक्कुन्नु
मञ्ञ मोप्प् बक्कऱ्ऱ्
निलत्त् कऱुत्त पुळ्ळि
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऱൺवेयिलॆ विमानं
ब्लेसർ कऱुत्तताण्
पच्चयुं वॆळ्ळयुं उळ्ळ विमानं
पुल्लिൽ किटक्कुन्न पशुक्कൾ
तॆह् करटियुटॆ चॆवि
चुवप्पुं कऱुप्पुं कॊण्ट् वरच्च विमानत्तिन्ऱॆ वाൽ
पल्ल् ब्रष् पिटिच्चिरिक्कुन्न मनुष्यൻ
ऒरु मृगशालयिलॆ मून्न् सीब्रकൾ
मक्कൾ समीपं ऒरु कम्प्यूट्टർ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
निलत्त् ऒरु मनुष्यन्ऱॆ निऴൽ
चुवन्न तॊप्पि धरिच्च मनुष्यൻ
टॆन्नीस् बोൾ वायुविलूटॆ पऱक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ब्लीच्चऱुकळिൽ इरिक्कुन्न काणिकൾ
कुञ्ञ् आन
घटिकार गोपुरमुळ्ळ वलिय कॆट्टिटं
ऒरु विमानं
मरङ्ङळुटॆ ऒरु वरि
कुन्निन्ऱॆ वशत्त् वॆळुत्त कुतिर
निलत्त् ओऱञ्च् .
कऱुप्पुं वॆळुप्पुं अटयाळं
पावयुटॆ मुटि नीलयाण् .
ट्रॆयिनिलॆ नम्पർ
ऒरु स्त्रीयुटॆ कै फोർक्क् पिटिक्कुन्नु
" ओऱञ्च् , ब्लक्क् कैऱ्ऱ् आकाशत्त् . "
उपरितलत्तिൽ वॆळ्ळि मुखमुळ्ळ सॆൽ फोൺ .
बेबि सीब्र ऎऴुन्नेऱ्ऱु निൽक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
आकाशत्तिन् ताऴॆयुळ्ळ वॆळ्ळं
ऒरु तॆरुविൽ टॆन्नीस् कळिक्कुन्न आळुकൾ
ऒरु वॆळुत्त प्लेऱ्ऱिൽ ऒरु वॆळुत्त बौൾ
रण्टुपेർ टॆन्नीस् कळिक्कुन्नु
पुल्लिൽ इलकൾ
मुൻभागत्त् पॊळ्ळयाय चिह्नं .
तॆळिञ्ञ नीलाकाशत्तिन्ऱॆ पाच्च्
आळुकൾ बैक्क् ओटिक्कुन्नु
मुൻनिरयिलुळ्ळ मोट्टोർसैक्किൾ .
पक्षि ऒरु घटिकारत्तिൽ
पुल्लिൽ निൽक्कुन्न स्त्री
ऒरु मञ्ञ इटवऴि
चुमरिൽ वलिय चित्र फ्रॆयिं
चुमरिൽ ऒरु घटिकारं
निलत्त् ओऱञ्च् चक्रमुळ्ळ स्केऱ्ऱ् बोർडिन् पुऱकिൽ .
ऱॊट्टि उळ्ळ ऒरु तळिक
ट्रॆयिൻ ट्राक्कुकൾ निलत्त्
तॆळिञ्ञ आकाशं
ग्यास् स्ऱ्ऱेषन्ऱॆ प्रतिफलनं विൻडोयिൽ
ऒरु नगरत्तिलॆ तिरक्कुळ्ळ ट्रॆयिൻ स्ऱ्ऱेषൻ .
अरयन्नङ्ङൾ ऒरु कुळत्तिൽ
मनुष्यൻ अवन्ऱॆ फोൺ नोक्कुन्नु
अक्षरं कऱुत्तताण् .
स्कै चरिविलुळ्ळ अत्लऱ्ऱिक् माൻ
डोनट्ट् उपयोगिच्च् चॆऱिय प्लेऱ्ऱ्
ऱॆक्कोർडुचॆय्युन्नतिनुळ्ळ उपकरणं
फ्रिस्बि कळिक्कुन्न रण्ट् स्त्रीकൾ
स्किन्नि लॆग्गिंग्स् .
कुञ्ञ् आन
वायुविൽ पट्टं
पुल्लुळ्ळ कुन्निलॆ आटुकൾ
ऒरु बाग् कोट्टൺ मिठायि
निलत्त् कऱुत्त पुळ्ळि
ऒरु विमानं आकाशत्त् उण्ट्
स्केऱ्ऱ्बोർडिलॆ मनुष्यൻ
ऒरु स्केऱ्ऱർ ऒरु पातयिलूटॆ पोकुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
इळं नीलाकाशत्तिन्ऱॆ भागं
जिऱाफिन् पुल्लिൽ
डैनिंग् ऱूं टेबिळिൽ इरिक्कुन्न पूच्च .
ऒरु व्यक्तियुटॆ कैयिൽ हॆൽमॆऱ्ऱ्
मञ्ञ बानऱिन्ऱॆ वशत्त् पच्च अक्षरङ्ङൾ .
पूच्च ऒरु स्यूट्ट्केसिൽ इरिक्कुन्नु
वयलिൽ ऎरुमकൾ
ऒरु स्नोबोർडർ उयरत्तिൽ चाटुन्नु
जिऱाफिन्ऱॆ कऴुत्त् नीळमुळ्ळताण्
कुञ्ञ् आन
कुतिरयुटॆ तल तिरिञ्ञु
बॆञ्चिलिरिक्कुन्न स्त्री
बाक्क्पाक्क् उळ्ळ ऒरु स्त्री
बस्सिनटुत्त् ऒरु आन
ऒरु तळिकयिൽ केक्क्
वाय तुऱन्निरिक्कुन्न स्त्री
ऒरु वॆळुत्त तूवाल तूक्कियिरिक्कुन्नु
कुतिरप्पुऱत्तुळ्ळ पॆൺकुट्टि
नीळ बीक् उळ्ळ पक्षि
बोट्ट् नीळमुण्ट्
ऒरु पॆൺकुट्टियुटॆ वॆळुत्त सोक्क्
पच्चयुं वॆळ्ळयुं तॆरुव् चिह्नं
" मञ्ञ , चुवप्प् निऱत्तिलुळ्ळ अग्नि जलांशं "
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
आटुकळुटॆ अटुत्तुळ्ळ आटुकൾ
निलत्त् कऱुत्त पुळ्ळि
ऒराൾ नाययॆ कॆट्टिप्पिटिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कुप्पायं मञ्ञयाण्
सिङ्किൽ वळञ्ञ faucet
ऒरु कऱुत्त ट्रक्किन् नाल् चक्रङ्ङळुण्टायिरुन्नु .
पिस्सयिलॆ पॆप्पർऱोणि
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
\ इल्ल स्ऱ्ऱाൻडिंग् with उळ्ळ चतुर चिह्नं अतिൽ अच्चटिच्चिरिक्कुन्नु
ऒरु गोवणिप्पटियुटॆ भागं
स्यूट्टिൽ चुवन्न भुजमुळ्ळ वॆळ्ळ
व्यक्ति टॆन्नीस् ऱाक्कऱ्ऱ् स्विंगिंग् चॆय्युन्नु
ऒरु होट्ट् डोग्
फोट्टोय्क्कायि इरिक्कुन्न रण्ट् चॆऱिय कुट्टिकൾ
निलत्त् कऱुत्त पुळ्ळि
सीब्रकൾ ऒरु वळप्पिलाण्
कोൺक्रीऱ्ऱ् ऱൺवेयिൽ पाർक्क् चॆय्त वॆळुत्त विमानं
मनुष्यൻ नील षർट्ट् धरिक्कुन्नु
ई स्कीयർ ऒरु मत्सरत्तिൽ पङ्कॆटुक्कुन्नु
इव रण्ट् आनकळाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पॆൺकुट्टि कै कऴुकुन्नु
मङ्ङिय रंगं
ऱोडिൽ मञ्ञ वरकൾ .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
सूर्यप्रकाशत्तिलॆ घटिकारमुखं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
पच्चयुं मञ्ञयुं उळ्ळताण् कूर
पऴय रीतियिलुळ्ळ ट्रॆयिൻ लोक्कोमोट्टीव्
इरुण्ट निऱमुळ्ळ ऎस्युवि
मरं मेशप्पुऱत्त् व्यक्तमाय कुटिवॆळ्ळं
ऒरु पॆट्टियिൽ वाऴप्पऴत्तिन्ऱॆ कूम्पारं
ट्राक्किलूटॆ पोकुन्न ऒरु ट्रॆयिൻ .
मनुष्यൻ फ्रिस्बियुमायि कळिक्कुन्नु
ऒरु वलिय कऱुत्त बागिൽ वॆळुत्त पूच्च .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
प्लेऱ्ऱिൽ पिस्स
फुट्पात्तिൽ ऒरु जलांशं
टॆन्नीस् कोർट्टिन् मुकळिൽ वैऱ्ऱ् नॆऱ्ऱ् .
मञ्ञ सस्पॆൻडऱुकൾ धरिच्च मनुष्यൻ
वॆळ्ळत्तिनटुत्तुळ्ळ नाय
स्केऱ्ऱ्बोർडिलॆ पय्यൻ
मनुष्यൻ तन्त्रङ्ङൾ चॆय्युन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कुञ्ञ् आन
जिऱाफुकळुटॆ पुऱकिलुळ्ळ पच्च मरङ्ङൾ .
मरत्तिन् कीऴिलुळ्ळ रण्टुपेർ
शून्यमाय षांपॆय्ൻ फ्लूट्टुकൾ
कोळർ उळ्ळ कऱुत्त नाय
पन्तिनायि कात्तिरिक्कुन्न तट्टिलॆ बाऱ्ऱർ
सिङ्किलॆ फोसॆऱ्ऱ्
कुटयिलॆ पाऱ्ऱेൺ .
षർट्टिൽ वॆळुत्त बट्टൺ
केक्किन् मॆऴुकुतिरिकळुण्ट्
ऒरु ऎयർ कानड विमानं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
आन
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
प्रभातभक्षणत्तिन्ऱॆ फोट्टो
शोभयुळ्ळ पिङ्क् षർट्ट् धरिच्च स्त्री
वयलिൽ नटक्कुन्न सीब्रास्
ऒरु सीब्रयुटॆ तल .
पच्च पुल्लिन्ऱॆ ऒरु भागं
अग्नि जलांशं
चुमरिൽ चारियिरिक्कुन्न व्यक्ति
व्यक्ति कऱुत्त ऎऴुत्तुळ्ळ वॆळुत्त वस्त्रं धरिच्चिरिक्कुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु बाऱिन् पुऱत्त् निरवधि अटयाळङ्ङൾ
ऒरु बागिൽ पॊतिञ्ञ वीञ्ञ् .
तविट्ट् निलं मूटुन्न अऴुक्क्
ऒरु कौण्टऱिൽ ऒरु कूट्टं वाऴप्पऴं .
साൻडिൽ सीब्र
कण्णुकൾक्क् मुकळिൽ कऱुत्त कण्णट
चुट्ट फ्लेक्स् धान्यङ्ङळुटॆ ऒरु पॆट्टि
मॆऴ्सिडस् ट्रक्किൽ चुवप्पुं वॆळ्ळयुं तॊङ्ङൽ .
ऒरु कयऱिन्ऱॆ मुकळिൽ इरिक्कुन्न पक्षि .
रुचिकरमाय चुवन्न सोसेज्
ऒरु बानऱिन्ऱॆ पाർट्ट्
निलत्तु ऒरु कोൺ
करटियुटॆ तल
आळुकൾ बूत्तिൽ इरिक्कुन्नु
पॊङ्ङिक्किटक्कुन्न मेघङ्ङळुळ्ळ कुञ्ञ् - नीलाकाशं
पिस्स मुൻवशत्ताण्
ऒरु ट्रक्किन्ऱॆ नम्पർ प्लेऱ्ऱ्
कऱुत्त कीबोർड् वयർलॆस् आण्
ऒरु बाग् कोट्टൺ मिठायि
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
आनकൾ तविट्टुनिऱमाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
किटक्कयिൽ कुट्टि .
ऒरु नाययुटॆ वलत् कण्ण्
पञ्चसार पूशिय डोनट्ट्
इनङ्ङൾ सज्जीकरिक्कुन्नतिनुळ्ळ तटि पट्टिक
ऒरु टॆन्नीस् कोർट्टिൽ मनुष्यൻ
ऒरु तण्टिन्ऱॆ भागं
कुञ्ञ् आन
" कुट पिङ्कुं , वॆळ्ळयुं निऱमाण् "
व्यक्तियुटॆ शरीरत्तिൽ विशालमाय लॆग् लिनൻ पान्ऱुकൾ .
वाचकं सन्तोषं पऱयुन्नु
मनुष्यൻ निलत्तु मुट्टुकुत्तुन्नु
ऒरु बाऱिൽ निन्न् तूक्कियिट्ट वाऴप्पऴं
पूच्चयुटॆ पुऱत्त् कम्प्यूट्टർ मौस्
ऒरु काऱिनटियिൽ कऱुप्पुं वॆळुप्पुं पूच्च .
बोट्टिलॆ चुवन्न लैफ् सेवർ
ऒरु पिङ्क् ऱिस्ऱ्ऱ् बाൻड्
अटयाळङ्ङൾ निऱञ्ञ तॆरुव् पोൾ
क्लोक्किन्ऱॆ मुखं पच्चयाण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
डॆस्क्किन् मुकळिൽ वॆळ्ळियुं कऱुप्पुमाय निऱत्तिलुळ्ळ टिवि .
वॆळुत्त स्ट्राप्पुळ्ळ चुवन्न तॆർमोस्
पुतिय उൽप्पन्नङ्ङൾ प्रदർशिप्पिक्कुन्नतिन् उपयोगिक्कुन्न चॆऱिय मरं बुषॆൽ - तरं बास्क्कऱ्ऱ् .
प्लाऱ्ऱ्फोमिलॆ मञ्ञ अऱ्ऱङ्ङൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु वरियुटॆ भागं
तॆरुविൽ काळकൾ
ऒरु एक कियർ कोൺ पफ्
कारऱ्ऱ् उयർत्तिप्पिटिक्कुन्न व्यक्ति
रण्ट् आटुकൾ नटक्कुन्नु
फ्रॆयिं चॆय्त चोक्क्बोർड् चिह्नं
मैतानत्त् मून्न् बेस्बोൾ कळिक्काർ .
आनयुटॆ पुऱकिൽ वण्टि
मनुष्यन्ऱॆ तलय्क्क् चुऱ्ऱुं हॆड्बाൻड्
ऒरु मेच्चिൽप्पुऱत्त् निरवधि पशुक्कൾ
समुद्रत्तिलॆ पक्षि
मञ्ञुमूटिय नित्यहरित मरं
ऒरु स्प्लाषिन्ऱॆ भागं
ध्रुवं कऱुत्तताण् .
रण्ट् पेरुटॆ कीऴिൽ रण्ट् नाय्क्कൾ .
अवർ कट्टർ पिटिक्कुन्नु
समुद्रत्तिन् मुकळिൽ प्रकाशं
बात्त्ऱूमिलॆ फ्रोस्ऱ्ऱड् विൻडो
टॆडि बियऱुकळुटॆ वलिय कूम्पारं इरिक्कुन्नु
कय्यिൽ ऒरु वाच्च्
सोक्कർ टीमिलॆ पॆൺकुट्टि
मेशप्पुऱत्त् मून्न् प्लेऱ्ऱुकൾ
फोट्टोग्राफि कालतामसं वरुत्तुन्न प्रकाश वरकൾ
तिळङ्ङुन्न कम्प्यूट्टർ लोगो
फ्रिड्जिलॆ रण्ट् चॆऱिय ड्रोयऱुकൾ
लाप्टोप्प् स्क्रीൻ ओणाण्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
टैൽ तऱ वॆळुत्ततुं तविट्टुनिऱवुमाण्
टॆन्नीस् ऱाक्कऱ्ऱ् कैवशमुळ्ळ मनुष्यൻ
कै पिटिक्कुन्न भक्षणं
कुऱच्च् पच्च द्रावकमुळ्ळ ऒरु ग्लास्
मञ्ञुवीऴ्चयुळ्ळ कुन्निलॆ स्कयർ
कय्यिൽ ब्रष् उळ्ळ स्त्री
चुवप्प् कऱुप्पुं वॆळुप्पुं कुट
बण्णिൽ इऱच्चियुटॆ स्ट्रिप्पुकൾ
पच्च पॆयिन्ऱ् उपयोगिच्च् सिमൻऱ् तऱ
रण्टुपेർ स्कीयिंग् चॆय्युन्नु
कट्टियुळ्ळ मञ्ञुवीऴ्चयिൽ मनुष्यൻ स्कीयिंग्
ऒरु पिङ्क् टोय्लऱ्ऱ् पात्रं
मञ्ञिൽ इरिक्कुन्न व्यक्ति
" वॆळ्ळ , चुवप्प् स्ऱ्ऱोप्प् चिह्नं "
तक्काळियुटॆ तॊट्टटुत्ताण् आप्पिൾ
निलत्त् कऱुत्त पुळ्ळि
पच्च टिन्निൽ चोक्लेऱ्ऱ् .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
नाययुटॆ तल
पेप्पർ परस्यं मेशप्पुऱत्त्
ऒरु पुस्तक षॆൽफ्
ऒरु वॆळुत्त पोळाർक्करटि
ऒरु मृगशालयिलॆ रण्ट् आनकൾ
चुवन्न अम्पटयाळं उळ्ळ ट्राफिक् लैऱ्ऱ्
आकाशं भागिकमायि तॆळिञ्ञ कालावस्थयाण्
सुखसौकर्यङ्ङൾक्कायि परवतानि तऱ
मञ्ञु पॆय्युकयाण्
आद्य अटित्तऱयिൽ निन्न् मुन्नेऱुन्न ऒरु ऱण्णർ .
मृगं बॆञ्चिൽ
ऒराൾ कट्टिलिൽ इरिक्कुन्नु
हॆൽमॆऱ्ऱिൽ ऒरु होൾ वॆन्ऱ्
नम्पർ वॆळुत्तताण् .
पुल्लिൽ रण्ट् नाय्क्कൾ
फ्रण्ट् ऱैडिंग् बैक्किलॆ स्त्री
कप्पिन्ऱॆ मुकळिൽ ब्रॊक्कोळि किरीटं
इत् ऒरु नीण्ट कत्ति आण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
अत् ऒरु सीब्रयाण्
चुमरिൽ तूक्कियिट्टिरिक्कुन्न ऒरु टॆलिफोൺ
" ऱॊट्टि , आप्पिൾ ऎन्निवयुटॆ कष्णङ्ङൾ ऒरुमिच्च् . "
ऒरु पेप्पർ प्रैस् टाग्
डॆस्क्किन् मुकळिൽ अतिन्ऱॆ लॆफ् उपयोगिच्च् मौस् .
ऱॆयिलिंग् वॆळ्ळियाण्
पन्त् ऎऱियाൻ ऒरु पिच्चർ ऒरुङ्ङुन्नु .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मिड् फ्लैऱ्ऱिൽ स्की जम्पർ
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
अत् ऒरु डोगिनोट् अटुक्काൻ नोक्कुन्न ऒरु स्त्री
फोൺ नोक्कुन्न स्त्री
कुट्टियुं मुतिർन्नवरुं आनयिൽ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मुऱियुटॆ नटुविൽ ऒरु प्लान्ऱ् इविटॆयुण्ट्
ई व्यक्ति स्कीयिंग् आण्
ब्रौൺ लॆग् हॆयർ
ऒरु जालकत्तिनटुत्तुळ्ळ अलङ्करिच्च प्रतिम
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
करटि वॆळुत्तताण्
ऒरु कऱुत्त ट्राष् बाग् .
पोस्ऱ्ऱ् तटि
इरुण्ट मेघङ्ङळुळ्ळ आकाशं
स्यूट्ट् केस् मरं कॊण्टाण् निർम्मिच्चिरिक्कुन्नत्
विविधतरं मधुरपलहारङ्ङൾ निऱञ्ञ ऒरु ट्रे
चित्रत्तिलॆ वॆळुत्त अक्षरङ्ङൾ
ओणाक्किय लाप्टोप्प् कम्प्यूट्टർ
कऱुत्त टोप्प् तॊप्पि
ट्रक्किलॆ विൻड्षीൽड्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कुतिरकळिൽ रण्ट् स्त्रीकൾ
पाർक्क् बॆञ्चिൽ इरिक्कुन्न दम्पतिकൾ
वुडൻ मेशप्पुऱत्त् इरिक्कुन्न लाप्टोप्प्
बात्त् टब् एतॆङ्किलुं प्लंबिंगुमायि बन्धिप्पिच्चिट्टिल्ल
तुऱन्न चोक्लेऱ्ऱुं वाऴप्पऴ साൻड्विच्चुं
बॆञ्चुकळुटॆ अटिस्थानं नीलयाण्
कऱुप्पुं वॆळुप्पुं कैऱ्ऱ्बोർडिंग् कप्पൽ
ऱൺ वऴियिൽ पऱक्कुन्न विमानं .
स्त्री स्केऱ्ऱ्बोർड् पिटिक्कुन्नु
कोफि कप्प् ओऱञ्च् आण्
विमानत्तिन्ऱॆ वशत्त् वलिय ओऱञ्च् सർक्किൾ .
पुल्लिൽ पशुक्कൾ
आऱ् कॊच्चु पॆൺकुट्टिकൾ कुटयुमायि कळिक्कुन्नु
पोलीस् काർ ऱोड् तटयुन्नु
चुवरिൽ पऴय कण्णाटि
कळिक्कारൻ पुऱं तिरिञ्ञु
ऒरु वॆळुत्त बस्सिलॆ नील अक्षरं
तिरमालयिൽ कुतिक्कुन्न व्यक्ति
तुरुम्पिच्चतुं तविट्टुनिऱमुळ्ळतुमाय ट्रक्क्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
तॆरुविൽ चुवन्न बस्
कुञ्ञ् आन
मञ्ञिन् पच्चयुं वॆळ्ळयुं निरत्तिलुळ्ळ वटि .
ऒरु तळिकयिൽ पन्नियिऱच्चि अरिञ्ञत्
ऒरु वऴियिൽ बस्
जाक्कऱ्ऱ् पोक्कऱ्ऱिൽ मनुष्यन्ऱॆ कैकळुण्ट्
ऒरु फीൽडिलॆ पऴय डबिൾ डॆक्कർ बस्
भक्षणं कऴिक्कुन्न नाय
मनुष्यन्ऱॆ चॆरिप्पिन्ऱॆ अटि
टॆन्नीस् ऱाक्कऱ्ऱुळ्ळ चॆऱुप्पक्कारൻ
अग्नि जलांशं तॆरुविलेक्क् वॆळ्ळं ऒऴिक्कुन्नु
मरं वीटिन्ऱॆ नम्पർ चिह्नं 80
स्ऱ्ऱोप्प् चिह्नं वृत्ताकृतियिलाण्
जिऱाफिन्ऱॆ वालिन्ऱॆ तलमुटि
इरिक्कुन्न मनुष्यन्ऱॆ मेൽ कऱुत्त तॊप्पि .
फ्रिस्बी वृत्ताकृतियिलाण्
तुऱन्न वॆळुत्त वातिൽ
पातयोर ऱोडिൽ तिळङ्ङुन्न सिൽवർ ओडि ओटिक्कुन्नु
मनुष्यन्ऱॆ बॆൽऱ्ऱिन् चुऱ्ऱुं तविट्ट् बॆൽऱ्ऱ् .
तॆरुविൽ ऒरु चुवन्न बस्
मोट्टोർ सैक्किळिൽ ऒरु पोलीसुकारൻ
गोपुरत्तिൽ ऒरु वॆळुत्त घटिकारं
प्लाऱ्ऱ्फोमिन्ऱॆ अवसानं मञ्ञ वर
कटൽत्तीरत्त् निൽक्कुन्न ऒरु कुट्टि
उयरमुळ्ळ नेർत्त मरङ्ङൾ निऱञ्ञ मल
ट्राफिक् सिग्नलिൽ पच्च वॆळिच्चं
वॆळुत्त मौसिൽ ग्रे आप्पिൾ लोगो
वायुविൽ चाटुम्पोൾ स्केऱ्ऱ्बोർडർ
उद्यानत्तिलॆ निरवधि आळुकൾ
कय्यिൽ कऱुप्पुं वॆळ्ळियुं उळ्ळ क्यामऱ
मून्न् जिऱाफुकൾ ऒरुमिच्च् निൽक्कुन्नु
स्त्रीक्क् चुवन्न मुटियुण्ट्
चॆऱिय पूच्च तऱयिൽ इरिक्कुन्नु
तटि कषणं
टॆन्नीस् कळिक्कुन्नयाൾ
नीलाकाशत्तिൽ नीळमुळ्ळ वॆळुत्त मेघङ्ङൾ
मञ्ञ ऱब्बർ कय्युऱकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऱोड् वऴियिलूटॆ ऒरु बस्
इयाൾ मोट्टोർ सैक्किൾ ओटिक्कुन्नु .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
गोपुरत्तिन्ऱॆ मुकळिൽ लोह अम्पुकൾ
कॆट्टिटत्तिन् मुकळिൽ वॆळुत्त गोपुरं
द्वीप् बीच्च् रंगं
ऒरु सർफ्बोർड् पिटिक्कुम्पोൾ ऒराൾ स्केऱ्ऱ्बोർड् ओटिक्कुन्नु
ऒरु वॆळुत्त क्लोक्क्
व्यत्यस्त निऱङ्ङळिൽ मङ्ङिय लैऱ्ऱुकൾ
नाल् जालकङ्ङळुळ्ळ प्रभातभक्षणं
नील टूत्त् ब्रष् कैवशमुळ्ळ मनुष्यൻ
कॆट्टिटत्तिन्ऱॆ मध्यत्तिൽ वॆळुत्त वृत्तं .
कऱुत्त निऱमुळ्ळ ऱिस्ऱ्ऱ् वाच्च् धरिच्च ऒरु आൺकुट्टि
वलिय ऱॆड् डबिൾ डॆक्कർ बस्
कऱुत्त स्वॆऱ्ऱർ धरिच्च स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
भक्षणवुं पानीयवुं ऒरु मेशप्पुऱत्त्
आनयुटॆ अरिकिൽ निൽक्कुन्न व्यक्ति
चुवप्पुं वॆळ्ळयुं यूणिफोमिൽ बेस्बोൾ पिच्चർ
पच्च मेशयिൽ वॆळुत्त मैक्रोवेव्
ऒरु कऱुत्त वർण्ण टॆलिविषൻ
मनुष्यन्ऱॆ वलतु कैयिൽ चुवन्न फ्रिस्बी .
ऒरु टॆलिविषൻ स्क्रीൻ
प्लास्ऱ्ऱिक् सोड कुप्पि
मञ्ञ मोप्पॆडिलुळ्ळ रण्टुपेർ .
पच्च लैऱ्ऱ् काणिक्कुन्न कऱुत्त ट्राफिक् लैऱ्ऱुकൾ
तॊप्पि धरिच्चिरिक्कुन्न व्यक्ति
बैक्क् निलत्त्
ऱोडिन्ऱॆ वशत्त् बैक्क्
टिवि काणुन्न आळुकळुटॆ ग्रूप्प्
बसिन्ऱॆ वशत्तुळ्ळ वाक्क् लॆऱोय्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वलिय बोट्टिൽ निन्नुळ्ळ चाൽ
कट्टिलिൽ नीलयुं वॆळ्ळयुं उळ्ळ पुस्तकं .
विमानं मेൽक्कूरयिൽ तूक्कियिरिक्कुन्नु
कुट पिटिक्कुन्न स्त्री
विൻडोयिलॆ पुष्प रूपकൽप्पन .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
पुरुषन्माർ सोक्कർ कळिक्कुन्नु
पർवतशिखरत्तिൽ निൽक्कुन्न रण्टुपेർ
निलत्त् कऱुत्त पुळ्ळि
आनकळुटॆ कूट्टं वॆळ्ळत्तिൽ
लानियाർडुळ्ळ चॆऱिय कऱुत्त क्यामऱ
ऒरु मोट्टोർसैक्किळिन्ऱॆ हॆड् लैऱ्ऱ्
काർड्बोർडिन् मिकळिൽ केक्क् .
पात्रत्तिൽ चॆऱिय साൻड्विच्चुकൾ
ऒरु बसिन्ऱॆ मुൻवशं
एष्यൻ भक्षणत्तिन्ऱॆ पात्रं
पऴं कैवशमुळ्ळ पेप्पർ बाग्
पक्षि तन्नॆवृत्तियाक्कुन्नु
मरं यूट्टिलिऱ्ऱि पोൾ
ऒरु तळिकयिൽ भक्षणं
प्लेऱ्ऱ्यिൽ तविट्टुनिऱत्तिलुळ्ळ उरुळक्किऴङ्ङ्
किटक्कयिൽ नीलयुं वॆळ्ळयुं काർड् .
ऒरु रक्षाधिकारिक्क् ऒरु नल्ल भक्षणं
कटൽत्तीरत्त् मनुष्यൻ
क्षीणितनाय ऒरु सीब्र तल कुलुक्कुन्नु
भक्षणत्तिन्ऱॆ मधुरमुळ्ळ इनं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मൾट्टि कळർ डोग् कळिप्पाट्टं
जिऱाफुकൾ काट्टिൽ .
कुतिर सवारि चॆय्युन्न स्त्री .
चारनिऱत्तिलुळ्ळ मङ्ङिय पूच्च
तीवण्टि चुवप्पाण्
वॆळुत्त ऱफ्रिजऱेऱ्ऱർ उळ्ळ ऒरु अटुक्कळ
ऒरु बोർडिൽ निൽक्कुन्न मनुष्यൻ
उपेक्षिच्च बात्त्ऱूं
नील मालाखमाർ f18 अत्भुतं चॆय्युन्नु
रण्टुपेർ बस्सिൽ इरिक्कुन्नु
चारनिऱत्तिलुळ्ळ षवർ तल षवऱिൽ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कुञ्ञाट् क्यामऱयिलेक्क् नोक्कुन्नु
ऒरु स्त्री सർफिंग् चॆय्युन्नु
मनुष्यन्ऱॆ आकृतियिൽ चुवन्न वॆळिच्चं
ऒराൾ नटप्पातयिलूटॆ नटक्कुन्नु
फोट्टोयिൽ मङ्ङिय मून्न् आळुकൾ .
व्यक्तियुटॆ मुखङ्ङൾ
तॊप्पि कऱुत्तताण्
मोट्टोർ सैक्किळिलॆ स्त्री
पुरुषन्ऱॆ कैयिൽ वॆळुत्त वियർप्प् बाൻड्
चुवन्न वस्तुवुळ्ळ मनुष्यൻ .
मेशप्पुऱत्त् वॆळ्ळयुं नीलयुं निऱमुळळ ऒरु कुप्पि उण्ट्
मोट्टोർ सैक्किൾ पिटिच्च् ऒरु सिൽवർ स्ऱ्ऱाൻड् उण्ट्
कटൽत्तीरत्त् वलिय जनक्कूट्टं
वाऴप्पऴत्तिन्ऱॆ ऒटुविलत्तॆ तटिच्च भागं
आकाशत्त् नेർत्त मेघङ्ङൾ
नाल् आनकൾ प्रकटनं
वातिൽक्कൽ ऒरु नील वृत्तं
रुचिकरमाय भक्षणं
फोൺ पिटिच्चिरिक्कुन्न स्त्री
ऱोडिൽ मञ्ञ ट्रक्क्
प्लाऱ्ऱ्फोमिൽ नटक्कुन्न व्यक्ति .
चिऱकुकൾ चलिप्पिक्कुन्नतिൽ निन्न् मङ्ङिक्कुक
इत् ऒरु षीൽड् वैप्पർ आण्
वॆळ्ळयुं तविट्टुनिऱत्तिलुळ्ळ पॆट्टि
ऒरु डोक्किन्ऱॆ वशत्तुळ्ळ बोट्टुकൾ .
तॆरुविൽ सैक्किൾ ओटिक्कुन्न व्यक्ति
आनयुटॆ ऒन्निलधिकं निऱमुळ्ळ तुम्पिक्कै
मुऱियुटॆ मध्यभागत्त् किटक्क
कऱुत्त पश्चात्तलत्तिनॆतिराय वॆळुत्त बोർडർ
कऱुत्त हुडियिलुळ्ळ ऒरु स्त्री
ऒरु वाहनत्तिन्ऱॆ पिൻभागत्त् ऒरु टाग् .
पॆൺकुट्टि कैवशं वच्चिरिक्कुन्न कऱुत्त बेस्बोൾ बाऱ्ऱ्
स्वीकरण मुऱियुटॆ तऱयिൽ इळं परवतानि
स्त्रीयुटॆ कण्णट .
नील निऱत्तिलुळ्ळ जीൻस् धरिच्च वायुविൽ षेव् चॆय्त कऱुत्त मुटियुळ्ळ मनुष्यൻ .
आकाशत्त् पऱक्कुन्न ऒरु पट्टं
वॆळ्ळत्तिൽ ऒरु कुञ्ञ् आन
पन्त् स्विंग् चॆय्याൻ पोकुन्न स्त्री
ऒरु प्लेऱ्ऱिൽ मुऴुवൻ चीस् पिस्स .
आळुटॆ कय्यिൽ वॆळुत्त फ्रिस्बी
वॆळुत्त तॊप्पि धरिच्च ऒराൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
द्वीप् बीच्च् रंगं
मोतिरं विरलिलाण्
इतॊरु तुऱन्न पुस्तकमाण्
ऒरु पुल्लिन्ऱॆ भागं
मेघङ्ङळुळ्ळ नील निऱमुळ्ळ आकाशं
ऒरु ऱॆयिൽवेयिൽ ऒरु ट्रॆयिൻ
फोट्टोयिलॆ ऒरु स्त्री
ऒरु ग्रूप्पिलॆ नाल् जॆऱ्ऱुकൾ
लोहध्रुवत्तिൽ तविट्ट् चिह्नं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कऱुत्त माऱൽ मुतिർन्न पूच्च
कट्टिलिन् मुन्निൽ कऱुत्त कोफि टेबिൾ
ऒरु चरिविलूटॆ स्कीयिंग् चॆय्युन्न व्यक्ति
सॆൽ फोणिलॆ स्त्री
इतॊरु अटुक्कळयाण्
पट्टणत्तिलॆ बस् लोडिंग् टॆർमिनൽ
ऱൺवेयिलॆ यात्रा विमानङ्ङൾ
ऱॆयिൽवे पाळत्तिൽ 6 काർ तीवण्टि
निलत्त् इरट्ट मञ्ञ वरकൾ
इतॊरु पक्षियाण्
ऒरु बेस्बोൾ फीൽड्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चट्टियिൽ कारऱ्ऱ्
इताण् पुल्ल्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कट्टिलिൽ बुक्क् चॆय्युक
व्यक्तमाय नील आकाशं
इतॊरु पट्टिकयाण्
वाहनङ्ङൾक्कुळ्ळ पातकळुळ्ळ ऱोड्
तीवण्टियुटॆ चुवप्पुं कऱुप्पुं भागं
आळुकൾ नटक्कुकयुं सॆൽफोणुकळिൽ संसारिक्कुकयुं चॆय्युन्नु .
ट्रक्किൽ घटिप्पिच्चिरिक्कुन्न चुवन्न चक्रं
सिङ्किൽ ऒरु अटयाळं
निरवधि निलकळुळ्ळ उयरमुळ्ळ इष्टिक कॆट्टिटं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कऱुत्त कळർ टॆय्लർ मॆषीൻ मेशयिൽ सूक्षिच्चिरिक्कुन्नु
ऒरु कौण्टർ टोप्पिൽ ऒरु मञ्ञ पात्रं
टॆन्नीस् कळिक्कारन्ऱॆ चुवन्न तॊप्पि
कुञ्ञ् आन
कुञ्ञ् आन
षർट्ट् नील निऱत्तिलाण्
आकाशत्त् ऒरु विमानं
अत् ऒरु कुट्टियाण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
निलत्तॆ पाळं
इतॊरु मरक्कॊम्पाण्
ऒरु कुतिरयॆ वळർत्तुन्न स्त्री
इतॊरु ट्रॆयिൻ आण्
अरैक्वे स्ऱ्ऱेषनिൽ काणुक
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इतॊरु पट्टिकयाण्
ऒरु पच्च आप्पिൾ
निलत्त् कऱुत्त पुळ्ळि
ऒरु लॆऱ्ऱऱिन्ऱॆ भागं
फ्रिड्ज् फ्रण्ट् ग्लास् प्रेदർषिप्पिच्चिरिक्कुन्नु
तविट्टुनिऱत्तिलुळ्ळ मनोहरमाय पूच्च
चीस् पिस्स कषणं
तॆरुविൽ मून्न् स्केऱ्ऱ्बोർडർ .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वोड् टेबिळिൽ आऱ् बुळ्ळियൻ क्यूब्
ऒरु कूट्टं पोळाർक्करटि
कुञ्ञ् आन
ऒरु निलत्तिन् भागं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कौण्टऱिൽ पेप्पർ टव्वलुकळुटॆ ऱोൾ
ऒरु पुरुषनुं रण्ट् नाय्क्कൾ
भक्ष्ययोग्यमाय कार्यङ्ङൾ प्लेऱ्ऱिൽ सूक्षिच्चिरिक्कुन्नु
इत् ऒरु मनुष्यनाण्
रण्ट् स्वർण्ण पूच्च कण्णुकൾ
कुञ्ञ् आन
मरं निऱञ्ञ प्रदेशं .
पुल्लिൽ ओटुन्न आटुकൾ
पोस्ऱ्ऱർ लोहमाण्
ऎञ्चिनुकൾ रण्टाण्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु पादत्तिन्ऱॆ भागं
कुञ्ञ् आन
पुल्लिൽ निൽक्कुन्न रण्टुपेർ
इरुण्ट निऱमुळ्ळ सोफयुटॆ भागं .
हॆൽमॆऱ्ऱ् कऱुत्तताण्
ऒरु व्यक्ति बॆञ्चिൽ इरिक्कुन्नु
ऒरु वलिय तविट्ट् करटि
षोർट्ट्स् कऱुत्तताण्
ऒरु मोप्पॆडिൽ हॆड्लैऱ्ऱ्
ऒराൾ मञ्ञिൽ निൽक्कुन्नु
ट्राक्किൽ ऒरु पासञ्चർ ट्रॆयिൻ
इतॊरु सैक्किळाण्
कुञ्ञ् आन
जाक्कऱ्ऱ् धरिच्च व्यक्ति
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वातिൽ वॆळुत्त निऱत्तिलाण्
तळिकयिൽ निरवधि पेस्ट्रिकൾ
तऱयिൽ तकർन्न ग्लास्
ऒरु ऱोडिन्ऱॆ वशत्त् ऒरु गतागत प्रकाशं
कुट्टि मॊबैलिൽ नटक्कुन्नु
चट्टि सॆऱामिक् कॊण्टाण् निർम्मिच्चिरिक्कुन्नत्
ऒरु नाय उळ्ळ सർफർ नटक्कुन्नु
कुञ्ञ् आन
" ऒरु जोटि नील , पർप्पिൾ कत्रिक "
पिञ्चुकुञ्ञ् कण्णाटियिൽ चिरिक्कुन्नु
ऒरु मेघत्तिन्ऱॆ भागं
ऒरु परुक्कൻ निलं
बोट्ट् मुऱ्ऱत्त् ऒरु लोड् बोट्टुकൾ
ऒरु अटुक्कळ सिङ्क्
इरुण्ट आकाशत्त् नेർत्त चारनिऱत्तिलुळ्ळ मेघङ्ङൾ .
ऒरु बेस्बोൾ बाऱ्ऱिन् चुऱ्ऱुं वॆळुत्त कय्युऱकൾ .
अकलॆ विൻड् सർफ्
द्वीप् बीच्च् रंगं
इवർ मून्नुपेർ आण्
बेस्बोൾ कळिक्कारൻ स्विंग् चॆय्याൻ तय्याऱाकुन्नु
नम्पർ 22 सोक्कർ कळिक्कारൻ .
कुळिमुऱियिलॆ ऒरु जालकं
ऒरु कुतिरयुटॆ अरिकिൽ पच्च निऱत्तिलॆ स्तंभं
कऱुत्त स्यूट्टिलुळ्ळ मनुष्यൻ
चुवन्न पात्रत्तिൽ ऎन्तो इळक्किविटुन्न पिङ्क् पैजामयिलॆ कॊच्चु पॆൺकुट्टि .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
पऴय चार आन
मुൻवशत्त् चुवन्न लैऱ्ऱुकळुळ्ळ कऱुत्त ट्रॆयिൻ .
नाययुटॆ नाव् पिङ्क् आण्
मनुष्यൻ स्नोबोർड् चॆय्याൻ श्रमिक्कुन्नु
पच्च बै ऒरु कुञ्ञिनॆ चुऱ्ऱि .
कीबोർडिलॆ मौस्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कम्प्यूट्टऱिलॆ ऐक्कൺ
पात्रत्तिൽ इष्टिक
वायुविൽ पऱक्कुन्न ऒरु पट्टं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
स्केऱ्ऱ्बोർड् उळ्ळ ऒरु व्यक्ति
कैऱ्ऱ् चुवप्पाण्
अत् ऒरु नॆस्ऱ्ऱ् आण्
किटक्क चुवन्नताण्
कॊम्पुळ्ळ कऱुप्पुं वॆळुप्पुं पशु .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
सैक्किൾ ऱोडिൽ निർत्ति
हिमत्तिൽ वळञ्ञ स्कै ट्रयൽ अटयाळङ्ङൾ
मौस् ग्लास् टेबिळिൽ सूक्षिच्चिरिक्कुन्नु
अरिञ्ञ वॆळुत्तुळ्ळि चॆऱिय कषणङ्ङൾ
ऒरु स्नोबोർडർ वायुविलूटॆ चाटुन्नु .
ट्यूबिलॆ चारनिऱत्तिलुळ्ळ मॆऱ्ऱीरियൽ .
ध्रुवं चारनिऱमाण्
गोपुरं वॆळुत्तताण्
डौൺ हिൽ स्कीयिंग् रंगं
तुळसि पच्चयाण् .
सർफ्बोർडिलॆ ऒराൾ
कॊम्प् कऱुत्तताण्
नील षർट्ट् धरिच्च मनुष्यൻ .
अवൻ सൺग्लासुकൾ धरिच्च पऱ्ऱि
स्त्री स्काർफ् धरिक्कुन्नु
कटൽत्तीरत्त् नटक्कुन्न ऒराൾ
कॆट्टिटत्तिन् मुकळिलुळ्ळ तॆळिञ्ञ आकाशं
चिह्नं मञ्ञयाण्
आनक्कॊम्पुकळुळ्ळ आन
अलमारय्क्क् मुकळिलॆ चॆटि
मॆऱ्ऱൽ वव्वालुकळुटॆ शेखरं
ऒरु कल्लिन्ऱॆ अऱ्ऱं
वॆळुत्त फ्रिस्बी वायुविलूटॆ पऱक्कुन्नु
ऒरु मृगशालयिलॆ ऒरु सीब्र
गिऱ्ऱाർ कैवशमुळ्ळ रण्टुपेർ
ध्रुवत्तिलॆ घटिकारं
भक्षणत्तिनायि व्यक्तमाय प्लास्ऱ्ऱिक् पात्रं
सुगममाय सवारिक्क् वऴियॊरुक्किय ऱोड्
चुमरिൽ वॆळ्ळि फोसॆऱ्ऱ्
स्त्री कैकऴुकुकयाण्
मञ्ञ पऱक्कुन्न फ्रिस्बी मुकळिलेक्क्
तॆह् ऱोडिൽ बैक्कुकൾ
पिस्स वृत्ताकृतियिलाण्
द्वीप् बीच्च् रंगं
नाय्क्कळुटॆ मूक्क् कऱुत्तताण् .
ऒरु होൾस्ऱ्ऱർ धरिच्च मनुष्यൻ
जनलय्क्क् पुऱत्त् तलयुळ्ळ रण्ट् पूच्चकൾ .
ध्रुवत्तिൽ मञ्ञ वरकൾ
मेशप्पुऱत्त् ऒरु वॆळुत्त लाप्टोप्प् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
स्केऱ्ऱ्बोർडिൽ ऒरु चक्रं
सർफ् बोർडिलॆ ऒरु स्त्री
ऒरु बस्सिൽ डिजिऱ्ऱൽ नम्पർ प्रिन्ऱ्
कट्टिलिൽ पुष्पं
कऱुत्त रण्ट् तट्टुळ्ळ बस्
सർफർ
नीलयुं वॆळ्ळयुं वरयुळ्ळ कुप्पायमुळ्ळ ऒराൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
उयरमुळ्ळ स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीൽ षेक्कർ
इतॊरु सोक्क् आण्
तिरमालकൾ वॆळ्ळत्तिൽ पतिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु ट्रॆयिൻ ट्राक्किलूटॆ पोकुन्न रण्ट् ट्रॆयिनुकൾ
बस् विन्ऱेज् आण्
कोൺक्रीऱ्ऱ् पेनयिൽ आनकൾ
ऒरु कऱुत्त ट्राष् बाग् .
ऒरिटत्त् इरिक्कुन्न मूङ्ङ
पुऱत्त् काणुन्नतिन् वलिय विൻडो
ऒरु वयलिൽ जिऱाफ्
ऱोडिൽ निർत्तुक अटयाळं
तविट्ट् क्लोक्क् टवർ
स्त्रीकൾ कसेरयिൽ इरिक्कुन्नु
पिൻ बोർडिलॆ कलण्टർ .
इरुण्ट द्रावकत्तिन्ऱॆ टाൻ कप्प्
कट्टिलिन्ऱॆ अरिकिൽ इरिक्कुन्न स्त्री
इव कण्णटयाण्
पർव्वत चरिविൽ मञ्ञ् ताऴेक्क् पऱक्कुन्न स्कीयർ
टॆन्नीस् पन्त् वायुविलाण्
स्केऱ्ऱ्बोർडिൽ प्लॆय्ड् षർट्टिलुळ्ळ मनुष्यൻ
पुतिय वॆळुत्त तूवालकळुटॆ शेखरं
मऴविल्ल् निऱमुळ्ळ पक्षि कैऱ्ऱ् आकृतियिൽ
जिऱाफिन्ऱॆ तल मरत्तिन्ऱॆ पिन्निൽ
टाൻ जाक्कऱ्ऱिൽ बाൽडिंग् माൻ
सूर्यൻ अस्तमिक्कुन्नु
कऱुत्त नाययुटॆ सिൽक्कि वलत् चॆवि
शान्तमाय वॆळ्ळत्तिन्ऱॆ वलिय प्रदेशं
ई व्यक्ति सർफिंग् चॆय्युन्नु
ऒरु मनुष्यൻ वायुविൽ ऒरु कै उयർत्ति चरिविलूटॆ ताऴेक्क् नीङ्ङुन्नु .
मञ्ञिൽ पैൻ मरङ्ङൾ
ऒरु मुऱ्ऱत्तिन्ऱॆ लाൻड्स्केप्पिंग्
ऱोडिलॆ वाहनङ्ङൾ
उपेक्षिच्च वाऴत्तॊलि
ऒरु वलिय तलकीऴाय वाऴप्पऴं .
नील कय्युऱकळुळ्ळ पारामॆडिक्
माർबिൾ मेशयिൽ मधुरपलहारङ्ङൾ
आकाशत्त् पऱक्कुन्न पक्षि
ऒरु कऱुत्त ट्राष् बाग् .
पोस्ऱ्ऱ् - इऱ्ऱ् कुऱिप्पुळ्ळ लाप्टोप्प् कम्प्यूट्टർ
पच्च स्केऱ्ऱ्बोർडुळ्ळ ऒरु कुट्टि
वॆळुत्त सिमൻऱ् आष् ट्रे
विमानत्तिൽ मञ्ञ टॆन्नीस् पन्त्
नील बेस्बोൾ तॊप्पि
मॆऱ्ऱൽ फ्रॆयिं उळ्ळ ओफीस् विൻडो
मञ्ञ पूक्कळुळ्ळ कुऱ्ऱिच्चॆटि
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
चॆऱुप्पक्कारൻ स्केऱ्ऱ्बोർड् पिटिक्कुन्नु .
कुञ्ञ् आन
भक्षणं मेशप्पुऱत्तुण्ट् .
ऒरु चॆऱिय कषणं केक्क् .
कऱुप्पुं वॆळुप्पुं निऱत्तिलुळ्ळ कटൽकाक्क
पय्यൻ वीडियो गॆयिं कळिक्कुन्नु
स्केऱ्ऱ्बोർडऱिन्ऱॆ तलमुकळिൽ मेघङ्ङळुळ्ळ नीलाकाशं
ऒराൾ कसेरयिൽ इरिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मरत्तिൻ्ऱॆ टोय्लऱ्ऱ् सीऱ्ऱ्
कुञ्ञ् आन
वलिय आन
ऒरु वॆळुत्त मटक्क कसेर
नीळमुळ्ळतुं वॆळुत्ततुमाय विमानं
मरङ्ङൾक्क् मुकळिൽ ऒरु नीलाकाशं
ऒरु सॆൽफि फोट्टो ऎटुक्कुन्न स्त्री
ध्रुवत्तिन्ऱॆ मुकळिൽ पच्च अटयाळङ्ङൾ
रण्ट् मॆऱ्ऱൽ स्क्रूकൾ
षർट्टिൽ वॆळुत्त तुणि
मिनुसमाർन्न टेबिळिन्ऱॆ उपरितलं
कोർट्टिलॆ टॆन्नीस् कळिक्कारൻ
वॆळ्ळि पात्रं निऱयॆ सिऱप्प्
मोट्टोർसैक्किळुकൾ लोट्टिൽ पाർक्क् चॆय्तिट्टुण्ट्
मोट्टोർ सैक्किळिलॆ व्यक्ति
कुञ्ञ् आन
द्वीप् बीच्च् रंगं
मोट्टोർ सैक्किळिൽ मनुष्यൻ
ऒरु विमानत्तिन्ऱॆ चिऱक्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
जिऱाफिन्ऱॆ वाൽ कऱुत्तताण्
मॆऱ्ऱൽ स्पैक्क्ड् वेलि
तॆरुविൽ निൽक्कुन्न मनुष्यൻ
शोभयुळ्ळ ओऱञ्च् ट्राष् ऱिसप्ऱ्ऱिक्कൽ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
निलत्त् कुऱच्च् पुल्ल्
ऒरु बाग् कोट्टൺ मिठायि
वॆळुत्त कुळिमुऱि वातिൽ
स्नोबोർडिलॆ ऒरु व्यक्ति
चरक्क् कण्टॆय्नർ चुवप्पाण्
चक्रत्तिൽ चुवन्न नक्षत्रं
नीलयुं स्वർण्णवुमाय युद्धविमानं .
इरट्ट तॆरुव् वॆळिच्चमुळ्ळ कऱुत्त पोൾ
बसिन्ऱॆ विൻड्षीൽडिलॆ वैप्पऱुकൾ .
मनुष्यൻ मोट्टोർ सैक्किൾ ओटिक्कुन्नु
समुद्रत्तिलॆ टाङ्कർ कप्पൽ
स्त्री चुरुट्टिय पेप्पർ पिटिक्कुन्नु
ऒरु जोटि चार कत्रिक
इतॊरु वातिलाण्
वॆळ्ळत्तिൽ पूच्चयुटॆ प्रतिफलनं
चिह्नत्तिൽ नील पॆयिन्ऱ्
अवൻ तॊप्पि धरिक्कुन्नु
पावाट भागिकमायि मुकळिलेक्क् पऱक्कुन्नु
क्यामऱयिൽ पुञ्चिरिक्कुन्न मनुष्यൻ
द्रावकं नीलयाण्
ऒरु आൺकुट्टि स्केऱ्ऱ्बोർडिंग्
ऒरु कॆट्टिटत्तिन्ऱॆ वशङ्ङळिलॆ इष्टिककൾ
पुल्ल् पॊतिञ्ञ कुन्निൻ
टॆन्नीस् कोർट्टिൽ पन्तिन्ऱॆ निऴൽ
धाराळं विൻडोकळुळ्ळ स्कूൾ कॆट्टिटङ्ङൾ
मनुष्यൻ पारासॆयिलिंग् चॆय्युन्नु
चॆऱिय चुवप्पुं वॆळ्ळयुं तलं
चित्रत्तिन्ऱॆ मध्यभागत्त् ऒरु सॆक्सि स्त्री
पन्त् तट्टाൻ ऒरुङ्ङुन्न ऒरु बाऱ्ऱർ
ऒरु विमानत्तिൽ निन्न् काणुक
ऒरु कुऴियिൽ ऒरु ट्रक्क् .
ध्रुवक्करटि
मेच्चिൽप्पुऱत्तॆ पशुक्कൾ
सർफ्बोർडिलॆ पय्यൻ .
कळ्ळ् पुल्लिൽ इरिक्कुन्नु
ऐसिलॆ ऒरु नीण्ट पोൾ
विमानत्तिൽ टॆन्नीस् पन्त्
तॆरुविൽ पाർक्क् चॆय्तिरिक्कुन्न ऒरु वॆळुत्त ट्रक्क् .
वॆळुत्त जेऴ्सियिൽ ऒरु कऱुत्त नम्पർ
मनुष्यൻ निൽक्कुकयुं पुञ्चिरिक्कुकयुं चॆय्युन्नु .
वयलिൽ कुतिरकൾ
चित्रत्तिलॆ फोट्टो टाग्
व्यक्तमाय ग्लासिൽ मञ्ञ द्रावकं .
ट्रॆयिൻ लैऱ्ऱुकൾ ओणाण्
कुतिरप्पुऱत्त् जोक्कि .
इतॊरु तुऱमुखमाण्
कुळिमुऱियिൽ ऒरु सिङ्क्
कऱुत्त बुक्क्बाग्
ऒरु चविट्टु मॆत्तयिൽ ऒरु नाययुटॆ किटक्क
ऒरु नगरत्तिन्ऱॆ रंगं
वॆळुत्त कुटकൾ तुऱक्कुक
व्यक्तमाय प्लास्ऱ्ऱिक् बूट्टिൽ
चरिञ्ञ ट्राफिक् सिग्नൽ
ऱोकुविन् कऱुत्त ऱिमोट्ट् .
" ओऱञ्च् , कऱुत्त निऱङ्ङळुळ्ळ तॊप्पि धरिच्च कळिक्कारൻ "
इत् ऒरु अटुक्कळयुटॆ अकमाण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु पात्रं ऱाञ्च् डिप्
इत् ग्रामीण पश्चात्तलत्तिलाण् ऎटुत्तिरिक्कुन्नत्
सीब्रकൾ काणुन्न ऒट्टकप्पक्षि
आन सवारि चॆय्युन्न व्यक्ति
बात्त्ऱूमिൽ लैऱ्ऱिंग्
ओऱञ्च् मोट्टोർसैक्किळिन्ऱॆ इरिप्पिटं
12 पेरुटॆ ऒरु संघं
ऒरु षॆडिൽ सूक्षिच्चिरिक्कुन्न विमानत्तिन्ऱॆ भागङ्ङൾ
कऱुत्त जाक्कऱ्ऱ् धरिच्च मनुष्यൻ
ऒरु काऱिलॆ चक्रङ्ङൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
प्लेऱ्ऱिൽ पिस्स
मൾट्टि कळർ षർट्ट् धरिच्च स्त्री
आकाशत्त् वलिय तलं
तविट्ट् गोपुरं
ऒरु कोक्क् कुप्पि पिटिच्चिरिक्कुन्न पॆൺकुट्टि
रण्ट् पॆൺकुट्टिकൾ ऒरु बॆञ्चिൽ
जालकमुळ्ळ ऒरु मरं वातिൽ
चुवप्पुं वॆळ्ळयुं बलूणुकळुटॆ ऒरु कूट्टं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कऱुत्त कोट्ट् धरिच्च मनुष्यൻ
" डॆस्किൽ . ग्रे , कऱुप्प् कम्प्यूट्टർ मौस् "
तीवण्टियिलॆ जनाल
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इत् ऒरु नगर पश्चात्तलत्तिलाण् ऎटुत्तत्
स्त्री सർफർ
ऒरु कऱुत्त ट्राष् बाग् .
रण्ट् विळम्पुन्न भक्षणं
वॆळ्ळत्तिन् पिन्निൽ उयरमुळ्ळ गोपुरं .
कोർट्टिन्ऱॆ अवसानं निൽक्कुन्न टॆन्नीस् कळिक्कारൻ
कऱुप्प् ' दि ' अक्षरङ्ङൾ
तुऱन्न चुवन्न कुट
ऒरु स्त्री अवळुटॆ फोൺ नोक्कुन्नु
वलिय इरुण्ट जिऱाफुकൾ चारियिरिक्कुन्नु
चिह्नत्तिन् मुकळिൽ चुवन्न लैऱ्ऱ् .
ऒरु बेस्बोൾ मैतानत्त् पुल्ल्
नाय वॆळ्ळयुं तविट्टुनिऱवुमाण्
सॆൽफोൺ कैवशमुळ्ळ स्त्री .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वरयुळ्ळ कुप्पायं धरिच्च मनुष्यൻ
वायुविൽ ऒरु पिङ्क् फ्रिस्बी
ऒरु पाർक्किंग् मीऱ्ऱऱिन्ऱॆ ग्रे पारि .
तविट्टुनिऱत्तिलुळ्ळ ध्रुवं
चुवरिൽ तविट्ट् पॆयिन्ऱ्
निरवधि बागुकൾ प्रदർशिप्पिच्चिरिक्कुन्नु
ऒरु कूट्टं पच्च वाऴप्पऴं
ऒरु सीब्रयिൽ कट्टियुळ्ळ कऱुत्त वर
ऒरु कऱुत्त रजन
पिस्सयिलॆ तुळसि इल
कॊट्टयिൽ वट्टत्तिलुळ्ळ पिस्स .
ऒरु नाय
तॆरुविൽ नटक्कुन्न स्त्री .
ऒरु व्यक्तिक्क् मुकळिलुळ्ळ पच्च कुट
पूच्च टोय्लऱ्ऱिलाण्
चारनिऱत्तिलुळ्ळ जीൻस् धरिच्च स्त्री
निलत्त् कऱुत्त पुळ्ळि
ऒरु मुतिർन्न सीब्र
P ऎन्न अक्षरं ऒरु चिह्नत्तिൽ
तॊप्पियिൽ चुवन्न तुणि
ऒरु बाग् कोट्टൺ मिठायि
ऒरु ओऱञ्च् पणि वाहनं
कटൽत्तीरत्त् वलिय पियർ
कषण्टिक्कारൻ मेशयुटॆ तलयिൽ निൽक्कुन्नु
रण्ट् कुतिरकൾ कळिक्कुन्नु .
तविट्टुनिऱत्तिलुळ्ळ करटि
लोडिंग् गेऱ्ऱिൽ चुवप्पुं वॆळ्ळयुं विमानं
स्वातन्त्र्य प्रतिम
वायुविൽ इरुण्ट चारनिऱत्तिलुळ्ळ विमानं
पूत्तट्टं पच्चयाण्
ग्लैडർ ऒरुमिच्च् चेർक्कुन्नतिन् ऒरु मनुष्यൻ प्रवർत्तिक्कुन्नु
किटक्कयिൽ इरिक्कुन्न ऒरु नाययुं पूच्चयुं
आळुकൾ ऱाफ्ऱ्ऱिൽ मुट्टुकुत्ति
टूत्त् ब्रष् पिटिच्चिरिक्कुन्न मनुष्यൻ
ऒरु क्रीक्किൽ ऒरु वॆळुत्त बस्
आकाशत्त् पऱक्कुन्न मञ्ञ कैऱ्ऱ् .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
परवतानि तविट्टुनिऱमाण्
मेशप्पुऱत्त् ग्लास्
ऒरु कारियऱिनुळ्ळिलॆ पूच्च
चायकप्पिൽ ऱ्ऱी ऎन्न् ऎऴुतियिरिक्कुन्नु
वलिय चिक्कागो स्ऱ्ऱैൽ पिस्स
वयलिൽ निൽक्कुन्न तविट्ट् ऎरुम
चारनिऱत्तिलुळ्ळ अऴुक्किन्ऱॆ भागं
ऒरु कुञ्ञ् पल्ल् तेक्कुन्नु
इतॊरु शिल्पमाण्
नील पोർसलैൻ बात्त्ऱूं सिङ्क्
फ्रिस्बी गोൾफ् कळिक्कुन्न रण्ट् आൺकुट्टिकൾ
ऒरु विमानत्तिन्ऱॆ रण्ट् कऱुत्त चक्रङ्ङൾ
वलिय पुक
शोभयुळ्ळ ओऱञ्च् जग्ळिंग् पिൻ
नगरत्तिन् मुकळिൽ पऱक्कुन्न वलिय नील जॆऱ्ऱ्
कॆट्टिप्पटुक्कुन्नतिनुळ्ळ जालकङ्ङൾ
मञ्ञुवीऴ्चयिൽ स्कीस्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ब्रौൺ सॆक्षणൽ सोफयुं ओट्टोमൻ
स्त्रीक्क् ऒरु कै काणुन्निल्ल
कुञ्ञ् आन
स्त्री पुरुषनु मुकळिൽ कट्टिलिൽ निൽक्कुन्नु
पादङ्ङൾ मेशप्पुऱत्त् वॆच्चिरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ग्लास् पात्रत्तिൽ पुष्पं
तविट्टुनिऱत्तिलुळ्ळ टॆडि बियർ मेशप्पुऱत्त्
कॊम्पुकळुळ्ळ ऒरु चॆऱिय आट् .
ऒरु पच्च ट्राफिक् लैऱ्ऱ्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कुट पർप्पिൾ आण्
ऒरु कऱुत्त ट्राष् बाग् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
जनलिनु पुऱत्त् वरान्तयिलॆ वेलि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
आनयुटॆ तुम्पिक्कै
निलत्त् कऱुत्त पुळ्ळि
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
निलत्त् ऒरु घटिकारं .
मोट्टोർ बैक्कुकൾ पाർक्क् चॆय्तिरिक्कुन्नु
पർवतत्तिन् मुकळिൽ निൽक्कुन्न मनुष्यൻ
अवർ ऒरु कष्णं केक्क् पिटिक्कुन्नु
मोट्टोർ सैक्किळिൽ कऱुत्त सीऱ्ऱ्
ऒरु चॆऱिय कषणं पिस्सयिൽ चीर कष्णं
वऴियिൽ बस्
ऒरु मरत्तिൽ ऒरु ओऱञ्च् .
चुमरिलॆ समयं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पिङ्क् निऱत्तिलुळ्ळ वॆळुत्त टॆन्नीस् षूस्
आकाशत्त् पऱक्कुन्न निरवधि पट्टङ्ङൾ
ऒरु पोൾ अटयाळङ्ङൾ
पुऱत्त् ऒरु वलिय कलं
चुवप्पुं वॆळ्ळयुं अटयाळं
ननञ्ञ पिङ्क् नाव्
कऱुत्त पान्ऱ्स् धरिच्च व्यक्ति
तुटർच्चयायि तिळङ्ङुन्न लैऱ्ऱुकൾ
वायुविൽ कैऱ्ऱ्स्
आळुकൾ बेस्बोൾ गॆयिं कळिक्कुन्नु
ऒरु जोटि सൺग्लासुकൾ .
किटक्क नीलयाण्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
अत् ऒरु व्यक्तियाण्
कुट चुमक्कुन्न रण्टुपेർ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
द्वीप् बीच्च् रंगं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु पुतप्पिൽ ऒरु पन्नि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कऱुत्त अच्चटि शैलियिलुळ्ळ अक्षरं
पॆൺकुट्टि ऒरु बाऱ्ऱ् पिटिक्कुन्नु
ऱोड् मुऱिच्चुकटक्कुन्न पशुक्कळुटॆ कूट्टं
अत् ऒरु ब्रिक्क् आण्
पात्रं वॆळुत्तताण् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वयलिൽ कुतिर मेयुन्नु
वॆळ्ळत्तिൽ निन्नुळ्ळ तिरकൾ
कुट पिटिक्कुन्न ऒराൾ
वयलिൽ मञ्ञ पूक्कൾ
बेस्बोൾ तॊप्पि धरिच्च मनुष्यൻ
ऒरु नील मॆऱ्ऱൽ बॆञ्च् .
ऒरु पिङ्क् बाग्
ऒरु मेशप्पुऱत्त् वाऴप्पऴङ्ङൾ
ऒरु पट्टं पऱप्पिक्कुन्न पॆൺकुट्टि
चिह्नत्तिൽ चुवन्न अक्षरं
कॊच्चुकुट्टिकൾ बेस्बोൾ कळिक्कुन्नु .
काൽ तुन्नलुकൾ स्वीकरिक्कुन्नु
तविट्ट् मून्न् तलयण सोफ
तिळक्कमुळ्ळ पच्च करटि
इतॊरु ट्रॆयिൻ आण्
ऒरु स्त्री मोट्टोർ स्कूट्टർ ओटिक्कुन्नु
वलिय क्लोक्क् सज्जीकरणं उयർन्नताण्
आकाशत्त् पർप्पिൾ हिऱ्ऱ्
ऒरु स्वർण्ण तविट्ट् निऱमुळ्ळ बൺ .
पशुक्कൾ कऱुप्पुं वॆळुप्पुं आण्
वॆळ्ळत्तिൽ तविट्टुनिऱत्तिलुळ्ळ बोट्ट्
वർण्णाभमाय डोणट्ट्स् पॆट्टि
मञ्ञ फोർक्क्लिफ्ऱ्ऱिन्ऱॆ वशं
ऒरु चुवन्न भक्षण ट्रक्क्
आटुकൾ तम्मिൽ अटुत्तु
किटक्कयिൽ किटक्कुन्न ऒरु कुट्टि
कॆट्टिटत्तिൽ निन्न् तूक्कियिट्टिरिक्कुन्न चिह्नत्तिलॆ कण्णट
कऱुत्त वटियुळ्ळ मञ्ञ पाडिൽ
टवർ
निलत्त् कऱुत्त पुळ्ळि
प्रतिम ऒरु स्त्रीयाण्
काऱ्ऱिनटियिൽ चुवन्न तूवलुकൾ
पट्टं निलत्तुण्ट्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
अत् ऒरु कण्णाण्
तॆळिञ्ञ आकाशत्तिन्ऱॆ पश्चात्तलं .
साൻड्विच्च् पकुतियायि मुऱिच्चु
स्कयർ वायुविलूटॆ पऱक्कुन्नु
पच्च वेविच्च ब्रॊक्कोळि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मनुष्यൻ स्केऱ्ऱ्बोർडिंग् तन्त्रं चॆय्युन्नु .
ऒरु कऱुत्त ट्राष् बाग् .
स्ऱ्ऱाർबक्स् कोफि कप्प्
इतॊरु स्कीयർ आण्
इत् ऒरु मनुष्यनाण्
पूच्च इरिक्कुन्नु
चारनिऱत्तिलुळ्ळ तिरश्शीलयुळ्ळ ऒरु विൻडो
कौण्टऱिൽ चुवप्पुं वॆळ्ळयुं काർट्टूൺ
आन ध्रुवत्तिलेक्क् चाञ्ञु
कऱुप्पुं तविट्टुनिऱत्तिलुमुळ्ळ करटि
काർ नीलयाण्
मेशप्पुऱत्त् ऒरु कुरुमुळक् षेक्कർ
पच्च चुमरिൽ वॆळुत्त अक्षरं
मनुष्यൻ बेस्बोൾ ऎऱियुन्नु
इत् ऒरु मनुष्यनाण्
मिड् ऎयऱिलॆ सोक्कർबोൾ
रण्ट् आनकൾ निलत्त् निൽक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
बसिलॆ पच्च अक्कङ्ङൾ
ऒरु सीൽ ऒरु बॆञ्चिൽ किटक्कुन्नु
कुतिर पुल्लिൽ मेयुन्नु
ऱॊट्टि उळ्ळ ऒरु विभवं
क्लोक्क्
तविट्ट् पशुक्किटाव्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
वलिय फ्रॆयिं चॆय्त वनिता सൺग्लासुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ओणायिरिक्कुन्न चॆऱिय कऱुत्त टिवि
वॆळ्ळत्तिൽ वॆळ्ळयुं वॆळ्ळयुं उळ्ळ बोट्ट्
मनुष्यन् नीळमुळ्ळ मुटियुण्ट्
ऒरु कऱुत्त ट्राष् बाग् .
चुवन्न तॊप्पि धरिच्च व्यक्ति
तलयिൽ तॊप्पियुळळ कऱुप्पुं वॆळुप्पुं निऱमुळ्ळ नाय
ऒरु कवलयिൽ ऒरु ट्रक्क् कात्तिरिक्कुन्नु
कोർट्टिൽ वॆळुत्त वर वरच्चु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
सीलिंगिൽ ऒरु विशालमाय वॆळिच्चं
मुऱियुटॆ वलतुवशत्त् वलिय पफ् कसेर
ऒरु ओट्टत्तिൽ रण्ट् स्कीयർमाർ .
अत् आटाण्
पन्त् तट्टाൻ ऒरुङ्ङुन्न ऒरु टॆन्नीस् कळिक्कारൻ
टॆൻ टॆडि बियർ पाऱयिൽ इरिक्कुन्नु
कुञ्ञ् आन
ऒरु मऴविल्ल् निऱमुळ्ळ कुट .
पिस्सयिൽ पच्च सीसणिङ् .
आत्यन्तिक फ्रिस्बी कळिक्कुन्न रण्टुपेർ
कटൽत्तीरत्तॆ वॆळ्ळवुं मणलुं
ऒरु ग्लास् टोप्प्ड् कोफि टेबिൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु ट्री लोगिन् समीपं निൽक्कुन्न ऒरु सीब्र
घटिकारत्तिൽ कऱुत्त कै .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वॆळुत्त प्लेऱ्ऱिൽ क्वसडिल्ल
कुञ्ञ् आन
ऒरु वलिय पशु
कुञ्ञ् आन
पच्चयुं मञ्ञयुं टैൽ
नाल् ब्लेड् उळ्ळ ऎयർप्लॆयिൻ प्रॊप्पल्लർ
पऴय ऒरु टॆडि बियർ
पानिन्ऱॆ वशत्त् कत्तिच्च भक्षणं
नील वळ्ळं
फ्रिस्बी ऎऱियुन्न चॆऱिय पॆൺकुट्टि
टयऱिलॆ ऱिं नीलयाण् .
स्तंभत्तिन् मुकळिൽ मञ्ञ तलं
ऒरु नील सർफ्बोർड्
बस्सिलॆ विൻड्षीൽड्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कुञ्ञ् आन
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कुट पिटिक्कुन्न ऒराൾ
चुवन्न ट्रक्किन्ऱॆ पिൻभागं
बेबि सीब्र मुൻपन्तियिൽ .
" चुवप्प् नील , वॆळ्ळ ट्रॆयिൻ "
वॆळ्ळत्तिൽ इरुण्ट पुळ्ळि
हिमत्तिलॆ स्की माർक्कർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पच्चयुं स्वർण्णक्कण्णुकळुमुळ्ळ कऱुत्त पूच्चयुटॆ मुखं
आळुकൾ ऒरु टॆन्नीस् गॆयिमिलाण् .
ऒरु तॆरुविन्ऱॆ काऴ्च .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु मञ्ञ बेस्बोൾ तॊप्पि
कटൽत्तीरत्त् ऒरु मृगं
विळक्क् वीट् कत्तिच्चु
फ्रिड्जिൽ चुवन्न चित्रं
निलत्त् कऱुत्त पुळ्ळि
द्वीप् बीच्च् रंगं
ऒरु पात्रत्तिൽ चॆऱिय पिस्स
कऱुप्पुं वॆळुप्पुं आट्
इतॊरु पन्नियिऱच्चि फ्रिऱ्ऱർ साൻड्विच्च् आण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
बॆञ्चिൽ इरिक्कुन्न दम्पतिकൾ
सिൽवർ काർ कർबिनु समीपं निർत्ति इट्टिरिक्कुन्नु
द्वीप् बीच्च् रंगं
कुञ्ञ् आन
इटतुवशत्त् ऒरु चुवन्न चिह्नं
ऒरु स्त्रीयुटॆ टॆन्नीस् षू
टैൽड् कुळिमुऱि नशिप्पिच्चु
पशु मुन्नोट्ट् अभिमुखीकरिक्कुन्नु .
ऒरु चॆऱिय वयർ वेलि
ऒरु चट्टियिलॆ पोप्प् ओवऱुकൾ .
भागिकमायि निർम्मिच्च मुट्ट सालड् साൻड्विच्चुकൾ
मनुष्यൻ आनकळोटॊप्पं निൽक्कुन्नु
तविट्ट् कुतिर
निलत्त् कऱुत्त पुळ्ळि
नीलयुं वॆळ्ळयुं कैऱ्ऱ्
ऒरु वलिय नील क्रॆयिൻ ऒरु बाർज्
चुवन्न इलकळुळ्ळ नेർत्त चॆऱिय मरं .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
लाप्टोप्प् लाप्टोप्पिൽ तुऱन्नु
सीब्रयुटॆ नीळमुळ्ळ वाൽ
ऒरु टोय्लऱ्ऱिन्ऱॆ वॆळुत्त सीऱ्ऱ्
ब्रौൺ चॆळि निलत्त्
ऒरु स्लैडिൽ स्कॆऱ्ऱिंग् चॆय्युन्न ऒराൾ
ऒरु मतिलिन्ऱॆ वशं
कऱुत्त अडिडास् षूस्
ऒरु कण्णाटियुटॆ भागं
फोൺ कैवशमुळ्ळ ऒराൾ .
मेशप्पुऱत्त् मञ्ञ वाऴप्पऴं
वायुविൽ चॆऱिय कैऱ्ऱ्
नीळमुळ्ळ स्लीव् षർट्टिनुळ्ळ स्लीव्
कुळिमुऱियिൽ वॆळुत्त तूवालकൾ
चार A10 वाർत्तोग् ओൺ टाർमाक्
निलत्त् ऒरु विमानं
कॆट्टिटत्तिन् पिन्निलॆ चारनिऱत्तिलुळ्ळ आकाशं
ऒरु पून्तोट्टत्तिन्ऱॆ भागं
ऒरु चॆऱिय चारनिऱत्तिलुळ्ळ स्ऱ्ऱीൽ बॆञ्च् .
कुतिरप्पुऱत्तुळ्ळ व्यक्ति
निलत्तु पाऱ
ऒरु कऱुत्त ट्राष् बाग् .
बोർडिൽ मनुष्यൻ सർफिंग् चॆय्युन्नु
कुप्पायं धरिच्च कुट्टि
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु पॆൺकुट्टि ऒरु आൺकुट्टियॆ ऒरु बॆञ्चिൽ इरुन्नु चुंबिक्कुन्नु
मनुष्यൻ सॆൽ फोणिൽ सन्देशमयय्क्कुन्नु
द्वीप् बीच्च् रंगं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु वलिय नगर क्लोक्क्
तीवण्टि काऱुकൾ
वॆळिच्चं मञ्ञयाण्
ऒरु पाർक्किंग् स्थलत्त् फ्रिट्टो ले वाൻ
कप्पलोट्टं कप्पलिलाण्
ऒरु वॆळुत्त टिष्यु ऱोൾ
नीलक्कण्णुकळुळ्ळ चॆऱुप्पक्कारൻ
टॆलिविषൻ काणुन्न ऒरु कूट्टं आळुकൾ
नाययुटॆ आकृतियिलुळ्ळ ऒरु बाग्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु बेस्बोൾ मैतानत्तिलॆ पुरुषन्माർ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
द्वीप् बीच्च् रंगं
ऱोडिन्ऱॆ वशत्तुळ्ळ ऒरु परस्यबोർड्
जिऱाफिन्ऱॆ वॆळुत्त कूർत्त चॆवि
मनुष्यन् नीळमुळ्ळ नरच्च मुटियुण्ट् .
पॆൺकुट्टि कऱुत्त पान्ऱ्स् धरिक्कुन्नु .
ईन्तप्पनयुटॆ इलकൾ
ऒरु कुट्टियॆ स्की चॆय्याൻ पठिक्काൻ सहायिक्कुन्न मुतिർन्नयाൾ
फोൺ मेशप्पुऱत्त्
ऒरु सॆൽ फोൺ उपयोगिक्कुन्न ऒराൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु मञ्ञ स्कूൾ बस्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
तॆरुविൽ वॆळुत्त डोट्ट् इट्ट वरिकൾ
पात्रत्तिൽ कारऱ्ऱ् मुऱिच्चत्
कऱुत्त वॆऱ्ऱ्स्यूट्टिलुळ्ळ ऒरु स्त्री
ऒरु कऱुत्त ट्राष् बाग् .
विमानं निलत्तुण्ट्
तॆरुविൽ ऒरु वॆळुत्त कुतिर
मतिलिनरिकिൽ इरिक्कुन्न किटक्क
ऒरु वॆळुत्त प्लेऱ्ऱिन्ऱॆ चॆऱिय भागं
जनൽ ट्रिं चुवप्पाण्
ऒरु विमोचनत्तिन्ऱॆ क्लोसप्प्
ट्रक्किन्ऱॆ पुऱकिलुळ्ळ गाർफीൽड्
वैऱ्ऱ् ऐसिंगुळ्ळ केक्क्
ऒरु चॆऱिय सैड् विൻडो
रण्ट् सोक्कർ पन्तुकळुमायि कळिक्कुन्न ऒरु पॆൺकुट्टि
वयलिൽ पुल्ल् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चॆऱिय विൻडोकळुळ्ळ टाൻ सिൻडർब्लोक्क् कॆट्टिटं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ट्राक्कुकळिൽ मङ्ङिय चुवन्न तीवण्टि .
वस्त्रं धरिच्च स्त्री
ऱोडिन्ऱॆ ऒरु ऱोड् अटयाळं
नाय निलत्तु किटक्कुन्नु .
डबिൾस् टॆन्नीस् मत्सरत्तिन् शेषं नाल् कळिक्काർ कण्टुमुट्टुन्नु
नाययुटॆ मुखं
नेർत्त कण्णट धरिच्च व्यक्ति
वायुविൽ ऒरु चुवन्न कैऱ्ऱ् .
ऒरु वॆळुत्त पुतप्प्
मञ्ञ प्लॆय्ड् बॆड्स्प्रॆड् उळ्ळ किटक्क
ऒरु चॆऱिय चारनिऱत्तिलुळ्ळ कैसञ्चि
तॆरुविन् मुकळिलुळ्ळ ट्राफिक् लैऱ्ऱुकൾ
मून्न् पेർ निൽक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु प्लेऱ्ऱिൽ पिस्स
पुरुषन्मारुटॆयुं स्त्रीकळुटॆयुं कुळिमुऱि वशङ्ङळिलायि
" वॆळ्ळ , ओऱञ्च् सർफ् बोർड् "
विमानत्तिൽ वॆळुत्त चिऱक्
ऒरु तविट्टुनिऱत्तिलुळ्ळ कुतिर नटत्तं .
कोळिफ्ळवർ कलർत्तिय ब्रॊक्कोळि
उयरत्तिൽ वायुविलेक्क् पऱक्कुन्न ऒरु स्केऱ्ऱ्बोർडർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
रुचिकरमाय लुक्किंग् पिस्स
द्वीप् बीच्च् रंगं
टॆन्नीस् कोർट्टिൽ मनुष्यൻ निൽक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
तॆरुव् चिह्नं पच्चयाण् .
बोർडिन् मुकळिलुळ्ळ भक्षणं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मनुष्यൻ कऱुत्त स्यूट्टिलाण्
ट्रॆयिनिൽ ऒरु कऱुत्त टाङ्कർ काർ
समुद्रत्तिൽ सർफिंग् चॆय्युन्न ऒराൾ
कुञ्ञ् आन
मेशप्पुऱत्त् इरिक्कुन्न भक्षणत्तिन्ऱॆ प्लेऱ्ऱ् .
ब्लाक्क् मॆऱ्ऱൽ हाൻड् ऱॆयिलिंग्
भक्षणत्तिन्ऱॆ अग्रं
कऱुप्पुं मञ्ञयुं पक्षि
ऒरु मऱीनयिൽ पाർक्क् चॆय्तिरिक्कुन्न रण्ट् चॆऱिय वळ्ळङ्ङൾ
निलत्त् पच्च पुल्ल्
कुञ्ञ् आन
करटि वॆळ्ळत्तिൽ नटक्कुन्नु
ऒरु चॆऱिय सॆऱामिक् वास्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
होऴ्स् पुळ्ळिंग् माൻ इൻ वाट्टർ
ऒरु वॆळुत्त विൻडो
ब्रिड्ज् भुजं
टॆन्नीस् कळिक्कुन्न ऒरु स्त्री .
मञ्ञ षർट्ट् धरिच्च पय्यൻ
मरङ्ङൾ कॊण्ट् निलत्त् कुत्तुक .
ऒरु स्केऱ्ऱिंग् फीൽडिൽ निन्न् काणुन्नु
ऒरु स्कै चरिविलुळ्ळ रण्ट् आळुकൾ
मऱ्ऱुळ्ळवरुटॆ अटुत्त् वियർक्कुन्न व्यक्ति
ऒरु मेशप्पुऱत्त् ऒरु पुस्तकं
मनुष्यन्ऱॆ पुऱकिൽ ती विऱकिन्ऱॆ कूम्पारं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मून्न् विमानङ्ङൾ आकाशत्त् पऱक्कुन्नु
टॆन्नीस् कळिक्कारुटॆ कूट्टं
इरुण्ट लॆतർ उपरितलत्तिൽ उऱङ्ङुन्न पूच्च
तॆ स्तंभत्तिन्ऱॆ निऴൽ
ऒरु वलिय कल्ल् मतिൽ
समुद्रत्तिलॆ ऒरु व्यक्ति
मनुष्यൻ ऒरु आप्रोൺ धरिक्कुन्नु
मनुष्यन्ऱॆ कऴुत्तिൽ सिൽवർ टै
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कष्णं अरिञ्ञत्
ह्रस्व मुटियुळ्ळ वनिता टॆन्नीस् कळिक्कारൻ
कोർट्टिൽ टॆन्नीस् कळिक्कुन्नयाൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कऱुप्पुं स्वർण्णवुं घटिकारं
कळिक्कळत्तिൽ बेस्बोൾ कळिक्कुन्न पुरुषन्माർ
" इळं तविट्ट् , वॆळुत्त कुतिर "
नीलयुं वॆळ्ळयुं उळ्ळ बोट्ट्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
सीलिंगिൽ निन्न् तूङ्ङिक्किटक्कुन्न लैऱ्ऱुकൾ
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
इरुण्ट नील डॆनिं जाक्कऱ्ऱ्
अकलॆ ऒरु वॆळुत्त टोप्प् पർव्वतं
इत् ऒरु मनुष्यनाण्
वॆळ्ळत्तिन् मुकळिൽ विमानं
ऒरु वाम्पयർ तलयिण डिसैൻ
कऱुत्त करटि वृक्षत्तॆ वळयुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु व्यक्ति सोफयिൽ इरिक्कुन्नु
काऴ्च ऒरु पऴ कॊट्टयाण्
प्लेऱ्ऱिलॆ भक्षणत्तिन्ऱॆ क्लोस् अप्प्
ऒरु नाय इळं तविट्टुनिऱमाण्
रंगं ऒरु कुळिमुऱियिलाण्
मण्डपत्तिलॆ पटिकൾ
विमानत्तिन्ऱॆ वालिൽ नील वर .
स्केऱ्ऱ्बोർडिൽ निൽक्कुन्न ऒराൾ
ऒरु विൻडोयुटॆ इन्ऱीरियർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मेघङ्ङൾ चारनिऱमाण्
ट्राक्कुकळिൽ चरलुं पाऱकळुं .
ऒरु तविट्टु बैक्क् वऴियिൽ पाർक्क् चॆय्तिरिक्कुन्नु
कुञ्ञ् आन
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
परस्परं रण्ट् विमानङ्ङൾ मुकळिൽ
वॆळुत्त षർट्ट् धरिच्च ऒराൾ
चुमरिൽ टैൽ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु घटिकारत्तिन्ऱॆ मुखं
स्कि कोऴ्सिलॆ स्कीयർमाർ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वशत्त् ट्रॆयिनिन्ऱॆ पेर्
इत् ऒरु मनुष्यनाण्
अकलॆ मङ्ङिय मिनि वाൻ
ऒरु बाग् कोट्टൺ मिठायि
विळक्किൽ वॆळुत्त विळक्क् निऴൽ .
नटप्पातयिൽ तटि रेख
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
तॆरुविलॆ ऒरु द्वीप्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
आळुकൾ आनप्पुऱत्तु कयऱुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
आकाशत्त् मून्न् पट्टं
चेस् आण् बाङ्क्
ऱोडिलॆ फयർ ट्रक्क्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
रण्ट् पक्षिकൾ कय्यिൽ पिटिच्चिरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इत् ऒरु मनुष्यनाण्
भक्षणत्तिൽ तालिच्चिरिक्कुन्न मधुरं
मनुष्यൻ पुल्लिൽ नटक्कुन्नु
इताण् मतिൽ
इत् ऒरु मनुष्यनाण्
हिमत्तिൽ ऒरु व्यक्तियुटॆ निऴൽ
मनुष्यन्ऱॆ पोक्कऱ्ऱिൽ कऱुत्त सॆൽ फोൺ
कुञ्ञ् आन
डोनट्ट् कऴिक्कुन्न ऒरु कॊच्चुकुट्टियुटॆ वाय
बोർडർ वायुविलूटॆ पऱक्कुन्नु
इटतुवशत्त् जिऱाफिन्ऱॆ चॆविकൾ .
इत् ऒरु स्त्रीयाण्
इतॊरु मोट्टोർ बैक्काण्
वॆळुत्त तरंगत्तिन्ऱॆ वशत्त् सർफർ चॆय्युक
फीൽडिൽ ऒरु पोस्ऱ्ऱ्
ऒरु प्लेऱ्ऱिൽ पॊतिञ्ञ निलक्कटल
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कऱुत्त ट्राष् बाग् .
अकलॆयुळ्ळ वॆळ्ळं
इताण् पुल्ल्
तलयिൽ वॆच्चिरिक्कुन्न वॆळुत्त तलप्पाव्
पोलीसुकारुटॆ मोट्टोർसैक्किळिलॆ लैऱ्ऱुकൾ
इवयाण् नाय्क्कൾ
इरुण्ट नील षർट्टिൽ ऒरु कॊच्चुकुट्टि
ऒरु तुऱन्न भागं
इतॊरु रथमाण्
इताण् सीब्र
स्वॆऱ्ऱർ ओऱञ्च् आण्
वॆळुत्ततुं कऱुत्ततुमाय ऒरु बस्
पूच्च कसेरयिൽ चारि
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
हॆड्फोणुकൾ कऱुत्तताण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वायुविलुळ्ळ व्यक्ति ऒरु तन्त्रं चॆय्युन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु ऱोडिन्ऱॆ भागं
इतॊरु ऱेसർ आण्
पाർक्क् बॆञ्चिलॆ ऒरु पुस्तकं
इत् ऒरु मनुष्यनाण्
कुन्निൻ मुकळिलुळ्ळ कन्नुकालिकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
टेबिൾ वस्त्रं चुवन्न आण्
मनुष्यൻ वृद्धनाण्
ऒरु पन्त् तट्टाൻ पोकुन्न ऒरु टॆन्नीस्
चुवरिൽ फ्रॆयिं चॆय्त पोस्ऱ्ऱർ
इळं निऱमुळ्ळ पूच्चॆण्ट्
मृगत्तिन्ऱॆ तल
व्यक्ति चाटुकयाण्
कऱुप्पुं ब्रौൺ निऱत्तिलुळ्ळ नाययुं
पुरुषन्माർ कटलिൽ नीन्तुकयाण्
मध्यवयस्कनाय माൻ वेव् बोർडिंग्
अटयाळङ्ङळोटुकूटिय लैऱ्ऱ् पोस्ऱ्ऱ्
सफारियिൽ ऒरु जिऱाफ्
पिस्सयुटॆ रण्ट् कष्णङ्ङൾ
आटुकൾ क्लिप्पऱुकൾ उपयोगिच्च् कत्रिक्कुन्नु
विमानं आकाशत्ताण्
फ्रञ्च् फ्रैकळुटॆ ऒरु पात्रं
कुञ्ञ् आन
तॆरुविൽ किटक्कुन्न वाऴप्पऴं
ऒरु मृगशालयिलॆ रण्ट् सीब्रकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कुतिरकळिൽ मून्न् पेർ
ऒरु ननव् द्वारत्तिൽ सीब्रकळुं उऱुम्पुकळुं
ऒरु पॆट्टि डोनट्ट्स्
मतिൽ ब्रौൺ निऱमाण्
मञ्ञ ट्रोळि तॆरुविलूटॆ ओटिक्कुन्नु
ऒरु वलिय निऱमुळ्ळ बिൽ बोർड्
प्लेऱ्ऱिलॆ पच्च पात्रं
ऱोडिൽ चुवन्न बस्
नील पाऱ्ऱेൺ कुटिक्कुन्न ग्लास्
तीवण्टि स्ऱ्ऱेषनिलेक्क् अटुक्कुन्नु
ऒरु विदूर विमानत्तावळत्तिलॆ ऱൺवेयिൽ ऒरु सैनिक विमानं
ऒरु प्लेऱ्ऱ् भक्षणं .
टाൻ मरं मेश टोप्प्
कुञ्ञ् आन
भंगियुळ्ळ मुन्तिरि रूपकൽप्पनयुळ्ळ इरुण्ट तविट्ट् चट्टि
फ्लाग्पोळिन् मुकळिൽ फ्लाग् पऱक्कुन्नु
अञ्च् आळुकൾ स्नोबोർडिंग् चॆय्युन्नु
कुट्टि नील पान्ऱ्स् धरिच्चिरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
निलत्त् चाटुकൾ
कट्टिलिൽ इरिक्कुन्न ऒरु स्त्री
ऒरु जिऱाफ् पुल्लिൽ निൽक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
अटुक्कळ काबिनऱ्ऱुकळुटॆ वॆळुत्त उपरितलं
वायुविൽ मञ्ञ्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
अवർ पोळो कळिक्कुन्नु
ऒरु व्यक्ति उपयोगिक्कुन्न कऱुत्त लाप्टोप्प्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
द्वीप् बीच्च् रंगं
कट्टिंग् बोർडिൽ ओऱञ्च्
ऒरु वॆळुत्त हुडि धरिच्च मनुष्यൻ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
प्रदेशत्त् ऒरु कुळिमुऱि
वॆळुत्त षർट्ट् धरिच्च मनुष्यൻ
ऱोडिൽ ऒरु नील बस्
तऱयिൽ ऒरु पिङ्क् पाय
ऒरु आन ऎऴुन्नेऱ्ऱु निൽक्कुन्नु
ऒरु क्लोक्किलॆ नम्पർ 12
ऱोडिन् समीपं पाർक्क् चॆय्तिरिक्कुन्न धाराळं बैक्कुकൾ
वैऱ्ऱ् ऱैऱ्ऱिंग् उळ्ळ वैऱ्ऱ् प्रैस् टाग्
\ जिऱाफ् वायिच्चु चुवप्पुं वॆळ्ळयुं अटयाळं \
जॆऱ्ऱ् चारनिऱमाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
जनङ्ङൾ वॆळ्ळत्तिलाण्
ऒरु पन्तिनटुत्त् ऒरु कऱुप्पुं तविट्टुनिऱत्तिलुळ्ळ नाय
इतॊरु ट्रॆयिൻ आण्
इतॊरु विरियाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मनुष्यൻ षूस् धरिक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मेशप्पुऱत्त् वॆच्चिरिक्कुन्न विळक्क्
ऒरु कऱुत्त स्पीक्कർ
ऒरु स्त्री कट्टिलिൽ इरिक्कुन्नु
जिऱाफ् कऴिक्कुन्नु .
चॆरुप्प् निलत्तुनिन्नु उयरुन्नु
ऒरु कप्पिൽ मञ्ञ टूत्त् ब्रष् .
ऒरु कुतिरयुटॆ तल
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कुञ्ञ् आन
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु स्लॆड् वलिक्कुन्न रण्ट् नाय्क्कൾ
इलकळुळ्ळ वलिय कूट्टं मरङ्ङൾ .
सीब्रकൾ परस्परं निൽक्कुन्नु
ऒरु वॆळुत्त चिह्नत्तिൽ काहळं .
टिवि फिक्स्चऱिൽ निन्न् तूक्कियिरिक्कुन्नु
ऒरु चॆऱिय पॆൺकुट्टि
मुखत्त् कैवॆच्च स्त्री
धाराळं पट्टङ्ङൾ वायुविൽ पऱक्कुन्नु
ऒरु स्यूट्ट्केसिൽ इरिक्कुन्न कऱुप्पुं वॆळुप्पुं पूच्च
मूसिन्ऱॆ अटियिൽ नील षूस् .
ब्रॆडिन् नटुविൽ रण्ट् होट्ट्डोगुकൾ .
पच्च बीनिनटुत्तुळ्ळ ब्रॊक्कोळि
ऒरु कुट्टियुटॆ तल
रण्ट् तलयणकൾ उपयोगिच्च् मृदुवाय
पच्च फ्रिस्बी
ऒरु मनुष्यൻ सർफिंग्
इतॊरु लाप्टोप्पाण्
चरिव् ताऴेक्क् पोकुन्न स्कीयർ
पच्च फ्रिस्बि कैवशमुळ्ळ स्त्री
पच्च द्रावकत्तिन्ऱॆ ऒरु पात्रं
ऒरु विमानत्तिन्ऱॆ मुൻभागं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ध्रुवक्करटियिलॆ मूक्क्
ऒरु मेशयुटॆ मुकळिൽ वॆळुत्त वयർ .
इतॊरु करटियाण्
मुൻवशत्तुळ्ळ रण्टुपेർ
नटप्पातयिलॆ स्त्री
क्याच्चർ चूषणं चॆय्युकयाण्
कुञ्ञ् आन
वयलिൽ पशुक्कൾ
निलत्त् अऴुक्क् कुल .
कऱुत्त काർ पाർक्क् चॆय्तु
डिस्प्लेयुटॆ मुकळिൽ पच्च वास् डॆक्कऱेषൻ
ऒरु टागिलॆ नील नम्पർ .
वॆळ्ळयुं ओऱञ्चुं उळ्ळ स्नोबोർड्
कൺट्रोळർ चारनिऱमाण्
ओऱञ्च् तॊलिकൾ प्लेऱ्ऱिൽ
कॆट्टिटत्तिन्ऱॆ प्रवेशन कवाटत्तिनटुत्तुळ्ळ पच्च वृक्षं
चारनिऱत्तिलुळ्ळ षർट्ट् धरिच्च पय्यൻ
नील कटलासिൽ वलिय वॆळुत्त अक्षरं .
ट्रॆयिൻ चारनिऱमाण्
वॆळुत्त हिमत्तिൽ ऒरु वॆळुत्त स्नोबोർड्
चुवन्न चिह्नमुळ्ळ वॆळुत्त बानർ
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
वॆळुत्त पैप्प् निलत्त्
करटियुटॆ इटत् चॆवि .
मनुष्यൻ सवारि स्केऱ्ऱ्बोർड्
चारनिऱत्तिलुळ्ळ जाक्कऱ्ऱ् धरिच्च ऒराൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
जिऱाफिन्ऱॆ वायिൽ निन्न् पർप्पिൾ नाव् पुऱत्तेक्क्
कऱुत्त स्यूट्ट् धरिच्च मनुष्यൻ .
कीबोർडिൽ किटक्कुन्न पूच्च
समुद्रत्तिൽ तरंगदैർघ्यं
मञ्ञुवीऴ्चयिൽ निൽक्कुन्न आळुकൾ
कुञ्ञ् आन
अटुक्कळयिൽ निൽक्कुन्न स्त्री
मनुष्यൻ सोक्स् धरिक्कुन्नु
स्क्रीनिൽ वाक्कुकळुटॆ वलिय ब्लोक्क् .
मरं ऱॆयिൽ वेलि
मेशप्पुऱत्त् वैൻ कुप्पि
भागिकमायि कऴिक्कुन्न पिस्स ऒरु प्लेऱ्ऱिൽ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मनुष्यൻ भक्षणं तय्याऱाक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
वॆळ्ळयुं कऱुप्पुं निऱमुळ्ळ सीब्र
ऒरु बेस्बोൾ कळिक्कारൻ बाऱ्ऱ् चॆय्याൻ तय्याऱाकुन्नु .
ऒरु ट्रक्किन्ऱॆ चक्रं
मनुष्यൻ समुद्रत्तिलेक्क् नोक्कुन्नु
निलत्त् कोरिक .
कॆट्टिटत्तिन् मुन्निൽ ओऱञ्च् बैक्क् .
जाक्कऱ्ऱिൽ कऱुत्त तुणि
वॆळ्ळत्तिൽ अलयुन्न ऒराൾ
सन्दർशिक्कुन्नवरुमायि कൺवॆൻषൻ
वॆळ्ळत्तिൽ अलकൾ
कऱुत्त ऎञ्चिൻ
" वॆळ्ळि , मञ्ञ यात्रक्कारुटॆ मऴ "
ऒरु व्यक्ति कट्टिलिൽ किटक्कुन्नु
रंगं ऒरु विमानत्तावळत्तिलाण्
ग्रिल्लिൽ होट्ट् डोगुकळुटॆ कूम्पारं
कुञ्ञ् आन
ऒरु पुष्पत्तिन् ताऴॆयुळ्ळ पऱक्कलिൽ ऒरु हम्मिंग् बेർड्
ऒरु बोट्ट् वॆळ्ळत्तिलाण्
चुवन्न बॆञ्चिൽ इरिक्कुन्न ऒराൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
नाव् वायिൽ निन्न् पुऱत्तेक्क्
रण्ट् वॆळुत्त वरकळुळ्ळ ओऱञ्च् कोൺ
काऱिन्ऱॆ वशत्त् चुवन्न कण्णाटि
चिह्नत्तिൽ ऒरु वलिय वॆळुत्त ऎ
स्ऱ्ऱाൻडिलॆ काऴ्चक्कारൻ
वॆळ्ळयुं नीलयुं यूणिफोमिलुळ्ळ ऒरु बेस्बोൾ कळिक्कारൻ
ऒरु वॆळुत्त नाय्क्कुट्टि
व्यक्ति ऒरु प्लॆय्ड् षർट्ट् धरिच्चिरिक्कुन्नु
गेऱ्ऱ् चिह्नं इत् ऒरु विमानत्तावळमाणॆन्न् काणिक्कुन्नु
प्रतिम
हॆयർ ड्रयർ उपयोगिक्कुन्न स्त्री
मरं बॆञ्चिൽ इरिक्कुन्न मनुष्यൻ
स्केऱ्ऱ् बोർडिൽ वलिय चुवन्न स्नीक्कർ .
ऒरु विमानत्तिൽ वलिय मञ्ञ चिऱक् .
ऒरु कऱुत्त लाप्टोप्प् कम्प्यूट्टർ .
ट्रक्क् ऱोडिन्ऱॆ वशत्त् निർत्ति
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वैफै नियन्त्रणत्तिन्ऱॆ पच्च वैद्युति बोർड्
सिൽवർ स्पाऱ्ऱुल
ऒरु कऱुत्त बेस्बोൾ कय्युऱ
पिस्सयुटॆ रण्ट् कष्णङ्ङൾ प्लेऱ्ऱुकळिൽ उण्ट्
ऒरु प्लेऱ्ऱिन् मुकळिൽ वलिय कषणं पिस्स .
कटൽत्तीरत्त् ओटुन्न ऒराൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
रण्ट् जिऱाफुकൾ परस्परं अभिमुखीकरिक्कुन्नु
तॆरुव् कोणिनटुत्त् निൽक्कुन्न आळुकൾ
ऒरु सिङ्किनुळ्ळिൽ पूच्च
शान्तमाय वॆळ्ळत्तिൽ ब्पाट्
" तविट्ट् , वॆळुत्त पुळ्ळि काळ "
पिक्निक् टेबिळिन्ऱॆ तटि बोർड्
ऒरु वलिय मरत्तिन्ऱॆ भागं
कुञ्ञ् आन
ऒरु तॆरुविൽ काർ
कट्टिलिൽ चुवन्न तलयिण .
216 ऎन्न् सूचिप्पिक्कुन्न डिऱ्ऱिगൽ लॆऱ्ऱऱिंग्
वयलिൽ तटिकॊण्टुळ्ळ वेलि पोस्ऱ्ऱ्
ऒरु कुट्टयिൽ तण्णिमत्तൻ कूट्टं .
अस्फाൽऱ्ऱ् नटप्पातयिൽ पक्षिकळुटॆ कूट्टं
चुवरिൽ तविट्ट् इष्टिक
वलिय कॆट्टिटं
वेलिक्क् पिन्निൽ वलिय वॆळुत्त कॆट्टिटं .
वॆळ्ळि अटुक्कळ काबिनऱ्ऱिन्ऱॆ पिटि
पॊटि निऱञ्ञ पच्च कळ्ळिच्चॆटियुटॆ पाट्
ऒरु प्रतिम ऒरु बॆञ्चिൽ इरिक्कुन्नु
ऒरु स्त्री ऒरु कटयिൽ निൽक्कुन्नु .
कुट्टियुटॆ तलयिൽ चुवन्न तॊप्पि
नील निऱ्ऱ् तॊप्पि धरिच्च मनुष्यൻ
चुवरिൽ चारनिऱत्तिलुळ्ळ इष्टिक
इतॊरु जनൽ पाळियाण्
ऱॆयिൽवे पाळङ्ङൾक्क् कीऴिलुळ्ळ तटियुटॆ अऴि
लाप्टोप्पिलॆ की
चुवन्न ऒक्टाकൺ ट्राफिक् चिह्नं
लाप्पलिൽ स्वർण्ण बट्टൺ
ऒरु स्त्री ऒरु सॆൽ फोणिलाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
द्वीप् बीच्च् रंगं
सർफ्बोർडिलॆ स्त्री
कऱुत्त बाग् मेशप्पुऱत्त्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
पॆൺकुट्टिकळुटॆ वायिൽ पूक्कൾ
ऒरु बाग् कोट्टൺ मिठायि
वैऱ्ऱ् बोർडिൽ सർफർ
वॆळ्ळयुं चारनिऱत्तिलुळ्ळ कसेर
ऒरु घटिकारत्तिलॆ 12
वलिय चारनिऱत्तिलुळ्ळ इन्त्यൻ आन
पुल्लिൽ चत्त लोग्
पाർक्किൽ तिळक्कमुळ्ळ वॆळिच्चं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
पान्ऱिൽ मून्न् पिस्सकൾ बेक्किंगिन् तय्याऱाण्
शीतकाल तॊप्पि धरिच्च स्त्री
युवाक्कൾ सोक्कർ मत्सरं कळिक्कुन्नु
नीलयुं वॆळ्ळयुं निऱमुळ्ळ षूट्ट्
ओऱञ्च् निऱत्तिलुळ्ळ ऒरु कष्णं .
बैक्किൽ बैक्क् ओटिक्कुन्नयाൾ
नील पूक्कळुळ्ळ ऒरु पेप्पർ प्लेऱ्ऱ्
सोक्कർ कळिक्कुन्न ऒराൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
वृद्धൻ ऒरु बॆञ्चिൽ इरिक्कुन्नु
कुतिरकൾ ऒरु वण्टि वलिक्कुन्नु
फ्रण्ट् ग्लास् वैप्पऱुकൾ उळ्ळ ट्रॆयिൻ
पुल्ल् कुन्निलॆ सिमൻऱ् पटिकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
पुൽमेटिलॆ पशुक्कൾ
इतॊरु तत्तयाण्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
तॆरुविൽ नटक्कुन्न व्यक्ति
मतिൽ वेलियिൽ वळरुन्न वळ्ळिकൾ
भक्षणत्तोटुकूटिय नील पात्रं
पच्च तॆरुव् चिह्नं
रण्ट् ऱॆऱ्ऱिक्युलेऱ्ऱड् जिऱाफुकൾ
विमानत्तिन्ऱॆ पिൻभागत्त् चुवन्न चिऱक् .
क्याच्चऱिन् पिन्निൽ अम्पयർ वळञ्ञु
चित्रं चुमरिൽ तूक्कियिरिक्कुन्नु
कैयुटॆ आकृतियिलुळ्ळ ऒरु अटयाळं
ऒरु कुप्पि पाൽ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पिन्निൽ पच्चनिऱत्तिलुळ्ळ स्त्रीकൾ
कुञ्ञ् आन
तलयिൽ तॊप्पि धरिच्च व्यक्ति .
विमानं
ऒरु वॆळुत्त जनൽ फ्रॆयिं
" पऴय मरं , बोർड् स्लेऱ्ऱुकൾ कसेर "
वॆळुत्त मञ्ञिൽ नटक्कुन्न व्यक्ति
वॆळुत्त षർट्ट् धरिच्च मनुष्यൻ
कै कुलुक्कुन्न रण्टुपेർ .
मुऱियिൽ तलयिणयुळ्ळ कसेर
ऒरु पात्रत्तिൽ ऒरु धूम्रनूൽ पुष्पं .
ऒरु जोटि कत्रिक उपयोगिच्च् कटलास् कषणं .
ऒरु फोൺ चुमरिൽ तूक्कियिरिक्कुन्नु .
वॆळुत्त सർफ्बोർड् कैवशमुळ्ळ मनुष्यൻ
आनयुटॆ मुखं
ऒरु स्प्लाषिन्ऱॆ भागं
टोय्लऱ्ऱ् टिष्युविन्ऱॆ रण्ट् ऱोळुकൾ
मोट्टोർ सैक्किळिൽ सैड् काऱिൽ कयऱुन्न मनुष्यൻ
इष्टिकयुं चारनिऱत्तिलुळ्ळतुमाय प्रतलङ्ङळिൽ ट्रक्किन्ऱॆ पुऱकिൽ निൽक्कुन्न मनुष्यൻ
ऒरु स्त्री टॆन्नीस् कळिक्कुन्नु
वयलिൽ तविट्ट् आट् मेयुन्नु
उऱङ्ङुन्न मनुष्यन्ऱॆ तल
ऒरु बस्सिलॆ चाർट्टർ
तऱयिൽ नील परवतानि
नील स्नोबोർडिൽ मनुष्यൻ
चुमरिൽ पॆयिन्ऱिंग्
मनुष्यन्ऱॆ तलय्क्क् मुकळिൽ वलिय नील तॊप्पि .
विवरङ्ङळुळ्ळ ऒरु अटयाळं
कुञ्ञ् आन
चॆऱिय विक्कർ कॊट्ट कैवशमुळ्ळ इनङ्ङൾ
ट्रॆयिनिन्ऱॆ मुൻवशत्तॆ विळक्कुकൾ .
ऒरु पशुविन्ऱॆ तल
चॆऱिय तविट्टुनिऱत्तिलुळ्ळ नाय मणलिൽ नटक्कुन्नु
ऒरु कळयिൽ धाराळं वलिय घटिकारं
कुञ्ञ् आन
ऒरु चित्रमुळ्ळ ऒरु कप्प् .
स्ऱ्ऱाൻडिन् मुकळिൽ चुवप्पुं वॆळ्ळयुमुळ्ळ बक्कऱ्ऱ् .
ऒरु स्त्रीयुटॆ कै
ऒरु मनुष्यൻ ऒरु चन्तयिलाण् .
कठिनयाय स्त्री
रण्टु पेर् उपयोगिक्कुन्न वैऱ्ऱ् लाप्टोप्
मनुष्यൻ ऒरु बाऱ्ऱ् पिटिक्कुन्नु .
ऒरु ऱियർव्यू मिऱऱिൽ प्रिन्ऱुचॆय्युक
वळरॆ वळञ्ञ तॆरुव् चिह्न पोൾ
मॆऱ्ऱൽ ऱेडियेऱ्ऱർ वॆळुत्तताण्
ऒरु कुञ्ञ् वण्टियिൽ ऒरु कुञ्ञ्
ई जिऱाफिन् प्रवർत्तनक्षममाय कुळिकळुण्ट्
इरुण्ट ट्राक्कुकൾक्क् पिन्निलुळ्ळ कऱुत्त ट्रॆयिൻ
पश्चात्तलत्तिलुळ्ळ पटिकൾ
ऒरु कऱुत्त पूच्च क्लोक्क्
कुट्टयिलॆ पूक्कൾ प्रदർशिप्पिच्चिरिक्कुन्नु
मनुष्यन्ऱॆ कालिलॆ स्नो बोർड्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पूच्चयॆ पिटिक्कुन्न स्त्री
बोट्टिन्ऱॆ वशत्त् पർप्पिൾ टवൽ .
मञ्ञ सोड पात्रं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
" रण्ट् तविट्ट् , वॆळ्ळ निऱमुळळ जिऱाफुकൾ "
पुल्लिन् मुकळिൽ नील चतुरं .
वयलिൽ कऱुत्त पशु
वॆळुत्त फ्रिस्बियॆ पिटिक्कुन्न नाय
वलिय वർण्णाभमाय कैऱ्ऱ्
नीळमुळ्ळ कऱुत्त मुटियुळ्ळ ऒरु स्त्री .
पूർण्णमायुं वेविच्च फ्रञ्च् फ्रै
ब्रॊक्कोळि प्लेऱ्ऱिलुण्ट्
बाऱ्ऱർ ऒरु बाऱ्ऱ् स्विंग् चॆय्युन्नु
पिङ्क् कुट कैवशमुळ्ळ व्यक्ति
ऒरु पॊतियिൽ ऒरु साൻड्विच्च् .
रोममुळ्ळ तविट्टुनिऱत्तिलुळ्ळ करटि
मनुष्यൻ सർफ्बोർडिൽ निन्न् वीऴुन्नु
" ऒरु ऱोडिൽ ओऱञ्च् , कऱुत्त मोट्टोർसैक्किൾ . "
पർप्पिൾ कुट पिटिक्कुन्न स्त्री
तीवण्टि काऱुकൾ वलिक्कुन्न तीवण्टि ऎञ्चिൻ
" इळं ब्रौणुं , वॆळुप्पुं निऱमुळळ कुतिर "
ऒरु कुतिरयुटॆ असाधारण चित्रं
सीब्र वॆळ्ळं कुटिक्कुन्नु
व्यक्तमाय पात्रत्तिൽ चॆऱिय चॆटि
ऒरु वै कൺट्रोळർ पिटिच्चिरिक्कुन्न रण्ट् कैकൾ
बग्गियुटॆ स्ऱ्ऱियऱिंग् वीൽ
वॆळ्ळत्तिൽ बोट्ट्
नील षोർट्ट्स् धरिच्च मनुष्यൻ
हिमत्तिलॆ अग्नि जलांशं
पूच्च ऒरु लाप्टोप्प् कम्प्यूट्टऱिൽ मयङ्ङुन्नु
अർद्धरात्रि नील टैൽ कॊण्ट् पॊतिञ्ञ चुवरिൽ वृत्ताकृतियिलुळ्ळ कण्णाटि
मेशप्पुऱत्त् ड्रिङ्क् बोक्स्
वृत्ताकृतियिलुळ्ळ ट्यूबुलाർ फ्लोट्टुकळुळ्ळ चुवप्पुं वॆळ्ळयुं बोट्ट्
अत् ऒरु कसेरयाण्
जिऱाफिൻ्ऱॆ कॊम्पुकൾ
इटतुवशत्त् टॆन्नीस् पन्त्
निलत्त् पुल्लिन्ऱॆ कष्णं .
ऒरु काऱिन्ऱॆ वशत्त् निन्न् ऒरु कण्णाटि
मेशप्पुऱत्त् ऒरु मैक्रोस्कोप्प्
चुवन्न फोൺ बट्टൺ कवऱिंग्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
सൺग्लास् धरिच्च ऒरु टॆडि बियർ
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु जलधार .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु कऱुप्पुं वॆळुप्पुं वलत् सीब्र चॆवि
पशुक्कൾ तिन्नुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
प्रेरियिलॆ सीब्रकൾ
वयलिन्ऱॆ पच्च पुल्ल्
वैऱ्ऱ् षोർट्ट्सुं ब्लाक्क् टाङ्क् टोप्पुं उळ्ळ ऒरु अटिम स्त्री .
अटिभागं पർप्पिൾ निऱमुळ्ळ इरट्ट निल बस्
ऒरु ट्रक्किलॆ चक्रं
कुट्टियुटॆ तॊप्पियिൽ पोंपों
ऒरु केक्किन् मुन्निൽ वधुवुं वरनुं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
रण्ट् कुट्टिकൾ आप्पिळुं ओऱञ्चुं पिटिक्कुन्नु
वातिൽक्कൽ सुवർण्ण हाൻडिൽ
चॆऱिय कऱुत्त मुटियुळ्ळ चॆऱुप्पक्कारൻ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु वॆळुत्त मॆऱ्ऱൽ श्रेणि
ब्रूൺ डोग्
बोट्ट् नीलयाण्
कुञ्ञ् आन
कॊट्ट नीलयाण्
प्लेऱ्ऱिൽ ऒरु फ्रञ्च् फ्रै
चुवन्न क्राऱ्ऱिൽ ओऱञ्च्
बात्त्ऱूं वातिलिൽ तुरुम्पिच्च विजागिरि
वऱुत्त चिक्कൻ रण्ट् कषणङ्ङൾ
वलिय वॆळुत्त कयऱ्
पूच्च इरिक्कुन्नु
स्ऱ्ऱाൻडिलॆ पूच्च प्रतिम
कुञ्ञ् आन
ऒरु कऱुत्त ट्राष् बाग् .
पुतुतायि चुट्ट पिस्स कैवशमुळ्ळ स्त्री
स्केऱ्ऱ्बोർडिन्ऱॆ पच्च चक्रं
वायुविൽ चुवप्पुं वॆळ्ळयुं निऱत्तिൽ उळ्ळ पट्टं
ऒरु पॆൺकुट्टि शिरोकवजं धरिक्कुन्नु .
वॆळुत्त कोळർड् षർट्टिൽ ऒरु मनुष्यൻ
चुवन्न जाक्कऱ्ऱिलुळ्ळ मनुष्यൻ सैक्किൾ ओटिक्कुन्नु
मरङ्ङळुटॆ पुऱकिलुळ्ळ ऒरु पർवतत्तिन्ऱॆ मुकळिलॆ भागं
पशुविनॊप्पं निൽक्कुन्न ऒरु वृद्धൻ .
मोट्टोർ सैक्किळुकळिൽ वॆൽष् पोलीस् उद्योगस्थർ
अत् ऒरु क्लोक्क् आण्
मून्न् पेർ ऱेसिंग् नटत्तुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु बाऱ्ऱुमायि बेस्बोൾ कळिक्कारൻ
ऒरु जॆऱ्ऱ् लैनऱिन्ऱॆ पिൻभागं .
अतॊरु पक्षियाण्
ऒरु ट्रॆयिൻ स्ऱ्ऱेषनिൽ ऒरु ट्रॆयिൻ
मेशप्पुऱत्त् वैऱ्ऱ् टी कॆऱ्ऱिൽ .
वायुविൽ चुवप्पुं वॆळ्ळयुं विमानं
ऒरु तळिकयिൽ चिक्कൻ चिऱकुकൾ
कुप्पायत्तिൽ कऱुत्त वर
ऒरु कऱुत्त ट्राष् बाग् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
सूर्यൻ कण्णट धरिच्च मनुष्यൻ
ऒरु काऱिलॆ पिൻ चक्रं
वलिय नाययुटॆ अरिकिൽ इरिक्कुन्न चॆऱिय नाय .
डोनट्ट् वृत्ताकृतियिलाण् .
नम्पർ कऱुत्तताण् .
कविळिൽ वरच्च पुष्पं
नोट्टं कोणिलुळ्ळ पकർप्प्
ऒरु नाय ऒरु वातिൽप्पटियिൽ निൽक्कुन्नु .
अत् ऒरु ड्रोयർ आण्
ऒरु चुवन्न तॆरुव् वॆळिच्चं
ऒरु कुळिमुऱियिൽ ऒरु बात्त् टब्
चुमरिൽ लैसൻस् प्लेऱ्ऱ्
स्कीसिൽ मनुष्यൻ
तीवण्टि पाळत्तिൽ बोक्स् काർ
मेशप्पुऱत्त् ऒरु वलिय कऱुत्त विळक्क् .
मिड् ऎयऱिलॆ स्केऱ्ऱ्बोർडർ
मेशप्पुऱत्त् ऒरु पच्च ग्लास् कुप्पि
पात्रत्तिൽ मुकळिൽ प्लॆयिൻ हांबർगർ बൺ
इरुण्ट चारनिऱत्तिलुळ्ळ मेघङ्ङൾ
तॆरुविൽ किटक्कुन्न ऒराळुटॆ काൽ
ऒरु बिൽडिंगिलॆ वलिय विൻडो
" चुवरिൽ ओऱञ्च् , वॆळ्ळ वृत्तं . "
स्त्रीक्क् ऒरु नीण्ट पोणिटॆयिൽ उण्ट् .
टवऱिൽ पच्च घटिकारं
मध्य आकाशत्तिलॆ विमानं
ऒरु वॆळुत्त सॆൽफोൺ
ऒरु ट्रक्किൽ चुवप्पुं वॆळ्ळयुं वॆळिच्चं .
ऒरु बॆञ्चिൽ इरिक्कुन्न दम्पतिकൾ
माजिक् चुवन्न ऱूबि चॆरुप्प्
इरुण्ट स्यूट्टिलुळ्ळ चॆऱुप्पक्कारൻ
कुञ्ञ् आन
चुवन्न ट्रॆयिൻ ऎञ्चिൻ
वलिय तिळङ्ङुन्न कऱुत्त काळ
ऒरु मञ्ञ फ्रिस्बी
ऒरु फोणिनायि ऒरु चॆऱिय इयർपीस्
रण्ट् कसेरकൾ ऒरु मेशय्क्कटुत्ताण् .
ऒरु तविट्ट् निऱमुळ्ळ नाय्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु मेशयिൽ केक्क्
चुवप्पुं वॆळ्ळयुं अग्नि जलांशं
नील कट्टिलिൽ वॆळुत्त पात्रं
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु व्यक्तियुटॆ पुऱकिൽ ऒरु कऱुत्त बाक्क्पाक्क्
कऱुत्त पक्षि सूर्यन् समीपं पऱक्कुन्नु .
अटप्प् अटच्चु वॆच्चिरिक्कुन्न सऱामिक् टोय्लऱ्ऱ्
पकुति कऴिच्च डोनट्ट्
पिन्निൽ नील पि ब्राൻडुळ्ळ क्यामऱ स्ऱ्ऱाळिൽ अभिमुखीकरिक्कुन्न आटुकൾ
कुञ्ञ् आन
ऒरु वलिय वॆळुत्त पळ्ळि .
वलिय विमानं वायुविൽ पऱक्कुन्नु .
पात्रत्तिൽ कारऱ्ऱ् .
उऱङ्ङुन्न ऱ्ऱोड्लർ
ऒरु वॆळुत्त ट्रक्किन् कीऴिൽ वॆळुत्त चवऱ्ऱुकुट्ट .
आकाशत्त् पऱक्कुन्न विमानं
आळुकൾ बॆञ्चिൽ इरिक्कुन्नु
आऴत्तिलुळ्ळ पुल्लुं वैक्कोलुं
ऒरु बाग् कोट्टൺ मिठायि
काർ पाർक्क् लोट्टिൽ पाർक्क् चॆय्तु
मङ्ङिय तविट्ट् निऱमुळळ कुञ्ञ् पशु
ऒरु कॆट्टिटत्तिन्ऱॆ जालकं
तऱयिൽ चारनिऱत्तिलुळ्ळ परवतानि
मनुष्यൻ बॆञ्चिൽ किटक्कुन्नु .
स्की चॆय्याൻ तय्याऱॆटुक्कुन्न ऒरु कूट्टं आळुकൾ
कऱुत्त स्केऱ्ऱ्बोർड् ओटिक्कुन्नु
" चुवप्प् , कऱुप्प् ट्रॆयिൻ "
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वॆळ्ळयुं नीलयुं उळ्ळ टूत्त् ब्रष्
मनुष्यन् वॆळुत्त षർट्ट् उण्ट्
किटक्कयुटॆ मुकळिलाण् नील कंफർट्ट्
वॆळुत्ततुं कऱुत्ततुमाय ऒरु कैऱ्ऱ्
वरयुळ्ळ सीब्र ऎൻक्लोसऱिൽ निൽक्कुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु ऱफ्रिजऱेऱ्ऱർ
तऱयिൽ वलिय वै बोक्स् .
वायुविൽ ऒरु वॆळुत्त फ्रिस्बी
ऒरु तळिकयिൽ ऱॊट्टि
आटुकळुटॆ वॆळुत्त तल .
वैൻ ग्लासुळ्ळ आळुकൾ क्यामऱय्क्क् पोस् चॆय्युन्नु .
इष्टिक चुवरिൽ टोय्लऱ्ऱ् टिष्युविन्ऱॆ ऱोൾ
नम्पർ 138
सहायकरमाय सिऱ्ऱिंग् पूच्चयुटॆ तल
ऒरु विमानत्तिन्ऱॆ वॆळ्ळयुं चुवप्पुं वाൽ
ऒरु कुरङ्ङ् ऒरु वाऴप्पऴं तॊलियुरिक्कुन्नु
ऎबिसिक्कायुळ्ळ लोगो
निरवधि आळुकൾ वॆळ्ळत्तिൽ
ओऱञ्च् चक्रङ्ङळुळ्ळ स्केऱ्ऱ्बोർड्
बोർडिൽ वलिय क्लोक्क्
बैक्किൽ चुवन्न कुट
तुणियुं पेप्पऱुं मुऱिक्कुन्नतिनुळ्ळ बोർड्
सർफ्बोർड् वॆळुत्तताण् .
इतॊरु काऱाण्
स्ट्रोळऱिलॆ चॆऱिय कुट्टि
ऒरु प्लेऱ्ऱ् मुकळिൽ छॆऎसॆलॆष् पिस
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
रण्टुपेർ मलकयऱ्ऱं
ऒरु इऱ्ऱालियൻ ऱॆस्ऱ्ऱोऱन्ऱिलॆ मनोहरमाय रण्ट् आन्ऱिपास्ऱ्ऱोस्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ओऱञ्च् काൻ अऴुक्किन् नटुविൽ .
चिऱकुकൾ पऱत्तिक्कॊण्टिरिक्कुन्न ऒरु चॆऱिय पक्षि
वळरॆ उयरमुळ्ळ वृक्षत्तिन्ऱॆ इलकळुटॆ निर
ऒरु नाययुटॆ तल
पऴत्तिन्ऱॆ वॆळुत्त पात्रं
चुवन्न आप्पिळिन्ऱॆ आकाश काऴ्च
सन्तोषकरमाय पुञ्चिरिक्कुन्न मुखं अवळुटॆ इटत्तेक्क् नोक्कुन्नु
ऒरु कुञ्ञ् मञ्ञ निऱमुळळ जिऱाफ्
गोपुरत्तिन्ऱॆ मुखत्त् कऱुप्पुं वॆळुप्पुं घटिकारं
भक्षणवुं पात्रङ्ङळुं ऒरु पात्रत्तिൽ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु तळिकयिൽ पच्च पच्चक्कऱिकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
निलत्त् कऱुत्त पुळ्ळि
वॆळुत्त मुटियुळ्ळ ऒरु स्त्री
पच्च निऱमुळ्ळ पच्चक्कऱि इल
वॆळुत्त तलयुळ्ळ चुवन्न तलयिण
ऒरु कॊच्चु पॆൺकुट्टियुटॆ फोट्टो .
कॊच्चुकुट्टि ऒरु बेस्बोൾ बाऱ्ऱ् स्विंग् चॆय्युन्नु
अत् संगीत कीबोർडाण्
प्लास्ऱ्ऱिक् बागिन् चुऱ्ऱुं कऱुत्त टै
तॆळिञ्ञ नीलाकाशं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कुञ्ञ् आन
कॊच्चुकुट्टि बेस्बोൾ अटिक्काൻ तय्याऱाकुन्नु
अटयाळं स्वർण्णमाण्
नालुपेർ तॆरुविൽ स्केऱ्ऱिंग् नटत्तुन्नु
टाൻ लेबलुळ्ळ तविट्टुनिऱत्तिलुळ्ळ कुप्पि
रण्ट् कुञ्ञु करटिकൾ कळिक्कुन्नु
आकाशत्त् frisbee
मध्यत्तिൽ वॆळुत्त चिह्नं
आकाशत्तिन् पिङ्क् निऱमुण्ट्
कॆट्टिटत्तिन् जालकङ्ङळुण्ट्
मेघङ्ङൾ निऱञ्ञ आकाशं
ऒरु ओवൽ वाट्टർ बेसिൻ
मनुष्यन्ऱॆ कय्यिൽ ब्रौൺ बेस्बोൾ कय्युऱ .
चुवप्प् निऱमाण्
विमानत्तिन्ऱॆ पुऱकिलुळ्ळ वलिय चुवन्न अक्षरं A .
प्लेऱ्ऱिलॆ भक्षणं
मेशयिൽ मोणिऱ्ऱർ
कटൽत्तीरत्त् ऒरु नाययॆ कॊण्ट् नटक्कुन्न स्त्री
ऒरु पुस्तक षॆൽफिलॆ फोट्टो फ्रॆयिं .
इलकळिल्लात्त मरङ्ङൾ
इत् ऒरु मनुष्यनाण्
मञ्ञ मध्यभागं उळ्ळ कुप्पियिൽ वॆळ्ळ पूक्कൾ .
कुन्निൻ मुकळिൽ ऒरु पशु
कऱुत्त गित्ताർ केस्
कॆट्टिटत्तिन्ऱॆ मुकळिलुळ्ळ घटिकारं
चित्रत्तिलॆ ऒरु गतागत विळक्क्
कऱुप्पुं स्वർण्णवुमाय चॆक्कർबोർड् पाऱ्ऱेൺ उळ्ळ स्नो बोർड्
इत् ऒरु कुट्टियाण्
मुऱियिൽ ऒरु बात्त् टब् इरिक्कुन्नु
व्यक्तमाय ऒरु प्लास्ऱ्ऱिक् पात्रं
वॆळ्ळत्तिൽ ऒरु कप्पൽ .
तविट्टुनिऱमुळ्ळ रोमङ्ङळुळ्ळ स्ऱ्ऱफ्ड् मृगं
सीब्रकൾ युद्धं चॆय्युन्नु
ऒरु वस्त्रधारणत्तिൽ कण्णुकൾ
कऱुत्त कीबोർड् डॆस्किൽ
गोपुरत्तिलॆ वॆळुत्त घटिकारं
काऱिन्ऱॆ मुकळिൽ मञ्ञुमल
ऒरु विमानं नीलयुं वॆळ्ळयुं वरच्चु
कऱुत्त घटन
बण्णुकळिൽ होट्ट् डोगुकൾ निऱञ्ञ ऒरु कुक्कि षीऱ्ऱ्
निलत्त् अऴुक्कुं पुल्लुं उळ्ळ वलिय कूट्टं .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
तविट्टु निऱमुळ्ळ करटि
वॆळ्ळयुं मञ्ञयुं उळ्ळ ऒरु ट्रॆयिൻ
इरुण्टतुं इळंतुमाय मरं ट्रे
ऒरु वटियिൽ इरिक्कुन्न ऒरु चॆऱिय पक्षि
कटൽत्तीरत्त्
ग्लासुकळिൽ चुवन्न अक्षरङ्ङൾ
जनङ्ङൾ कुटक्कीऴिलाण् .
क्रीक्किൽ नीलवॆळ्ळं
टोप्लॆस् माൻ
पूक्कൾ मञ्ञयाण् .
चित्रङ्ङळुं कान्तङ्ङळुं कॊण्ट् पॊतिञ्ञ ऒरु वॆळुत्त ऱफ्रिजऱेऱ्ऱർ .
पुल्लिൽ ऒरु कुतिर
पूच्चयिൽ वॆळुत्त रोमङ्ङൾ
नीलयुं वॆळ्ळयुमाय विळक्कुमाटं
ई मनुष्यൻ तन्ऱॆ कम्प्यूट्टർ कीबोർड् उपयोगिक्कुन्नु
मनुष्यൻ ऱफ्रिजऱेऱ्ऱऱिൽ भक्षणं वय्क्कुन्नु
c4 ऱाम्पिൽ ऎऴुति
तविट्टुनिऱत्तिलुळ्ळ कुतिर ऒरु वण्टि वलिक्कुन्नु
ऒरु गोपुरत्तिൽ ऒरु घटिकारं उण्ट्
चॆऱिय सिൽवർ स्क्रीൻ
चारनिऱत्तिलुळ्ळ यूणिफों धरिच्च मनुष्यൻ
तिळक्कमुळ्ळ मञ्ञ पुൽत्तकिटि कसेर
तिरमालयिൽ सञ्चरिक्कुन्न ऒरु सർफർ
तविट्ट् तटि पालं
पक्षि वायुविलाण् .
वळरॆ पऴय रीतियिलुळ्ळ फ्यूऱൻस्
ऒरु सीऱ्ऱिൽ रण्ट् स्त्रीकൾ
ऒरु ट्यूबिन्ऱॆ वॆळ्ळि
नीलयुं वॆळ्ळयुं ट्रॆयिൻ काർ
ब्रॊक्कोळियुटॆ कषणङ्ङൾ
मेच्चिൽप्पुऱत्त् तविट्ट् कुतिर
सवारिकळुळ्ळ रण्ट् कुतिरकൾ
ट्रॆयिൻ ट्राक्कुकळिൽ ऒरु चुवन्न ट्रॆयिൻ .
" वॆळ्ळ , ओऱञ्च् बोट्ट् "
ट्रक्क् लोट्टिൽ पाർक्क् चॆय्तु
कऱुप्पुं स्वർण्णवुमाय तीवण्टि
करटियुटॆ कऱुत्त प्लास्ऱ्ऱिक् कण्ण्
कप्प् वॆळ्ळयुं पच्चयुमाण् .
वॆळुत्त फ्रिस्बी वायुविൽ
" चुट्टुपऴुप्पिच्च पयർ , होट्ट् डोगुकൾ "
ओऱञ्च् ओऱञ्च् पिङ्क् पात्रत्तिൽ
ऒरु पुरुषൻ कुळिमुऱियिൽ
पन्त् तट्टाൻ टॆन्नीस् ऱाक्कऱ्ऱ् स्विंग् चॆय्याൻ मुतिർन्न पॆൺ .
जीൻस् नीलयाण्
तलयिൽ ऒरु स्यूट्ट्केस् पिटिच्चिरिक्कुन्न ऒराൾ .
तत्तक्कൾ पुऱत्त् निൽक्कुन्नु
कुञ्ञ् आन
नील निऱमुळ्ळ ऒरु ट्रॆयिൻ
कऱुप्पुं चारनिऱत्तिलुळ्ळ नाययुं
मनोहरमाय ऒरु पർवत रंगं
ऒरु स्त्री कुट्टिकൾक्क् वायिच्चु कॊटुक्कुन्नु
वलिय जोटि कत्रिक
पावयिൽ कऱुत्त मुटि
टिवियिൽ ऒरु पय्यൻ ऒरु इटनाऴियिൽ
इत् टॆडि बियർ ऱिबൺ आण्
मञ्ञ पूच्च टिवि काणुन्नु
ध्रुवत्तिൽ पच्च तॆरुव् चिह्नं
स्वीकरणमुऱियिൽ रण्ट् वॆळुत्त कसेरकൾ
पय्यൻ कण्णट धरिच्चिरिक्कुन्नु
पुरुषൻ स्त्रीयोटॊप्पं निൽक्कुन्नु
रण्ट् जिऱाफुकൾ ऒरुमिच्च्
कुञ्ञ् आन
मनुष्यൻ चुवन्न कोट्ट् धरिक्कुन्नु .
टॆन्नीस् कोർट्टिनॆ वेർतिरिक्कुन्न ऒरु वल
कण्णाटियिൽ स्त्रीयुटॆ प्रतिफलनं
इतॊरु ट्रॆयिൻ आण्
ऒरु लाप्टोप्पिन्ऱॆ भागं
तटि वीप्प निलत्त् उरुळुन्नु
पॆൺकुट्टिक्क् मुकळिൽ पिङ्क् कुट
चार निऱमुळ्ळ वलिय आन
कॊट्टयिൽ किटक्कुन्न रण्ट् पूच्चकൾ
स्त्री चित्रत्तिनायि निल्क्कुन्नु
कऱुत्त वस्त्रं धरिच्च स्कयർ
ऒरु तविट्ट् बीनियुटॆ तॊप्पि
स्त्री ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् स्विंग् चॆय्युन्नु
ऱोडिन् नटुविलुळ्ळ ऒरु कूट्टं कन्नुकालिकൾ
मेघत्तिन्ऱॆ भागं
ऒरु कै टोർट्टिल्ल पिटिच्चिरिक्कुन्नु
षोट्टिൽ ऒरु कुतिर
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु बाग् कोट्टൺ मिठायि
अत् ऒरु व्यक्तियाण्
पक्षियुटॆ काൽप्पाटुकൾ मणलिൽ
कण्णट धरिच्च ऒराൾ .
लग्गेज् निऱञ्ञ स्यूट्ट्केस्
तऱयिൽ नटक्कुन्न पूच्च
बेस्बोൾ कळिक्कुन्न आळुकൾ
वॆळ्ळ पुऱं उळ्ळ मैक्रोवेव्
वळरॆ तविट्टुनिऱत्तिलुळ्ळ मणलिन्ऱॆ तरं इताण्
ऒरु मनुष्यൻ कुतिरप्पुऱत्तु इरिक्कुन्नु
मेशप्पुऱत्त् वैऱ्ऱ् की बोർड्
उप्प् कुलुक्कुन्नतिन्ऱॆ अटिभागं
प्लेऱ्ऱुकळिൽ पिस्स स्लैस् .
ऒरु कय्युऱयिൽ बेस्बोൾ
चुवन्न तलकीऴाय त्रिकोणं
वॆळ्ळत्तिൽ स्त्री
ऱाम्पिൽ इऱङ्ङुन्न ऒराൾ
" तविट्ट् , वॆळ्ळ जिऱाफुकൾ "
इळं मरं बॆञ्च्
ब्रौൺ निऱत्तिलुळ्ळ षർट्ट् धरिच्च मनुष्यൻ
भागिकमायि चिक्कൻ पिस्स कऴिच्चु
रण्ट् लॆयർ केक्क्
कुञ्ञ् आन
आटुकळुटॆ मुखत्त् इरुण्ट मूक्क्
नाय्क्कൾ व्याजमाण्
मुऱियिൽ रण्ट् ऒऱ्ऱ किटक्ककൾ
टाർमाक्किൽ प्लॆयिൻ
ऒरु नीण्ट नटप्पातयुटॆ भागं
शेखरिक्कुन्न मृगङ्ङळुटॆ रोमङ्ङൾ
मृगं ओटिक्कुन्न ऒराൾ
आकाशत्त् मून्न् विमानङ्ङൾ
पच्च टॆन्नीस् बोൾ चलनत्तिलाण्
नगर तॆरुविൽ वाहनङ्ङൾ उरुळुन्नु
कऱुप्पुं स्वർण्णवुं निऱमुळ्ळ मोट्टोർसैक्किൾ लोट्टिൽ
आनकൾ ऒरुमिच्च् नटक्कुन्नु
डिजिऱ्ऱൽ चिह्नं लक्ष्यस्थानत्तॆ पऱयुन्नु
वयलिൽ नटक्कुन्न आनकൾ
कुतिरप्पुऱत्तु सञ्चरिक्कुन्न रण्टुपेർ .
ओऱञ्च् षർट्ट् धरिच्च मनुष्यൻ
नीलयुं मञ्ञयुं वरकळुळ्ळ सिൽवർ ट्रॆयिൻ
पक्षिकൾ वॆळ्ळत्तिनरिकिलाण्
ऒरु तळिकयिൽ उळ्ळिकൾ
गॆयिं कൺट्रोळऱुकൾ कैवशमुळ्ळ रण्टुपेർ .
तॆरुविൽ नटक्कुन्न ताऱाविन्ऱॆ कुटुंबं
रण्ट् वैऱ्ऱ् वै ऱिमोट्टुकൾ
पक्षि वॆळ्ळत्तिलाण्
ओऱञ्च् मत्तङ्ङकळुटॆ कुलकൾ
पिङ्क् निऱत्तिलुळ्ळ स्त्री ऒरु कप्प् पिटिक्कुन्नु
क्लोक्क् कॆट्टिटत्तिൽ घटिप्पिच्चिरिक्कुन्नु
तविट्ट् निऱच्च मृगं .
वॆळुत्त अटुप्पिൽ बेक्किंग् कुक्किकൾ .
ऒरु मनुष्यन्ऱॆ मुखत्त् नेർत्त फ्रॆयिं कण्णाटिकൾ
कऱुप्पुं चारनिऱत्तिलुळ्ळ पाർक्किंग् मीऱ्ऱऱुं
रण्ट् स्त्रीकൾ ऒरुमिच्च् नटक्कुन्नु
नाय इळं तविट्टुनिऱमाण्
समुद्रत्तिൽ सർफिंग् चॆय्युन्न ऒराൾ
कुट पिटिक्कुन्न मनुष्यൻ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु मरं पाർक्क् बॆञ्च्
सैक्किळिൽ ऒराൾ
काट्टिलॆ वलिय आफ्रिक्कൻ आन
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इऱङ्ङाൻ ऒरुङ्ङुन्न विमानं
चुवन्न विमानं आकाशत्त् पऱक्कुन्नु
मेशयुटॆ मध्यभागत्तुळ्ळ वयऱुकൾ
वलिय ब्रौൺ निऱत्तिलुळ्ळ करटि पुल्लिൽ नटक्कुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ई कुतिरय्क्क् वळरॆ कऱुत्त दृश्यमाय कण्णुकळुण्ट्
ऒरु चॆऱिय तटि कट्टिൽ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
पुल्लिन्ऱॆ वयलिൽ सीब्र
ननञ्ञ नाय चॆवि काऱ्ऱिൽ .
ऒरु पूच्च वॆळ्ळं कुटिक्कुन्नु
नीलयुं वॆळ्ळयुं जोർज्ज् बुष् राष्ट्रीय अटयाळं
ऒरु काർ वऴियिൽ उण्ट्
इत् ऒरु स्त्रीयाण्
सिൽवർ ऱॆयिलिंगुकൾक्किटयिൽ नटक्कुन्न आळुकൾ
ऒरु स्त्रीयुटॆ कय्यिൽ ऒरु पच्च प्लास्ऱ्ऱिक् सञ्चि .
ऒरु मरं मेशप्पुऱत्त् इरिक्कुन्न पकुति निऱयॆ वैൻग्लासुकൾ
ऒरु लामयुटॆ तल
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
इत् ऒरु स्त्रीयाण्
राजकीय नील निऱमुळ्ळ मुखं हॆൽमॆऱ्ऱ्
मून्न् पच्चयुं वॆळ्ळयुं अटयाळङ्ङൾ
मेशप्पुऱत्त् तुऱन्न लाप्टोप्प्
ऒरु करटियिൽ निन्न् परुत्ति पुऱत्तेक्क् वरुन्नु
तीवण्टियिൽ ऒरु चुवन्न वातिൽ
रण्ट् कळिक्काർ सोक्कർ बोळिनायि पोराटुन्नु
कुञ्ञ् आन
सीब्र
मेच्चिൽप्पुऱत्तिन्ऱॆ मध्यत्तिलुळ्ळ चॆऱिय वीट् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
आकाशत्त् वॆळुत्त तलं
ऒरु कऱुत्त दिश बानർ
पुरुष अत्लऱ्ऱ् समुद्रत्तिൽ सർफिंग् .
केबिळुकൾ उपयोगिच्च् ऒराൾ वायुविलेक्क् वलिच्चिऴच्चु
भक्ष्यवस्तुक्कळुळ्ळ ऒरु पॆट्टि
पाർक्क् बॆञ्चिൽ इरिक्कुन्न मनुष्यൻ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वॆळ्ळं नील निऱत्तिलाण्
ऒरु गोपुरत्तिलॆ घटिकारङ्ङൾ
रण्ट् कुञ्ञु पशुक्कൾ कळिक्कुन्नु
विऱकुकൾक्क् मुकळिൽ कोपमुळ्ळ पक्षि .
ऒरु घटिकारत्तिन्ऱॆ चित्ररजन
कुञ्ञ् आन
सർफ्बोർडुळ्ळ ऒरु व्यक्ति
काट्टिൽ निൽक्कुन्न वन्यमृगङ्ङൾ
निरवधि आटुकൾ वऴियिൽ निൽक्कुन्नु
ऒरु नाൽक्कवलयुटॆ भागं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
चायुन्न चुवन्न इरट्ट डॆक्कർ बस् ओटिक्कुन्नु .
कुञ्ञ् आन
ट्रॆयिनिन्ऱॆ मञ्ञ भागं .
ऒरु स्ऱ्ऱेषन्ऱॆ प्लाऱ्ऱ्फोमिൽ तीवण्टि
कुप्पायं कऱुत्तताण्
समुद्रत्तिन्ऱॆ नटुविൽ कप्पൽ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु बैक्किൽ रण्टुपेർ
ऱोडिൽ वॆळुत्त डोट्टुकൾ
नील जिं षोർट्ट्स् धरिच्च मनुष्यൻ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वायुविൽ ऒरु वॆळुत्त फ्रिस्बी .
मनुष्यൻ मोट्टोർ बैक्क् ओटिक्कुन्नु
" ऒरु वॆळ्ळि , कऱुप्प् अग्नि जलांशं "
ऒरु चॆऱिय माൻ .
कट्टिलिൽ उऱङ्ङुन्न पूच्च
मेൽक्कूरयिൽ स्वർण्ण निऱत्तिलॆ प्रकाशं
चॆऱिय वॆळुत्त पोർसलैൻ टोय्लऱ्ऱ्
पच्चयुं कऱुत्त बलूൺ वायुविൽ .
वॆळ्ळत्तिൽ ऒरु कूट्टं पच्च मरङ्ङൾ .
ऒरु कप्प् पानीयं कऴिक्काൻ तय्याऱायि इरिक्कुन्न ऒराൾ
वायुविൽ ऒरु स्कीयർ
तॆरुविन् मुकळिलुळ्ळ तॆरुव् विळक्क्
वृत्तिकॆट्ट रण्ट् टोय्लऱ्ऱुकൾ
भक्षणं प्लेऱ्ऱिൽ
पिस्सयुटॆ मुकळिൽ पच्च इल .
अद्वितीयमायि रूपकൽप्पन चॆय्त कुळिमुऱि .
काबिनऱ्ऱिनुळ्ळिलॆ अलमारयिൽ वॆळुत्त पॆट्टि
वॆळुत्त चक्रङ्ङळुळ्ळ वॆळुत्त स्केऱ्ऱ्बोർड् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ट्राफिक् सिग्नൽ तिळङ्ङुन्न मञ्ञ सिग्नൽ
स्नोबोർडർ धरिच्चिरिक्कुन्न कऱुत्त हॆൽमॆऱ्ऱ् .
पिस्सय्क्कायि ऒरु वॆळुत्त काർड्बोർड्
जिऱाफिन्ऱॆ तल मरत्तिन् पिन्निलुण्ट्
मनुष्यൻ चुवन्न बाऱ्ऱ् पिटिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु तऱयुटॆ भागं
शाखकळिൽ पच्च इलकൾ
तूवालकळुळ्ळ ऒरु कुट्ट
ऒरु लोहत्तिन्ऱॆ भागं
कोट्ट मेच्चिൽप्पुऱत्त् आटुकൾ मेयुन्नु
पय्यൻ ऒरु गॆयिं कळिक्काൻ कुनिञ्ञु .
कुञ्ञ् आन
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु तॆरुविन्ऱॆ नियन्त्रणत्तिൽ ऒरु वलिय बस् निർत्ति
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
स्त्रीक्क् तविट्ट् निऱमुळ्ळ मुटियुण्ट् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मनुष्यൻ ऒरु बाऱ्ऱ् पिटिक्कुन्नु
चुवप्पुं वॆळ्ळयुं विळक्कुमाटं
ऒरु वॆळुत्त वातिൽ फ्रॆयिं
इत् ऒरु स्त्रीयाण्
मेशप्पुऱत्त् ऒरु वैൻ ग्लास्
ऒरु फोट्टोयुटॆ अग्रं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु तटि अलमारयिलॆ निरवधि पुस्तकङ्ङൾ
ऒरु डिस्क् ऎऱियुन्न ऒराൾ
इतॊरु टूत्त् पेस्ऱ्ऱाण्
कऱुप्पुं वॆळुप्पुं वरयुळ्ळ अडिडास् क्लीऱ्ऱुकൾ .
करटियिൽ निन्न् पिङ्क् नाव् पऱ्ऱिनिൽक्कुन्नु .
तल उयർत्तिप्पिटिच्च व्यक्ति
कुञ्ञ् आन
इताण् मेश
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
सीलिंगिൽ निन्न् तूङ्ङिक्किटक्कुन्न ऒरु चाൻडिलियർ
ऒरु वैൻ कोർक्क्स्क्रू
पश्चात्तलं कऱुत्तताण् .
ऒरु तविट्ट् निऱत्तिൽ उळ्ळ मृगं कऴिक्कुन्नु
अक्षरमुळ्ळ वृत्ताकृतियिलुळ्ळ नील प्लास्ऱ्ऱिक् वृत्तं
वलुतुं तविट्टुनिऱत्तिलुळ्ळतुमाय आन
तॆरुविൽ पाർक्कुचॆय्त ऒरु ट्रक्क्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु बॆञ्चिन्ऱॆ भागं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वॆळ्ळत्तिൽ तविट्टुनिऱत्तिलुळ्ळ पशु
काऴ्चयिൽ ऒरु मञ्ञ कुट
इताण् पർव्वतं
कुट्टि स्कीयिंग् आण्
आൺकुट्टि स्केऱ्ऱ्बोർडिलाण्
नॆञ्चिन्ऱॆ भागं
ऒरु सैडिൽ चिक्कൻ अरिञ्ञत् .
ऒरु कऱुत्त पूच्च कालु नीट्टि
विळक्क् वॆळ्ळयुं स्वർण्णवुमाण्
कल्ल् मतिलिन्ऱॆ विदूर भागत्त् वॆळुत्ततुं चारनिऱत्तिलुळ्ळतुमाय कॆट्टिटङ्ङൾ
इत् ऒरु मनुष्यनाण्
ऒरु कविळिन्ऱॆ भागं
कुञ्ञ् आन
ऒरु ध्रुवत्तिൽ ऒरु वलिय पच्च वॆळिच्चं
इताण् तऱ
इत् ऒरु मनुष्यनाण्
ऒरु प्लास्ऱ्ऱिक् ब्रष् कैवशमुळ्ळ कुट्टि
चॆऱिय कऱुत्त प्लास्ऱ्ऱिक् टॆन्नीस् ऱाक्कऱ्ऱ्
कुतिक्कुन्न कऱुत्त नाय
मून्न् पुस्तकङ्ङळुण्ट्
ब्रॆड् बण्णिൽ चुवन्न होट्ट् डोग्
कऱुत्त हॆൽमॆऱ्ऱ् धरिच्च मनुष्यൻ
मुऱियुटॆ मूलयिൽ टाൻ विक्कർ कॊट्ट .
निർत्तिय कऱुत्त काർ
ऒरु चरिविൽ ऒरु स्कयർ
मतिलिन्ऱॆ वशत्त् सिൽवർ षवർ तल .
आन नटक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कऱुप्पुं वॆळुप्पुं मुखमुळ्ळ आटुकൾ
रण्ट् चुवन्न ट्रॆयिൻ काऱुकൾ
बण्णिൽ ग्रिൽ चॆय्त वीनർ
पिൻ चुवरिൽ नीलयुं मञ्ञयुं दिनोसർ .
ऒरु पच्च डिसि वियർप्प् षർट्ट्
ऒरु पच्चक्कऱि कष्णं .
ओट्टत्तिनिटयिൽ ऒरु मोट्टोർ सैक्किൾ ऱेसർ ऒरु तटस्सत्तिन् मुकळिलूटॆ चाटुन्नु .
ऒरु ग्लासिन्ऱॆ पाऱ्ऱ्
करटि निलत्तु किटक्कुन्नु
आकाशत्तिन्ऱॆ मध्यत्तिൽ केबिൾ चरटुकൾ .
इतॊरु पट्टिकयाण्
इतॊरु ट्रॆयिൻ आण्
इतॊरु ट्रॆयिൻ आण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मञ्ञ पुष्पङ्ङൾ निलत्त् .
मरं हाൻडिൽ उपयोगिच्च् कत्ति पाऱिंग्
ऒरु कुञ्ञिन्ऱॆ कैयिൽ Wii ऱिमोट्ट् .
तलयिणयिൽ निन्न् तूक्कियिट्टिरिक्कुन्न वॆळ्ळ कटलास्
मुൻवशत्त् मून्न् बेस्बोൾ कळिक्काർ
नील बलूणुकळुटॆ पूच्चॆण्ट्
ऒरु पात्रत्तिൽ माർबिळुकൾ ऒरुमिच्च् .
इत् ऒरु मनुष्यनाण्
ऒरु तॊप्पि धरिच्च नाय
मतिलिन् ऎतिरायि चुवन्न किटक्क .
मञ्ञ् कॊण्ट् निർम्मिच्च ऒरु शिल्पं
मुൻवशत्तुळ्ळ ऒरु नाय
फ्रिस्बियॆ पिटिक्कुन्न मनुष्यൻ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वॆळ्ळयुं चारनिऱत्तिलुळ्ळ मेघङ्ङळुं निऱञ्ञ नीलाकाशं .
मून्न् आൺकुट्टिकൾ ऒरु प्रत्येक परिपाटिक्क् वस्त्रं धरिच्चु .
ऒरु जालकत्तिൽ स्वർण्ण अलङ्कारं
कुञ्ञ् आन
ऒरु पोस्ऱ्ऱिन् समीपं ऒरु आൺकुट्टि निൽक्कुन्नु .
स्ऱ्ऱाൻडिन् मुकळिൽ टिवि
पुल्लिൽ पाർक्क् चॆय्तिरिक्कुन्न ऒरु मञ्ञ विमानं
ऒरु टॆन्नीस् मत्सरत्तिൽ पऱक्कुन्न टॆन्नीस् पन्त्
" चुवप्प् वॆळ्ळ , नील कैऱ्ऱ् "
कण्णट धरिच्चिरिक्कुन्न ऒरु स्त्री
चुवप्पुं वॆळ्ळयुं मेशप्पुऱत्त्
वलिय क्लोक्क्
इतॊरु जिऱाफाण्
इतॊरु पट्टिकयाण्
किटक्कयिൽ किटक्कुन्न मनुष्यൻ
विमानत्तावळत्तिൽ मून्न् विमानङ्ङൾ टाक्सि चॆय्युन्नु
कुञ्ञ् आन
मनोहरमाय ऒरु आकाशं
वॆळ्ळत्तिൽ वॆळ्ळयुं वॆळ्ळयुं उळ्ळ बोट्ट्
तविट्ट् निऱमुळ्ळ मुटि
चुवप्पुं वॆळ्ळयुं बोट्ट्
कुतिरयॆ वळർत्तुन्न ऒराൾ
शून्यमाय षांपॆय्ൻ फ्लूट्टुकൾ
कण्णाटिक्क् मुन्निൽ सॆൽफोൺ पिटिच्चिरिक्कुन्न स्त्री
दिश चिह्नं पोळिൽ घटिप्पिच्चिरिक्कुन्नु
आळुकൾ नटप्पातयिलूटॆ नटक्कुन्नु
कुळिमुऱियिलॆ मूत्रपुर
पॆൺ अवळुटॆ टॆन्नीस् ऱाक्कऱ्ऱ् स्विंग् चॆय्युन्नु
अग्नि जलांशं चुवप्पाण् .
मनुष्यन्ऱॆ कुप्पायत्तिलॆ बट्टൺ
इटतुवशत्तुळ्ळ कुट्टि धरिक्कुन्न नील वरयुळ्ळ तॊप्पि .
ऒरु कट्टिलिൽ ऒरु बैक्क् इरिप्पिटं
ऎलिवेऱ्ऱർ ऎन्न् पऱयुन्न वॆळुत्त चिह्नं .
मनुष्यन्ऱॆ कैत्तण्टयिलॆ वाच्च्
अटुक्कळ कौण्टऱिൽ रण्ट् तटि कट्टिंग् बोർड्
आൺकुट्टि ऒरु स्केऱ्ऱ्बोർडिलाण्
ऒरु प्लेऱ्ऱिൽ रण्ट् मॆऴुकुतिरिकळुळ्ळ वॆळुत्त केय्क्क् .
आनकൾक्क् समीपं वॆळ्ळं
पऴय रीतियिलुळ्ळ स्यूट्ट्
चुवप्पुं वॆळ्ळयुं क्लोक्क् टवർ
मोट्टोർसैक्किळिन्ऱॆ पिൻभागत्त् वैऱ्ऱ् टाग् .
मञ्ञ टॆन्नीस् बोൾ
ऒरु कऱुत्त मैक्रोवेव्
whtie विमानं
तुटർच्चयायि वർण्णाभमाय कुटकൾ
कऱुत्त कैकळुळ्ळ क्लोक्क्
टैयिൽ वॆळुत्त पाटुकळुळ्ळ ऒराൾ
नीरावि ऱेडियेऱ्ऱർ मतिलिन् ऎतिराण्
ऒरु जोटि ध्रुवक्करटि
फयർ ट्रक्किन् मुन्निൽ वॆळुत्त लैऱ्ऱ् .
" टाൻ , तविट्टुं निऱमुळ्ळ जिऱाफ् "
आटुकൾ वेलियिलूटॆ नोक्कुन्नु
बीज् लैऱ्ऱ् फिक्चർ सीलिंगिൽ निन्न् तूक्कियिरिक्कुन्नु
बोർड् ओऱञ्च् आण् .
ई रण्ट् आनकळुं कळिक्कुन्नु
स्त्रीयुटॆ जाक्कऱ्ऱिൽ ओऱञ्च् रोमङ्ङൾ
शवसंस्कार नमस्कारं वरच्च पऴय कॊलयाळि कुतिर
मून्न् पेർ संसारिक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मनुष्यൻ अवन्ऱॆ फोणिलेक्क् नोक्कुन्नु
पक्षियुटॆ चुण्ट्
कुञ्ञ् आन
फർणिच्चऱिलॆ पूच्च
ऒरु नाययुटॆ तिळङ्ङुन्न नीलक्कण्ण्
कॆट्टिटङ्ङൾक्क् पिन्निൽ ऒरु मल
आळुकൾ कटൽत्तीरत्ताण्
कटൽत्तीरत्त् ऒरु नुरयुण्ट् .
मेशप्पुऱत्त् भंगियायि उरुट्टिय तूवालकळुळ्ळ कॊट्ट
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पिटियुळ्ळ नील वॆळ्ळत्तिन्ऱॆ क्याൻ
ऒरु स्ऱ्ऱफ् चॆय्त मृगं ऒरु अलमारयिൽ निൽक्कुन्नु
नूलिൽ निन्न् निർम्मिच्च वർण्ण पुतप्प्
नीलयुं वॆळ्ळयुं स्नोबोർड्
व्यक्तमाय पिच्चऱिൽ ag reen द्रावकं
मेशप्पुऱत्त् इरिक्कुन्न पिस्स
वॆळुत्त अच्चटिच्च स्त्रीयुटॆ टाङ्क् टोप्प्
स्त्री चुवन्न कुट पिटिक्कुन्नु
ऒरु काऱिनटुत्तुळ्ळ बैक्कुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पाർक्किൽ उयरमुळ्ळ जिऱाफ्
कुळिमुऱियिलॆ सिङ्क्
लोङ्होൺ पशुविन्ऱॆ मूक्क्
ई चित्रं पुऱत्त् वॆच्च् ऎटुत्तताण्
वॆळुत्त अक्षरङ्ङळुळ्ळ चुवन्न तॆरुव् चिह्नं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वैऱ्ऱ् क्लोक्क् टवർ
वॆळुत्त कसेरकൾ अटुक्कियिरिक्कुन्नु .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
समतलमाय पुल्ल् वयलिൽ ऒरु नाय
पल पच्च इलकळुं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ट्रॆयिൻ निरवधि यात्रक्कारॆ वहिक्कुन्नु
ऱॆयिलुकळिൽ कल्लुकळुळ्ळ ट्रॆयिൻ ट्राक्कुकൾ
बस्सिൽ पुऱकिलॆ विळक्क्
डोक्क् चॆय्तत् बोट्टुकळुटॆ ऒरु कूट्टं
वळ्ळत्तिൽ निൽक्कुन्न आळुकൾ .
ऒरु बेस्बोൾ कळिक्कारन्ऱॆ मञ्ञ सोक्क्
जनङ्ङൾ वॆळ्ळत्तिलाण्
ऒरु पात्रं भक्षणवुमायि ऒरु युवति
कटयिൽ निൽक्कुन्न स्त्री
इतॊरु पूच्चयाण्
ऒरु कऱुत्त गित्ताർ
ऒरु वलिय वॆळुत्त घटिकारं
ब्रषिൽ वॆळुत्त कटिञ्ञाൺ
पच्च ट्राफिक् लैऱ्ऱ्
मेशप्पुऱत्त् किटक्कुन्न सॆൽ फोൺ
स्नो बोർडർ वायुविൽ चाटुन्नु
स्त्री मेशप्पुऱत्त्
कुट्टि निलत्त् आण्
ऒरु स्त्री वाऴप्पऴं कऴिक्कुन्नु
इरिप्पिटत्तिन्ऱॆ स्थलं
ऒरु मेशप्पुऱत्त् प्लेऱ्ऱ्
पॆट्टि तऱयिൽ अटुक्कियिरिक्कुन्नु
आळुकൾ मञ्ञुमलयिൽ स्कीयिंग् चॆय्युन्नु
वलतुवशत्त् पच्च कॆट्टिटं .
ऒरु ब्रौൺ तोळिൽ बाग्
आधुनिकवुं मितवुमाय किटप्पुमुऱि
कुट चुमक्कुन्न कॊच्चु पॆൺकुट्टि
ई जिऱाफ् क्यामऱय्क्क् एऱ्ऱवुं अटुत्ताण्
पिङ्क् षोർट्ट्स् धरिच्च स्त्री
चिह्नत्तिलॆ टिवि अक्षरङ्ङൾ .
पुञ्चिरिक्कुन्न सन्तुष्टनाय मनुष्यൻ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
चारनिऱत्तिलुळ्ळ आन
कुट्टियुटॆ मुखं क्यामऱयिलेक्क् पुञ्चिरिक्कुन्नु
पेप्पർ टव्वलुकळुटॆ चुरुൾ
ऒरु वयलिൽ वॆळुत्त नाय
अटुप्पिन्ऱॆ मुकळिൽ स्ऱ्ऱौव्
पाळत्तिൽ तीवण्टि
चुवन्न कय्युऱकൾ धरिच्च पॆൺकुट्टि
प्रॊप्पल्लർ तलं
वलिय जलाशयं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वॆळ्ळत्तिൽ अलकൾ
कुञ्ञ् आन
ऒरु नील कोफि मग्
जिऱाफ् ऒरु कूट्टं मरङ्ङൾक्किटयिൽ निൽक्कुन्नु
ऒराൾ चुवन्न कण्णट धरिक्कुन्नु .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वॆळ्ळत्तिൽ चॆऱिय तिरमाल
कॆट्टिटत्तिन्ऱॆ मञ्ञ मतिൽ
ऒरु बाग् कोट्टൺ मिठायि
चित्रशलभं तविट्टुनिऱमाण्
ऒरु नाययुटॆ इटत् चॆवि
ऒरु कूट्टं स्त्रीकൾ संभाषणं नटत्तुन्नु
वैऱ्ऱ् काർगो ट्रक्क्
ऒरु वॆळुत्त पात्रत्तिൽ कृत्रिम प्लान्ऱ्
पർवतत्तिन् मुकळिൽ मञ्ञ्
पूच्च कसेरयिൽ इरिक्कुन्नु
रण्टुपेർ काऴ्चकൾ उण्ट् .
इरिक्कुन्न पूच्चयुटॆ मूक्क्
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
तॊप्पि धरिच्च ऒराൾ
पशुविन्ऱॆ टॆൻ काൽ
मनुष्यൻ बेस्बोൾ ऎऱियुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु जोटि क्रोस् कൺट्रि स्कीस्
वयलिൽ आनकൾ
ऒरु कऱुत्त ट्राष् बाग् .
आरो इन्न् मलयिलुण्ट्
वायुविൽ ऒरु पारासयिൽ
नखङ्ङൾ काणिक्कुन्न तविट्ट् करटि कैकൾ
ऒरु नीण्ट पच्च बिऱ्ऱ् चिव्
ऒरु बेस्बोൾ डयमण्टिलॆ हों प्लेऱ्ऱ्
ऒरु तविट्ट् टैൽ बात्त्ऱूं निल
ऒरु पियऱिൽ स्केऱ्ऱ्बोർड् पाർक्क्
चुवरिൽ चुवन्न कुट ग्राफिक्
विൻडो चतुराकृतियिलाण् .
चुवन्न पेप्पർ प्लेऱ्ऱुकळुटॆ ऒरु शेखरं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
माൻ स्केऱ्ऱ् बोർडिंग् ओफ् ऱाम्प्
ऒरु कूट्टं आळुकൾ वॆळुत्त तॊप्पिकൾ धरिक्कुन्नु
निरवधि मोट्टोർ सैक्किळुकൾ निरवधि काऱुकൾक्क् मुन्निൽ ऒरु तॆरुविलूटॆ ओटिक्कुन्नु
" वॆळ्ळि , मञ्ञ ट्रॆयिൻ "
चिह्नत्तिलॆ 1866 अक्कङ्ङൾ
पुऱत्त् ऒरु चविट्टुमॆत्तयिൽ इरिक्कुन्न स्त्री
स्नो बोർड् ओटिक्कुन्न मनुष्यൻ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वॆळिच्चं नीलयाण्
वॆळुत्त कुप्पायमुळ्ळ मनुष्यൻ
" ग्रे , ब्लाक्क् फ्लिप्प् फोൺ "
ऒरु फ्रिस्बी उळ्ळ नाय
मणलिൽ टयർ ट्राक्कुकൾ पाटुकൾ
जिऱाफिൽ इरुण्ट तविट्ट् पुळ्ळि
ऒरु पोलीसुकारൻ तलयाट्टि
ऒरु पत्रं
कॆट्टिटत्तिलॆ घटिकारं
रण्ट् तिरश्चीन ट्राफिक् लैऱ्ऱुकൾ
परन्न मञ्ञ् निलत्त् स्कीयർ
चरिविलुळ्ळ स्कीयർमाർ
चारनिऱत्तिलुळ्ळ आन वयलिलूटॆ नटक्कुन्नु
चुमरिൽ ऒरु पात्रं
रण्ट् पूच्चकൾ ऒरु टोय्लऱ्ऱिन् मुकळिൽ निൽक्कुन्नु
इत् ऒरु तीवण्टियुटॆयुं कन्नुकालिकळुटॆयुं चित्रमाण्
ऒरु कॆट्टिटत्तिൽ ऒरु वलिय घटिकारं
टाबलिलॆ ऒरु पऴय पुस्तकं
वॆळुत्त टोय्लऱ्ऱ्
ऒरु बिसिनस्सिन्ऱॆ चुमरिൽ ऒरु घटिकारं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु चॆऱिय वॆळुत्त कप्प् कोൾ स्लाव् .
कुतिर सवारि चॆय्युन्नयाൾ
भुजं नीट्टि
स्केऱ्ऱ्बोർडिൽ चारियिरिक्कुन्न बुൾडोग् .
इरुण्ट चुवन्न गतागत कोൺ
ऒरु बसिन् रण्ट् विभागङ्ङळुण्ट् .
निलं वॆळुत्त मञ्ञ् मूटियिरिक्कुन्नु
आटुकळुटॆ कऱुत्त मुखं
ऒरु बाग् कोट्टൺ मिठायि
नीळमुळ्ळ नील बोट्ट् वॆळ्ळत्तिൽ
कय्यिൽ वॆळ्ळ वै ऱिमोट्ट् .
ऒरु जिऱाफिनॆ नोक्कुन्न ऒरु कॊच्चुकुट्टि
कटൽत्तीरत्त् चारनिऱत्तिलुळ्ळ वॆळुत्त पक्षि
आൺकुट्टि बूट्ट् धरिच्चिरिक्कुन्नु
वॆळ्ळत्तिൽ ऒरु पाऱ
कोൺक्रीऱ्ऱिൽ इरिक्कुन्न ऒरु स्त्री .
व्यक्ति स्नो बोർडिंग् .
" ओऱञ्च् , मञ्ञ निऱमुळळ पूक्कൾ "
टॆन्नीस् कळिक्कुन्न ऒराൾ
इनङ्ङൾ सूक्षिक्कुन्नतिनुळ्ळ फाൻसि षॆൽफ्
इत् ऒरु व्यक्तियाण्
जिऱाफिन्ऱॆ वॆळुत्ततुं तविट्टुनिऱमुळ्ळतुमाय तल
ऒरु वलिय मञ्ञुमल
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वॆळुत्त फ्रिस्बी पिटिच्चिरिक्कुन्न पॆൺकुट्टि
पच्च निऱत्तिलुळ्ळ आप्रोൺ धरिच्च ऒरु स्त्री
वॆळ्ळत्तिൽ ऒरु विमानवाहिनि
ऒरु कुट्टि पुऱत्त् नटक्कुन्नु
ऒरु कुळिमुऱियिൽ ऒरु कोർक्क् डाർट्ट् बोർड्
ऒरु विद्यालयत्तिलॆ बास्कऱ्ऱ्बोൾ कळियिൽ मून्न् पॆൺकुट्टिकൾ
सർफ्बोർड् वॆळुत्तताण्
ऒरु कट्टिलिൽ ऒरु कम्प्यूट्टർ
ऒरु स्माർट्ट् फोणिൽ तीप्पॊरि केस्
ऒरु चॆऱिय तटि पात्रं
चुमरिൽ ऒरु फ्रॆयिं चॆय्त चित्रं
ऒरु युद्धविमानं पऱक्कुन्नु
ऒरु बेस्बोൾ तॊप्पि धरिच्च ऒराൾ
अरिञ्ञ पच्च आप्पिळिन्ऱॆ पकुति भागं
ऒरु मोसि ट्री ब्राञ्च् .
वेलिक्क् पिन्निൽ इरिक्कुन्न आराधकർ
वस्त्रङ्ङൾ चारनिऱमाण्
टयऱुकൾ वळरॆ वलुताण्
उद्यानत्तिൽ पट्टं पऱत्तुन्न आळुकൾ .
इत् ऒरु व्यक्तियाण्
ऒरु पताक
वातिൽ अटच्चिरिक्कुन्नु .
मतिൽ मञ्ञयाण्
ऱोमൻ संख्य कऱुत्तताण् .
स्केऱ्ऱ्बोർड् ओटिक्कुन्न ऒरु कुट्टि
स्त्री नटप्पातयिलूटॆ नटक्कुन्नु
ऒरु वलिय वർक्क् सोൺ ओऱञ्च् कोൺ
नाल् व्यत्यस्त कैऱ्ऱ्स् पऱक्कुन्नु
द्वीप् बीच्च् रंगं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु चॆऱिय नील पात्रं
मञ्ञ टॆन्नीस् बोൾ वायुविൽ
वॆळुत्त पक्षियुटॆ मुकळिൽ कऱुत्त मुखं .
ऒरु मनुष्यൻ स्केऱ्ऱ्बोർडिंग् आण्
ऒरु शब्दवुं नील तॆरुव् चिह्नवुं
मञ्ञुवीऴ्चयिൽ रण्टुपेർ
ऒरु टॆन्नीस् कळिक्कारन्ऱॆ तलयिൽ चुवन्न तॊप्पि
नील स्वॆऱ्ऱऱिൽ ऒराൾ
आनय्क्क् वॆळुत्त कॊम्पुकळुण्ट्
पुऱत्त् कळिक्कुन्न ऒरु आൺकुट्टि
मेशप्पुऱत्त् वाऴप्पऴं
समुद्रत्तिൽ सർफिंग् चॆय्युन्न ऒराൾ .
रण्ट् तरं तविट्ट् मरत्तिन्ऱॆ अटुक्कळ काबिनऱ्ऱ्
कऱुप्पुं वॆळुप्पुं पाण्ट
पिऱन्नाൾ आघोषिक्कुन्न इरट्टकൾ
नीट्टिय कालुळ्ळ उयरमुळ्ळ मॆलिञ्ञ आन .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
सिൽवർ हॆൽमॆऱ्ऱुं फॆय्स् पीसुं धरिच्च व्यक्ति .
नीळमुळ्ळ तटि पिटि
लण्टनिൽ ऒऴुकुन्न तेंस् नदि
षർट्ट् धरिच्च व्यक्ति
ऒरु कऱुत्त ब्रीफ्केस्
ऒरु स्त्री टॆन्नीस् कळिक्कुन्नु
रात्रि काऱुकळुमायुळ्ळ कवल
मरंकॊण्टुळ्ळ चॆऱिय तविट्टुनिऱं
कऱुत्त कुप्पायमुळ्ळ ऒराൾ
सुरक्षय्क्कायि पिङ्क् हॆൽमॆऱ्ऱ्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
चायुन्न चुवन्न बैक्क्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु नदियिलॆ बोट्टुकൾ
मेशप्पुऱत्त् वॆळुत्त मौस् .
ओऱञ्च् ऱोड् चिह्नं ऒरु स्ट्रीन्ऱॆ पेर् काणिक्कुन्नु
इतॊरु बेस्बोൾ मैतानमाण्
ऒरु कल्ल् कॊण्टुळ्ळ टैൽ निलं
कऱुवप्पट्ट अटुप्पत्तुवॆच्चु उरुट्टुन्नु
मुൻवशत्तुळ्ळ रण्ट् आळुकൾ
वळ्ळियिൽ स्की लिफ्ऱ्ऱ्
ऒरु कऱुत्त ट्राष् बाग् .
कऱुत्त पुळ्ळि
कऱुप्पुं चुवप्पुं तॊप्पि धरिच्च मनुष्यൻ .
कऱुत्त प्लास्ऱ्ऱिक् बाऱ्ऱिंग् शिरोकवजं
तॆरुव् विळक्क् चुवप्पाण् .
नीळमुळ्ळ फ्लूऱसॆन्ऱ् सीलिंग् लैऱ्ऱ्
ऒरु कसेरयिൽ इरिक्कुन्न दम्पतिकൾ .
वॆळ्ळत्तिൽ चॆऱिय बोट्ट्
ऒरु टॆन्नीस् कळिक्कारन्ऱॆ निऴൽ मैतानत्त्
पुऱत्त् नटक्कुन्न आन
वळरॆ वलिय मुखत्त् चॆऱिय कण्णुकൾ
तऱयिൽ वॆळुत्त टोय्लऱ्ऱ्
ऒरु ध्रुवत्तिൽ तविट्ट् पुरातन चिह्नं
वयलिൽ आन .
कऱुत्त मेൽक्कूरयुळ्ळ तविट्टुनिऱत्तिलुळ्ळ कळप्पुर
चुवन्न आप्पिळुळ्ळ पच्च प्लेऱ्ऱ्
ऒरु मृगशालयिൽ ऒरु पाण्ट करटि
कोൺक्रीऱ्ऱिൽ तुऱन्न ओऱञ्च्
पिस्सयुटॆ फ्रिस्ऱ्ऱ् बोक्स्
कुतिरय्क्क् ब्रौൺ निऱमुळ्ळ कवർ उण्ट्
ऒरु ट्रॆयिൻ स्ऱ्ऱेषൻ
मोट्टोർ सैक्किळिൽ वॆळुत्त नक्षत्रं
फयർ ट्रक्किलॆ गोवणि
ऒरु मॆऱ्ऱൽ ऱोडरिकिलॆ तटस्सं
रण्ट् फयർ हैड्रान्ऱुकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
पच्च तॊप्पि धरिच्च वलिय सुन्दरमाय नाय
ऒरु कूट्टं पुरुषन्माർ बेस्बोൾ कळिक्कुन्नु
तुऱन्न वातिൽ
ऒरु मरत्तिन् चुऱ्ऱुं मरं बॆञ्च्
निलत्त् ऒरु स्यूट्ट्केस्
प्रवർत्तिक्कुन्न कम्प्यूट्टർ मोणिऱ्ऱർ
बात्त्ऱूमिन्ऱॆ लैऱ्ऱुकൾ
चट्टियिൽ मुऴुवൻ पिस्सयुं
षोർट्ट्सिलुळ्ळ ऒरु स्त्री फोൺ उपयोगिक्कुन्नु
पർवतनिरयुटॆ मुखं
ऒरु पॆൺ ब्रौൺ आटुकൾ .
ऒरु जोटि कुतिरकൾ
वॆळ्ळत्तिൽ मनुष्यൻ
ऒरु मरत्तिൽ निन्न् इल तिन्नुन्न रण्ट् जिऱाफुकൾ
कय्यिൽ नील बेस्बोൾ बाऱ्ऱ्
समुद्रत्तिलॆ मून्न् सർफऱुकൾ
मञ्ञ् मूटिय नित्यहरित कॊम्पुकൾ
कऱुत्त रोमङ्ङळुळ्ळ चॆऱिय नाय
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
मृगत्तिन्ऱॆ तलयिൽ कऱुत्त कॊम्प् .
पुल्लिൽ सोक्कർ बोൾ
आनयुटॆ कऱुत्त तॊलि
संरक्षित हॆड् गियർ धरिच्च कुट्टि
ऒरु बुफॆऱ्ऱिൽ जोलि चॆय्युन्न ऒरु पाचकक्कारൻ
वलिय पिङ्क् चॆम्मीन्ऱॆ कषणङ्ङൾ
ऒरु पॆट्टियिൽ डोणट्ट्स्
क्लोक्किलॆ ऒन्नां नम्पർ
उयरमुळ्ळ मरवुं लोह अवयववुं
विमानत्तावळत्तिൽ ऒरु कॆट्टिटं
पच्च वयलिൽ कऱुत्त मुखमुळ्ळ वॆळुत्त आट्
इतॊरु टिवि सॆऱ्ऱाण्
बैक्किൽ कऱुत्त कवർ
ऱै ब्रॆडिൽ ऒरु साൻड्विच्च्
मनुष्यन्ऱॆ वलतु काൽ
ऒरु ट्रॆयिൻ ट्रॆयिൻ ट्राक्किलाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पच्च चवऱ्ऱुकुट्ट
वळरॆ विचित्रमाय फोट्टो
मुऱियुटॆ वॆळुत्त मतिलुकൾ
ब्रौൺ आൻड् वैऱ्ऱ् नाय .
ऒरु बॆञ्चिൽ ऒरु नाय
वॆळ्ळत्तिൽ रण्ट् आनकൾ
अकत्त् तविट्ट् निऱमुळ्ळ ऒरु चॆऱिय कप्प्
ऒरु ऱोडिन् अटुत्तुळ्ळ ऒरु पाർक्किंग् मीऱ्ऱർ
जिऱाफ् मुकळिलेक्क् नोक्कुन्नु
सीब्र पुल्ल् तिन्नुन्नु
वॆळ्ळमुळ्ळ चॆऱिय व्यक्तमाय ग्लास्
मैक्रोवेविलॆ कणिककൾ
रण्ट् बोट्टुकൾ ऒरु नदियिൽ तुऴयुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वाट्टർ पोळो कळिक्कुन्न आळुकൾ
मनुष्यൻ लाप्टोप्पिൽ प्रवർत्तिक्कुन्नु
कुञ्ञ् आन
चुवन्न नीरुळ्ळ तक्काळियुटॆ ऒरु कष्णं
ऱॆयिൽऱोड् ब्रिड्ज् क्रोसिंग् ऱिवർ
नील ऱॆक्लिनർ कसेर
अग्नि हैड्राङ्ङिन्ऱॆ अटियिൽ वॆळ्ळं
सम्मानङ्ङൾ मतिलिनटुत्त् पॊतिञ्ञ् सूक्षिक्कुन्नु
पक्षियुटॆ आकृतियिलुळ्ळ कैऱ्ऱ्
ऒरु व्यक्ति स्कीयिंग् चॆय्युन्नु .
निरवधि पऴङ्ङൾ प्रदർशिप्पिच्चिरिक्कुन्नु
सालडिൽ पർप्पिൾ सवाळ
ऱൺवेयिൽ रण्ट् विमानङ्ङൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
स्त्रीयुटॆ तलय्क्क् चुऱ्ऱुं तलक्कॆट्ट्
गारेजिन् मुन्निൽ चॆऱिय कुट्टि
" तविट्ट् , चारनिऱत्तिलुळ्ळ घटिकारं "
मनुष्यन् कऱुत्त हॆൽमॆऱ्ऱ् उण्ट्
ऒरु कऱुत्त ट्रॆयिൻ ऎञ्चिൻ
क्यामऱयिൽ श्रद्ध केन्द्रीकरिक्कुन्न ऒरु वॆळुत्त निऱमुळ्ळ पूच्च
ऒरु वयलिൽ निൽक्कुन्न जिऱाफ्
पन्त् ऎऱियुन्नत् ऎङ्ङनॆयॆन्न् निർण्णयिक्काൻ अम्पयർ कुनिञ्ञु
पोൾक्क डोट्ट् उळ्ळ कऱुत्त कुट
ऒरु व्यक्तियुटॆ तल
सवन्नयिൽ आनक्कूट्टं
ऒरु वलिय वॆळुत्त कॆट्टिवलिक्कुन्न् वाहनं
" चुवप्प् , ओऱञ्च् निऱमुळ्ळ रक्त ओऱञ्च् "
ट्रक्क् ऱोडिൽ निർत्ति इट्टिरिक्कुन्नु
स्यूट्ट् धरिच्च व्यक्ति
ऒरु मनुष्यन्ऱॆ कण्णट
ऒरु बोർडिन्ऱॆ भागं
कम्प्यूट्टർ नोक्कुन्न ऒरु पूच्च
वॆळुत्त पात्रत्तिൽ मधुरपलहारं
ऒरु फ्लाऱ्ऱ् बॆडिൽ ट्रॆयिൻ काർ
ऒरु कऱुत्त ट्राष् बाग् .
ब्रोक्कोळियुटॆ ऒरु चॆटि
कुञ्ञ् आन
जिऱाफिൽ तविट्ट् पाटुकൾ
ऒरु कॆट्टिटत्तिन्ऱॆ भागं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कऱुत्त पूच्च सूर्यनिൽ किटक्कुन्नु
मून्न् स्कूट्टऱुकൾ ऱोडिनरिकिൽ निർत्तियिरिक्कुन्नु
ऒरु चॆऱिय ट्रॆयिनिൽ कुट्टि
निलत्त् कऱुत्त पुळ्ळि
काऱिन्ऱॆ वातिൽ हाൻडिൽ पक्षि
अन्धൻ तुऱन्निरिक्कुन्नु
कण्णाटियिൽ मेलङ्कियुटॆ प्रतिफलनं
ऒरु ऱफ्रिजऱेऱ्ऱऱिन्ऱॆ उळ्ळिൽ .
चुवरिൽ स्विच्च् प्लेऱ्ऱ्
चुवप्पुं वॆळ्ळयुं टॊयोट्ट चिह्नं
पशुविन्ऱॆ वलत् कण्ण्
ऒरु पुൽत्तकिटि
ऒरु वलिय पासञ्चർ जॆऱ्ऱ्
नीळमुळ्ळ मुटियुळ्ळ वॆळुत्त पूच्च
कुञ्ञ् आन
" वॆळ्ळ , तविट्ट् जिऱाफुकൾ "
कुञ्ञ् आन
सർफ्बोർड् वहिक्कुन्न व्यक्ति
जिऱाफिन्ऱॆ मुखं
ऒरु तॆरुविൽ ऒरु पच्च ट्रक्क्
चारयुं कऱुप्पुं निऱत्तिलुळ्ळ मोट्टोർसैक्किൾ
टॆलिविषൻ काणुन्न तविट्ट् नाय
ऒरु मൾट्टि - कळർ कർट्टൻ .
चुवप्पुं वॆळ्ळयुं उळ्ळ ऒरु तलं
ऒरु ट्राक्किൽ ऒरु ट्रॆयिൻ
कुञ्ञ् आन
ऒरु वाർत्त ड्रैव्वे
वलिय ब्रषिलूटॆ चॆऱिय पॆൺकुट्टि
अरिञ्ञ सवाळ पात्रत्तिൽ
ऒरु कट्टिൽक्कटुत्तुळ्ळ स्त्री
षोർट्ट्स् कमो आण्
स्त्री टयऱुकळिൽ वायु इटुन्नु
आकाशत्त् ऒरु ऱिबൺ
वैऱ्ऱ् लिनൻ ऱॆस्ऱ्ऱोऱन्ऱ् मॆनु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु वलिय तविट्ट् पानൽ
ऒरु वलिय पच्च वृक्षं
चुवन्न कैऱ्ऱ् आकाशत्त् पऱक्कुन्नु
ऎस् युवि तॆरुविൽ पाർक्क् चॆय्तु
फ्रिस्बी चुवन्नताण्
स्नोबोർडिलॆ ऒरु व्यक्ति
कौण्टऱिൽ ऒरु वॆळुत्त कोप्प
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
रण्ट् कण्णुकळुळ्ळ चॆऱिय वॆळुत्त पट्टं
इतॊरु फलमाण्
वलिय आटुकൾ
मुकळिൽ ऒरु माർबिൾ आवरणवुं अलङ्कारवुमुळ्ळ वॆळुत्त अटुप्प्
चुवप्प् टै .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
क्लोक्किन्ऱॆ मुकळिൽ प्रतिम
स्नो बोർडिൽ मनुष्यൻ
ऒरु कण्णट धरिच्च व्यक्ति
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
नील फ्रिस्बी वायुविൽ
सीब्रकळुटॆ कुटिवॆळ्ळं .
ऱॆड् ऱूफ् मरङ्ङൾ मऱच्चिरिक्कुन्नु
पाർक्क् चॆय्तिरुन्न बसिन् मुन्निൽ निൽक्कुन्न स्त्री
टॆन्नीस् कोർट्टिൽ नाल् पॆൺकुट्टिकൾ
कुञ्ञ् आन
कुट चुवप्पाण् .
मनुष्यൻ ऒरु लोंग्बोർडिൽ
ऱोडिनरिकिൽ ऒरु मञ्ञ स्ऱ्ऱेषणऱि बस्
अमेरिक्कൻ पताकयुळ्ळ वॆळ्ळि पताक
पुरुषन्मारुटॆ कुळिमुऱि
उपरितलं पाऱकൾ कॊण्ट् उळ्ळताण्
आकाशत्त् जॆऱ्ऱ् पुक
ऒरु कूट्टं ताऱावुकൾ
ऒरु ध्रुवत्तिൽ पच्चयुं वॆळ्ळयुं तॆरुव् चिह्नं
पुल्लिलॆ अग्नि जलांशं .
चारनिऱत्तिलुळ्ळ अटियन्तिर पूच्च
सब्वेयिൽ रण्ट् नील सीऱ्ऱुकൾ
इनङ्ङळुळ्ळ मून्न् पात्रङ्ङळुटॆ गणं
पात्रत्तिൽ भक्षणं तिरयुन्न प्राव्
चुमरिलॆ ऎऴुत्त्
ऒरु विळक्क् तूणिൽ तूङ्ङिक्किटक्कुन्न ऒराൾ
नायय्क्क् चॆविकळुण्ट्
ब्लाक्क् आൻड् वैऱ्ऱ् नाय
ऒरु चॆऱिय ब्रीफ्केस्
ऱोड् सैड् बॆञ्चिൽ उऱङ्ङुन्न ऒराൾ
ऒरु वॆळुत्त स्नोफ्लेक्क् अलङ्कारं
ऒरु कैऱ्ऱ् कैवशमुळ्ळ ऒराൾ
ऒरु कऱुत्त ट्राष् बाग् .
कुञ्ञ् आन
ऱॆयिൽवे सिग्नൽ
मेशप्पुऱत्त् मून्न् तुऱन्न लाप्टोप्पुकൾ
कुरङ्ङൻ ऒरु वाऴप्पऴं पिटिक्कुन्नु .
नीलयुं पच्चयुं उळ्ळ ऒरु प्लेऱ्ऱ्
कुञ्ञ् आन
ऒरु वॆळुत्त निऱमुळ्ळ वाष्बेसिൻ
पॆൺकुट्टियुटॆ कैत्तण्टयिൽ चुवन्न ब्रेस्लॆऱ्ऱ् .
ब्रिक्क् बिൽडिंगिൽ नील वोक्स्वागൻ
आनयुटॆ पिन्निൽ आन
ऒरु बात्त्ऱूं सिङ्किन्ऱॆ कऱुप्पुं वॆळुप्पुं फोट्टो
कॆट्टिटत्तिन्ऱॆ ओऱञ्च् फ्रण्ट्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कटलिनप्पुऱं कर
ऒरु बेबि स्ऱ्ऱियർ मेयुकयाण्
होट्ट् डोग् कॆच्चप्प् कॊण्ट् मूटियिरिक्कुन्नु .
अटुक्कळयिൽ वॆळुत्त फ्रिड्ज्
ऒरु स्त्री वस्त्रं धरिक्कुन्नु
पच्चयुं वॆळ्ळयुं रण्ट् अटयाळङ्ङൾ
द्वीप् बीच्च् रंगं
ऒरु वलिय वॆळुत्त ध्रुवक्करटि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
भक्षणङ्ङळुटॆ ऒरु ट्रे
ऒरु स्त्री कै इल्लात्त वस्त्रत्तिൽ नटक्कुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
मेघङ्ङൾ आकाशत्ताण् .
नीलयुं वॆळ्ळयुं उळ्ळ बोट्ट् वॆळ्ळत्तिൽ
मूलयिൽ वलिय पच्च पർव्वतं .
पच्च षർट्टुकൾ धरिच्च आळुकൾ
कण्णट धरिच्च स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
" ऒरु कम्प्यूट्टർ स्क्रीൻ प्रवत्तनत्तिलाण् , मऱ्ऱॊन्न् प्रवർत्तनरहितमाण् "
नेराय भागं
वॆळुत्ततुं व्यक्तवुमाय कम्प्यूट्टർ कीबोർड्
वॆळुत्त कुप्पायत्तिൽ ऒरु कऱुत्त मनुष्यൻ .
मेशप्पुऱत्त् ऒरु पॆप्सि काൻ .
ऒरु ऱफ्रिजऱेऱ्ऱർ तुऱन्नु
काणिकൾ इरिक्कुन्नु
वीट् तविट्टुनिऱमुळ्ळ मतिलाण्
इतॊरु परस्यमाण्
ऒरु ब्रौൺ टाबि पूच्च
ऒरु स्वർण्ण पूच्च कण्ण्
व्यक्ति कऱुत्त तॊप्पि धरिक्कुन्नु
ऒरु वलिय कऱुप्पुं वॆळुप्पुं नाय्क्कुट्टि
पुल्लिൽ ऒरु बॆञ्चिन्ऱॆ पच्च वशं .
निൽक्कुम्पोൾ सॆब्र इटत्तेक्क् नोक्कुन्नु
आळुकൾ ऒरु मलयिൽ काൽनटयायि
ऒरु चॆऱिय तटिच्च अग्नि जलांशं
ऱोड् माർगं लगेजुळ्ळ स्त्री
इत् ऒरु स्त्रीयाण्
मरङ्ङळिൽ पच्च इलकൾ
आൺकुट्टिक्क् तविट्ट् निऱमुळ्ळ मुटियुण्ट् .
कुऱच्च् मेघङ्ङळुळ्ळ ऒरु नीलाकाशं
ऒरु गोपुरत्तिन्ऱॆ वशं
विൻसिलिൽ टैൽ
इतॊरु बॆञ्चाण्
इतॊरु तॊप्पियाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चुवन्न सुखसौकर्यङ्ङळुळ्ळ ऒरु किटक्क
इताण् पुल्ल्
बॆञ्चिൽ इरिक्कुन्न पय्यൻ वॆळ्ळं नोक्कुन्नु .
ऒरु विमानत्तिलॆ मुൻ चक्रं
पच्चकुत्तिय मनुष्यन्ऱॆ अटुत्तुळ्ळ शून्यमाय कऱुत्त कसेर
इरुण्ट नील बेस्बोൾ तॊप्पि
आटुकळुटॆ ऒरु संघं ऱोडिन्ऱॆ इटतुवशत्तेक्क् तिरिञ्ञु .
ग्रे तिरश्चीन ट्राफिक् सिग्नൽ
मैतानत्त् पिङ्क् धरिच्च सोक्कർ कळिक्कारൻ
विൻसिलिन् मुकळिൽ चॆऱिय नील ग्लास् कुप्पि
इतॊरु ट्रॆयिൻ आण्
" वॆळ्ळ , पच्च तॆरुव् चिह्नं "
बसिलॆ ऱूट्ट् निർण्णयिक्कൽ
अतिൽ वळ्ळं उळ्ळ जलाशयं
कटलिन्ऱॆ अरिकिൽ निൽक्कुन्न कळ्ळ्
मतिൽ मञ्ञ निऱमाण् .
विपरीत दिशकळिलेक्क् नोक्कुन्न रण्ट् सीब्रकൾ
ऒरु बाग् कोट्टൺ मिठायि
ऒरु कट्टिलिൽ तलयिण
इटतुवशत्तुळ्ळ होट्ट् डोग् .
ऒरु व्यक्ति पऴय वीडियो गॆयिं कळिक्कुन्नु
चुवन्न तॊप्पि धरिच्च मनुष्यൻ .
पाർक्क् एरिययिൽ पुऱत्त् प्रतिम
ऒरु पाऱक्कॆट्टुकळुटॆ ताऴ्वर
वॆळ्ळत्तिन्ऱॆ मूलयिൽ नील कानो .
ऒराൾ बैक्क् ओटिक्कुन्नु
बण्णिन् कीऴिलुळ्ळ चॆऱिय पच्च चीर .
विप्प् क्रीमिन् मुकळिൽ चॆऱिय पॆक्कൻ कषणङ्ङൾ .
कऱुत्त कोट्ट् धरिच्च ऒरु स्त्री नाययुमायि नटक्कुन्नु .
स्केऱ्ऱऱुटॆ तलयिൽ हॆൽमॆऱ्ऱ् .
कय्यिൽ कुटयुळ्ळ मनुष्यൻ
नटुक्क् वलिय मरं वृत्तं .
स्ऱ्ऱॆयർवॆल्लिन्ऱॆ मरं वेलि
कॊच्चु पॆൺकुट्टिक्क् तविट्ट् निऱमुळ्ळ मुटियुण्ट्
जिऱाफिन्ऱॆ पिൻभागत्त् वलिय मरक्कॊम्प् .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
आनकळुटॆ कूट्टं
अलमारयिलॆ कुप्पि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पश्चात्तलत्तिൽ रण्ट् सർक्किൾ तिळङ्ङुन्नु .
इळं निऱमुळ्ळ पाऱ मतिൽ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
वलिय आटुकൾ पुल्लिൽ किटक्कुन्नु .
चित्रं सन्ध्ययिलाण् ऎटुत्तत्
रंगं ऒरु अटुक्कळयिलाण्
ट्राक्किൽ चुवन्न ट्रॆयिൻ
" पच्च , कऱुप्प् गॆक्को आकृतियिलुळ्ळ पट्टं "
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
स्केऱ्ऱ्बोർड् अरीनयिलॆ ग्राफिऱ्ऱि
पूच्चयुटॆ इटत् चॆवि .
प्रदർशिप्पिक्कुकयुं फलकत्तॆक्कुऱिच्चुळ्ळ विवरङ्ङൾ
षोർट्ट्सिൽ सुन्दरियाय स्त्री
बैक्क् यात्रिकൻ कटयुटॆ मुन्निलूटॆ सवारि चॆय्युन्नु
ऒरु कालिन्ऱॆ पाऱ्ऱ्
पिङ्क् मोतिरं पिटिच्चिरिक्कुन्न मनुष्यൻ
ओऱञ्च् चक्रङ्ङळुळ्ळ स्केऱ्ऱ्बोർड्
ऒरु काबिनऱ्ऱिलॆ मुट्ट् .
ऒरु तविट्ट् फुट्बोൾ
विमानं ऱൺवेयिलाण्
आटुकळुटॆ कूट्टं
वॆळ्ळं शान्तमाण्
कय्यिൽ स्त्रीयुटॆ केक्किन्ऱॆ पीस् .
वयलिनु नटुविൽ आनकळुटॆ अटुत्तुळ्ळ मरं
मुऱियिलुळ्ळ वॆळुत्त टोय्लऱ्ऱ् .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
मुൻवशत्तॆ कॆट्टिटङ्ङळिൽ ऒरु गोपुरं
ट्रक्किलॆ पच्च ट्रॆयिलർ
कुट तॊप्पि उळ्ळ मनुष्यൻ
जिऱाफिन्ऱॆ तलयिൽ मुट्टुकൾ उण्ट्
मञ्ञयुं कऱुप्पुं उळ्ळ लाप्टोप्प् .
ट्रॆयिनिलॆ नम्पऱुकൾ
घटिकार गोपुरं
जिऱाफ् कऴिक्कुन्नु
वॆळ्ळं चोप्पियाण् .
ऒरु कॆट्टिटत्तिन्ऱॆ मून्नां वशत्तुळ्ळ ऒरु क्लोक्किन्ऱॆ मुखं
कुटयुळ्ळ ऒरु स्त्री
कवल क्रोस्वाक्क्
ऒराൾ इरुन्नु अवन्ऱॆ फोणिलेक्क् नोक्कुन्नु
जिऱाफ् मरङ्ङൾक्किटयिൽ निൽक्कुन्नु
स्त्री फोणिलाण्
आकाशत्तेक्क् ऒरु पट्टं
ऒरु बॆञ्चिन्ऱॆ अटियिൽ आणि
फ्रिड्जिन् मुन्निलुळ्ळ कान्तिक बट्टणुकൾ .
उयർत्तिय अटप्प् उळ्ळ वॆळुत्त टोय्लऱ्ऱ्
ऒरु स्त्री पॊतु बॆञ्चिൽ इरिक्कुन्नु
ऒरु हम्मिंग् बेർड् फोट्टोयिൽ उण्ट्
ऒरु पात्रत्तिनटियिൽ ऒरु वॆळ्ळि नाൽक्कवल
कण्टॆय्नർ ग्लास् आण् .
मञ्ञ चक्रङ्ङळुळ्ळ वॆळुत्त स्केऱ्ऱ्बोർड्
ऒरु स्कीयऱुटॆ चित्रं
ऒरु बोർडिൽ आप्पिൾ कषणं मुऱिक्कुक .
बोൾ वायुविൽ निൽक्कुन्नु
इष्टिक अटुप्पिൽ वच्चिरिक्कुन्न असंस्कृत पिस्सकൾ वेविक्कुक
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒराൾ स्यूट्ट् धरिक्कुन्नु
ऒरु प्रधान लीग् बेस्बोൾ कळि
मुൻनिरयिൽ मिऱർ .
आनयुमायि मनुष्यൻ
चॆऱिय मरं इलकळिल्लातॆ पुऱत्तेक्क् .
आन कुनियुन्नु
पकൽ समयत्त् कॆट्टिटङ्ङळुटॆ काऴ्च .
ऒरु सൺबർस्ऱ्ऱ् पाऱ्ऱेൺ त्रो ऱग्
" ऒरु स्वർण्ण , नील सिऱ्ऱि बस् "
कऱुत्त पिटियिൽ चारनिऱत्तिलुळ्ळ लोहत्तिन्ऱॆ कत्ति
मऴयिൽ कूटि नटक्कुन्न व्यक्ति .
मेशप्पुऱत्त् एकदेशं शून्यमाय बियർ ग्लास्
कलत्तिൽ ओऱञ्च्
कण्णिൽ कण्णटकൾ धरिक्कुन्न मनुष्यൻ
पिन्निൽ रूपकൽप्पनयुळ्ळ ऒरु वॆळुत्त टी षർट्ट्
ऒरु मृगत्तिन् मञ्ञ रोमङ्ङൾ
कऱुप्पुं वॆळुप्पुं वरकൾ
बैक्कुकळुटॆ पिൻभागत्त् चॆऱिय पाऱ .
फोट्टोयॆटुक्कुन्न रण्टुपेർ
ऒरु काൻ डयऱ्ऱ् कोक्क्
ऱोडिൽ काऱुकൾ
विൻडो लॆड्जिൽ करटिकൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
तऱयिൽ चतुर टैൽ
पॆൺकुट्टि ऒरु भीमൻ सोफ्ऱ्ऱ् प्रिऱ्ऱ्सॆൽ चुमक्कुन्नु
कुञ्ञ् आन
रण्ट् तटि बीच्च् कसेरकൾ
चॆऱिय चुवन्न ट्रॆयिൻ
पुल्ल् तिन्नुन्न ऒरु सीब्र
वॆळ्ळ तरंगङ्ङൾ वॆळ्ळत्तिൽ अटिक्कुन्नु
कुळिमुऱियिൽ ऒरु वॆळुत्त पोർसलैൻ टोय्लऱ्ऱ्
सർफ्बोർडिलॆ पॆൺकुट्टि
कुन्निऱङ्ङुन्न स्केऱ्ऱ्बोർडिलॆ स्केऱ्ऱ्बोർडർ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मनुष्यൻ टॆन्नीस् कळिक्कुन्नु
ऒरु वनिता टॆन्नीस् कळिक्कारि
प्रायमाय स्त्री तविट्ट् लॆतർ कट्टिलिൽ इरिक्कुन्नु
पाർक्क् चॆय्त विमानं
ऒरु मेशयिൽ नील मॆऴुकुतिरिकൾ कत्तिक्कुन्नु .
ऒरु सोक्कർ पन्त् कैवशमुळ्ळ ऒराൾ
स्केऱ्ऱ्बोർडिൽ ऒरु स्ऱ्ऱण्ट् चॆय्युन्न ऒराൾ
सीब्रयुटॆ मूक्क् कऱुत्तताण्
स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीൽ फ्रिड्ज्
ऒरु बाग् कोट्टൺ मिठायि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वलिय निऱमुळ्ळ ट्रॆयिൻ विൻडो
नाययुटॆ वाൽ
कॆट्टिटत्तिन्ऱॆ वशत्तुळ्ळ विൻडो
ऒरु चॆऱिय चार नग्न
तुऱन्न काबिनऱ्ऱ् वातिൽ
ऒरु बाग् कोट्टൺ मिठायि
काऱिलॆ ऒरु लोगो
ऒरु जिऱाफि निलत्तु किटक्कुन्नु
किटक्कयिൽ निൽक्कुन्न पूच्च
बेस्बोൾ पिच्चർ ऒरु पन्त् ऎऱियुन्नु
ऒरु चॆऱिय पात्रत्तिൽ वॆळुत्त स्नो पॆडൽ .
बेस्बोൾ यूणिफोमिलुळ्ळ व्यक्ति
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
वॆळुत्त कुप्पायं धरिच्च ऒरु कुट्टि
ऒरु कऱुत्त ट्राष् बाग् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु चिह्नत्तिൽ पि अक्षरं
ऒरु स्त्री ऒरु सब्वे काऱिन् मुन्निൽ नटक्कुन्नु
द्वीप् बीच्च् रंगं
अत् आनयाण्
स्केऱ्ऱ्बोർडिൽ नीलनिऱत्तिलुळ्ळ ऒरु पॆൺकुट्टि
किटक्क निർम्मिच्चिरिक्कुन्नु
कसेरयिൽ इरिक्कुन्न रण्ट् स्त्रीकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
चुवरिൽ टिवि स्क्रीൻ
ऒरु मरं पोस्ऱ्ऱिൽ अटयाळं निർत्तुक
ऒरु कऱुत्त लेसർ मौस्
हॆൽमॆऱ्ऱ् धरिच्च ऒराൾ
कुञ्ञ् आन
तविट्टुनिऱत्तिलुळ्ळ मेൽक्कूरयुळ्ळ वीट्
फ्रण्ट् टेबिळिन्ऱॆ मध्यत्तिൽ वॆळुत्त पात्रं
कट्टिलिൽ षीऱ्ऱुकळुटॆ कूट्टं .
इयाൾ बैक्क् ओटिक्कुन्नु .
मनुष्यൻ बैक्कुमायि ऱोडरिकिൽ इरिक्कुन्नु
मञ्ञ बसुकळुटॆ कूट्टं
स्त्री वॆळुत्ततुं कऱुत्ततुमाय षूस् धरिच्चिरिक्कुन्नु .
कटन्नुपोकुन्न ट्रॆयिൻ
ऒरु चिह्नत्तिൽ कऱुत्त अक्षरं
चॆऱिय जोटि कत्रिक
कॆट्टिटत्तिन्ऱॆ वशत्तुळ्ळ चुवन्न पॆट्टि .
बेस्बोൾ अटिक्कुन्न बाऱ्ऱർ
द्वीप् बीच्च् रंगं
ध्रुवं नील - पच्चयाण्
कुञ्ञ् आन
मुळक् नाय मुकळिൽ तक्काळि टीमिल्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मेशप्पुऱत्त् वॆळुत्त मेश तुणि
कॆट्टिटत्तिन् समीपं ऒरु अटयाळं
मनुष्यൻ फ्रीवेयुटॆ अरिकिलूटॆ नटक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मनुष्यൻ कुन्निൻ मुकळिൽ स्कीयिंग्
स्केऱ्ऱ्बोർडिन् समीपं ऒरु वेलि
पिस्स कऴिक्कुन्नु मनुष्यൻ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु वलिय जिऱाफिन्ऱॆ युव जिऱाफ्
अऴुक्किൽ निൽक्कुन्न सीब्र
अग्नि जलांशं तविट्टुनिऱमाण् .
परवतानियिलॆ क्रमं
पकൽ ऎटुत्त चित्रं
पशु क्यामऱयिलेक्क् नोक्कुन्नु
भक्षणं कऴिक्कुन्न आट्
कुट्टिकൾ कुऱच्च् पच्चक्कऱिकൾ कऴिक्कुन्नु
कऱुप्पुं वॆळुप्पुं मोट्टोർबैक्क्
निलत्त् चॆऱिय वॆळुत्त वर
वॆळ्ळत्तिൽ वलिय मृगं
व्यक्ति पिस्स कऴिक्कुन्नु
नील पान्ऱुं चुवन्न षർट्टुं धरिच्च मनुष्यൻ कैय्यटिच्च् नटक्कुन्नु
आकाशत्तिन्ऱॆ भागं .
वायुविൽ ऒरु मञ्ञ टॆन्नीस् पन्त्
ऒरु माट्टिൽ पञ्चसार कुक्किकൾ
करटि उऱङ्ङुकयाण्
सुन्दरमाय मुटियुळ्ळ ऒरु कॊच्चु पॆൺकुट्टि
ऒरु कूट्टं एष्यൻ चॆऱुप्पक्काർ
तिळङ्ङुन्न पच्च आप्पिൾ .
टॆन्नीस् ऱाक्कऱ्ऱ् कैवशमुळ्ळ स्त्री
मनुष्यൻ अऴुक्किൽ मोट्टोർ सैक्किൾ ओटिक्कुन्नु .
आटुकൾ ऒरु कुन्निൻमुकळिൽ किटक्कुन्नु
ब्रौൺ निऱत्तिलुळ्ळ करटि ऎऴुन्नेऱ्ऱु निൽक्कुन्नु
षूविन्ऱॆ सोൾ नील आण्
ऒरु बाग् कोट्टൺ मिठायि
कॆट्टिटत्तिन् पिङ्क् निऱमाण् नൽकियिरिक्कुन्नत् .
ऒरु पात्रत्तिൽ ऒरु मञ्ञ सूप्प्
चॆऱिय चुवन्न चोक्लेऱ्ऱ् कष्णं
मेशप्पुऱत्त् लाप्टोप्प्
वयलिൽ इरुण्ट कुतिर
तटि मेशयिൽ वॆळुत्त मौस्
ऒरु स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीൽ सिङ्क् फ्यूसऱ्ऱ् .
तविट्टुनिऱत्तिलुळ्ळ कुतिर पुल्लिൽ निൽक्कुन्नु
वीटिनुळ्ळिൽ टॆन्नीस् कळिक्कुन्न पुरुषन्माർ
टॆडियुटॆ मूक्क्
ऒरु ट्रक्किन्ऱॆ किटक्क
स्केऱ्ऱऱिन् ताऴॆयुळ्ळ पटिकൾ
पർप्पिൾ पावाट धरिच्च ऒरु स्त्री
टർफिलॆ प्रतिम
" मञ्ञ , कऱुत्त टॆन्नीस् ऱाक्कऱ्ऱ् "
पूक्कൾ वॆळुत्तताण्
ऒरु फ्रिड्ज् उण्ट् .
उयरमुळ्ळ तविट्ट् तटि ध्रुवं
वॆळुत्त टोय्लऱ्ऱ् सीऱ्ऱ् कवർ
पुल्लिൽ कुञ्ञ् करटि
ऒरु मनुष्यन्ऱॆ मञ्ञ निऱत्तिलुळ्ळ वस्त्रं
मिक्कवाऱुं कऱुत्त जोർज्ज् फोർमाൻ ग्रिൽ
आप्पिൾ निർम्मिच्च वयർलॆस् मौस् .
चुवन्न सान्ता तॊप्पि धरिच्च मनुष्यൻ .
टॆलिविषन्ऱॆ ऒरु मूवि षॆൽफ्
कुट पिटिक्कुन्न रण्ट् स्त्रीकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वयർ कॊण्ट् पॊतिञ्ञ मरत्तिन्ऱॆ शिखरं
स्कीयिसिൽ कुन्निऱङ्ङुन्न व्यक्ति
कॆट्टिटत्तिन्ऱॆ वशत्त् वलिय घटिकारं
तॆरुविൽ बस् तिरियुन्नु
वृत्ताकृतियिलुळ्ळ वॆळुत्त चिह्नं कॊण्ट् कत्तिच्च कॆट्टिटं
तॆरुव् विळक्कुकൾक्क् चुऱ्ऱुं ग्लास् ग्लोबुकൾ
सैड् वाक्क् ओटुन्न पॆൺकुट्टि
कुञ्ञ् आन
कुट्टि कुतिरयुटॆ अरिकिൽ निൽक्कुन्नु
" नील , ओऱञ्च् वरकळुळ्ळ ऒरु वॆळुत्त बस् "
विल्लिलॆ सिविऱ्ऱ बोट्टिन्ऱॆ पेर्
कऱुत्त कुतिर सवारि चॆय्युन्न ऒरु स्त्री
वॆळ्ळयुं चुवप्पुं अटयाळं
निलं मुऴुवൻ मञ्ञ्
" तविट्ट् , वॆळ्ळ निऱत्तिलुळ्ळ सीब्र मणमुळ्ळ पाऱकൾ . "
अटुक्कळयिൽ चॆऱिय वॆळ्ळ फ्रिड्ज्
कत्रिक पिटिक्कुन्न कॊच्चु पॆൺकुट्टि
द्वीप् बीच्च् रंगं
ऒरु वयलिൽ सीब्र
फ्रीसऱिन्ऱॆ तुऱन्न वातिൽ
औट्ट्डोർ फ्रूट्ट् स्ऱ्ऱाळिൽ षोप्पिंग् नटत्तुन्न आळुकൾ
ऒरु जोटि सीब्रकൾ तटविൽ सूक्षिच्चिरिक्कुन्नु
मൾट्टि - कळർ फ्लोർ ऱग् .
समुद्रत्तिलॆ ऒरु व्यक्ति
कारऱ्ऱ् ऒरु पात्रत्तिलाण्
वॆळुत्त अरियुटॆ ऒरु लोह पात्रं
इतॊरु कुळिमुऱियाण्
वायुविൽ ऒरु पट्टं उण्ट्
द्वीप् बीच्च् रंगं
आनकळॆक्कुऱिच्च् केट्टिट्टुण्ट्
ऒरु फीൽडिन्ऱॆ भागं
ऒरु जोटि पुरुषन्मारुटॆ नील जीൻस्
तुऱन्न वाययुळ्ळ मनुष्यൻ
ई पुरुषन्माർ स्कीयिंग् आण्
नीलयुं वॆळ्ळयुं उळ्ळ विमानं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु पच्च बात्त्ऱूं कौण्टർ
ऒरु पुरुषൻ ऒरु पॆൺकुट्टि सർफ्बोർड् स्कीयिंग्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
मनुष्यൻ ऒरु पट्टं पऱक्कुन्नु
ऒरु ऱोमൻ नम्पർ
चुवन्न बस् ऒरु बस् स्ऱ्ऱोप्पिൽ
वॆळुत्त अरियुटॆ ऒरु वृत्ताकृति .
मून्न् चुवप्प् रण्ट् निल बसुकൾ
नील तुणियिൽ वॆळुत्त नक्षत्र रूपं
तिळक्कमुळ्ळ मञ्ञ जाग्रत चिह्नं
ऒरु तळिकयिൽ भक्षणं .
ऒराൾ मोट्टोർ सैक्किൾ शरियाक्कुन्नु
अटुक्कळयिൽ ऱफ्रिजऱेऱ्ऱർ
निलत्त् तविट्टुनिऱत्तिलुळ्ळ मरचिह्नं
ऒरु मरं बॆञ्चिൽ इरिक्कुन्न ऒरु कॊच्चुकुट्टि
कटൽत्तीरत्तॆ चॆऱिय ईन्तप्पन
ऒरु वलिय स्ऱ्ऱोർ विൻडो
मेशप्पुऱत्त् ब्रौൺ ग्लास् कुप्पि
वॆळ्ळं निऱच्च ग्लास्
पात्रत्तिन्ऱॆ अरिकिൽ कत्ति
रण्ट् काऱुकळुळ्ळ क्रोस् वाक्किൽ निർत्तुन्न हैवे
कऱुत्त वॆळिच्चत्तिन् पुऱत्त्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
तऱयिൽ वॆळुत्त मूत्रं
ऒरु मनुष्यन्ऱॆ चुवप्पुं वॆळ्ळयुं षർट्ट्
टोय्लऱ्ऱ् पेप्पऱिन्ऱॆ ऒरु ऱोൾ
साൻड्विच्चिൽ तुळसि इलकൾ
ऒरु पिङ्क् सॆൽफोൺ
नाययिൽ कऱुत्त रोमङ्ङळुटॆ पाच्च्
कुञ्ञ् आन
अलमारयिൽ तिळक्कमुळ्ळ मञ्ञ वाऴप्पऴं
कटൽ वॆळ्ळं
पताक कॆट्टिटत्तिन्ऱॆ वशत्त् तूक्कियिरिक्कुन्नु
स्कीसिलॆ ऒरु व्यक्ति
ऒरु कऱुत्त ट्राष् बाग् .
द्वीप् बीच्च् रंगं
वॆळ्ळं मुकळिलेक्क् वॆटिवय्क्कुकयाण्
कट्टियुळ्ळ कोट्ट् धरिच्च् तल ताऴ्त्ति ऒराൾ .
मൾट्टि - कळർ सोक्कർ बोൾ
ट्राक्कुकळिൽ ट्रॆयिൻ
ऒरु ट्रॆयिൻ स्ऱ्ऱेषൻ प्लाऱ्ऱ्फों
धाराळं पऴय बैक्कुकൾ प्रदർशिप्पिच्चिरिक्कुन्नु
उयरमुळ्ळ कॆट्टिटं
कुतिरय्क्क् वॆळुत्त रोममुळ्ळ पादङ्ङळुण्ट्
अकलॆ ऒरु वॆळ्ळ वॆळ्ळत्तिन्ऱॆ गोपुरं
उयरमुळ्ळ ओवർहांगिंग् षेड् मरङ्ङൾ
" वॆळुत्त कऱुप्पुं , चुवप्पुं निऱत्तिलुळ्ळ टॆन्नीस् ऱाक्कऱ्ऱ् "
चुवरिൽ बोक्सिंग् पोस्ऱ्ऱർ
आनयुटॆ भागिक तुम्पिक्कै .
कटिच्च अटयाळङ्ङळुळ्ळ कारऱ्ऱ् पुऱत्तॆटुत्तु
ऒरु जोटि जीൻस् धरिच्च ऒरु स्त्री
ऒरु विश्रममुऱियिൽ मूत्रं
स्त्री बैक्कुमायि तॆरुव् मुऱिच्चुकटक्कुन्नु
शून्यमाय षांपॆय्ൻ फ्लूट्टुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कटൽत्तीरत्त् ऒरु बॆञ्च्
चारनिऱत्तिलुळ्ळ षർट्ट् धरिच्च मनुष्यൻ
" चार , टाൻ तीवण्टि "
कटൽत्तीरत्तॆ पेस्ट्रिकൾ निऱञ्ञ पट्टिक .
ध्रुवत्तिൽ कऱुत्त स्ट्रीऱ्ऱ् सैൻ
निलत्त् ऒरु वॆळुत्त नक्षत्रं
वॆळ्ळत्तिൽ वॆळ्ळ वळ्ळं
पेनयिलॆ मृगङ्ङൾ .
वॆळिच्चं मेൽक्कूरयिൽ
ऒरु पाർक्किंग् मीऱ्ऱർ
चुमरिलॆ औट्ट्लॆऱ्ऱ्
फ्रिस्बी कैवशमुळ्ळ चॆऱिय कुट्टि
फोट्टो ऒरु अटुक्कळयिलाण् इरिक्कुन्नतु
आळुकൾ आनप्पुऱत्ताण्
ऒरु वलिय पुൽत्तकिटि
मनुष्यൻ हॆൽमॆऱ्ऱ् धरिच्चिरिक्कुन्नु
टै धरिच्च मनुष्यൻ
मञ्ञुवीऴ्चयुळ्ळ मलयोर भूप्रकृति
वेलियिलॆ नील मुकൾभागं
बेस्बोळिनायि ऒरु पिच्चർ ग्लोव्
ऒरु नील निऱत्तिलुळ्ळ चूषणं
वळरॆ वलिय हॆड्लैऱ्ऱ् काणां
वॆळ्ळवुं पुतप्पुं इरिक्कुन्न स्त्रीयुं नाययुं
काऱिन्ऱॆ पुऱकिൽ वॆळ्ळि लोगो
ऒरु बेस्बोൾ बाऱ्ऱ् पिटिक्कुन्न ऒराൾ
चिह्नत्तिलॆ वलिय अक्षरङ्ङൾ
भक्षणत्तिन्ऱॆ मनोहरमाय काऴ्च
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
कण्णट धरिच्च ऒराൾ
विळ्ळलुकळिൽ निन्न् वळरुन्न पुल्ल् .
कटൽत्तीरत्त् मून्न् मृगङ्ङൾ
ऒरु होൾडऱिൽ टूत्त् ब्रष्
नटप्पातयिलॆ निऴൽ .
वॆळ्ळ मेखङ्ङळोटॆ आऴत्तिलुळ्ळ नीलाकाशं
वलतुवशत्तेक्क् नोक्कुन्न चार निऱमुळ्ळ वलिय आन
ऒरु कऱुत्त ट्राष् बाग् .
द्वीप् बीच्च् रंगं
कुञ्ञ् आन
विनैൽ ऎൽपि विൻडोयिൽ तूक्कियिरिक्कुन्नु
आळुकൾ तॆरुविलूटॆ नटक्कुन्नु
कुञ्ञ् आन
वॆळ्ळत्तिൽ चॆऱिय पक्षि
वॆळ्ळत्तिन् मुकळिलुळ्ळ व्यक्ति
वलतुवशत्त् मञ्ञयुं कऱुत्त निऱत्तिൽ उळ्ळ पक्षि
कटൽत्तीरत्त् मञ्ञ कूटारं
" नील , चुवप्प् अग्नि जलांशं "
क्याच्चऱुटॆ कैयिलॆ कय्युऱ
वॆळुत्त वै ऱिमोट्ट् कैवशमुळ्ळ पॆൺकुट्टि
चुऱ्ऱुमतिलिन्ऱॆ तऱयिൽ वलिय पाऱक्कूट्टं
व्यक्तिक्क् पच्च षूकळुण्ट्
कुट्टि पच्च ब्रष् उपयोगिच्च् पल्ल् तेक्कुन्नु
ऒरु ट्राफिक् लैऱ्ऱ् पच्च निऱत्तिൽ कत्ति
इतॊरु ट्रॆयिൻ आण्
क्यामऱय्क्क् अभिमुखमायि ऒरु बॆञ्च् .
ऒरु आन मऱ्ऱॊरु आनयुटॆ मुन्निൽ
ऒरु कऱुत्त ट्राष् बाग् .
टोय्लऱ्ऱिलॆ चुऱ्ऱिक
विनोद केन्द्रत्तिൽ टॆलिविषൻ इरिक्कुन्नु
डोणट्ट्स् पॆट्टियिൽ उण्ट्
चुवरिൽ ज्योतिशास्त्र घटिकारं
मनुष्यൻ ऒरु स्नोबोർडिൽ चाटुन्नु
इतॊरु काऱाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मणलिൽ इरुण्ट तविट्टुनिऱत्तिलुळ्ळ कुतिर
रण्टुपेർ स्कीयिंग् चॆय्युन्नु
स्कियർ कालुकॊण्ट् स्कि पॊक्कि अटिभागं काणिक्कुन्नु
आकाशत्त् वॆळुत्त मेघङ्ङൾ
निलत्त् अऴुक्क् .
ऒरु वयलिൽ पशुक्कൾ
चारनिऱत्तिलुळ्ळ कल्ल् बॆञ्च्
विमानं वॆळुत्तताण्
इताण् आकाशं
इतॊरु ग्लासाण्
ऒरु ट्रॆयिൻ ट्राक्किलाण्
देशत्तिन् मुकळिൽ आकाशं
ऒरु कऱुत्त ट्राष् बाग् .
" तविट्ट् , चुवप्प् पक्षि "
मृगङ्ङळिൽ कऱुत्त पाटुकൾ
वैऱ्ऱ् चुवन्न टॆन्नीस् ऱाक्कऱ्ऱ्
" चुवरिൽ नील , पिङ्क् निऱं "
चुवरिൽ चॆऱिय नील टैलुकൾ
ऒरु पक्षि पऱक्कुन्नु
नाय्क्कळुटॆ वायिൽ मञ्ञ कळिप्पाट्टं
पुष्पङ्ङळुळ्ळ ऒरु व्यक्तमाय वास्
कोम्पस् दिश ध्रुवत्तिलॆ ऎൻ .
" तविट्ट् , वॆळ्ळ पशु "
कुञ्ञ् आन
गतागत नियन्त्रण अटयाळ प्रकाशं
इताण् आकाशं
इताण् आकाशं
वातिൽ तुऱन्नु
ऒरु बाग् कोट्टൺ मिठायि
ऒरु पुष्प पाऱ्ऱेൺ परवतानियिൽ
टोय्लऱ्ऱ् फ्लष् चॆय्यानुळ्ळ हाൻडिൽ .
पॆൺकुट्टि किटक्कयिलाण्
नीळमुळ्ळ सिൽवർ कोक्स् ऱिमोट्ट् निरवधि बट्टणुकळुण्ट्
ऒरु विमानत्तिൽ चुवन्न वर
मृगशालयिൽ मून्न् जिऱाफुकൾ
ग्यास् स्ऱ्ऱेषनिൽ ऒरु पिक्कप्प्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
बैक्किन्ऱॆ मुൻ टयർ
ब्लाक्क् आൻड् वैऱ्ऱ् स्ट्रिप्पुकൾ
ऒरु प्लेऱ्ऱिन्ऱॆ भागं
इताण् आकाशं
इत् ऒरु मनुष्यनाण्
ऒरु कत्तिन्ऱॆ भागं
तविट्टुनिऱत्तिलुळ्ळ करटि वॆळ्ळत्तिൽ
कॆट्टिटत्तिन्ऱॆ रण्ट् जालकङ्ङൾ
टिऎൻ ऎन्न महत्ताय संस्थानत्ताण् नाष्विल्लॆ .
करटि वॆळ्ळत्तिൽ कऴुकुन्नु
पुल्लिൽ इरिक्कुन्न चॆऱिय अड्ड्
वॆळ्ळत्तिन् अभिमुखमाय ऒरु बॆञ्च् .
पऴं वलिय ओऱञ्च् ओऱञ्च् आण्
चत्त मरङ्ङळुटॆ ऒरु चॆऱिय मरं निऱञ्ञ प्रदेशं
इतॊरु ट्रॆयिൻ आण्
आकाशत्त् चारनिऱत्तिलुळ्ळ मेघङ्ङൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
तॆरुविൽ ऒरु मोट्टोർसैक्किൾ
ऒरु मेशयिൽ इरिक्कुन्न स्त्री .
ऒरु मेशयिൽ रण्टुपेർ इरिक्कुन्नु
ऒरु पॆൺकुट्टिक्क् इरुण्ट पिङ्क् वस्त्रधारणं
ऒरु फ्रयऱिൽ चॆऱिय स्वർण्ण तविट्ट् पेस्ट्रि
रण्टु मनुष्यർ इरिक्कुन्नु
मिड् ऎयऱिलॆ पन्त्
रण्ट् जिऱाफुकൾ पुऱत्त् निൽक्कुन्नु
मनुष्यन्ऱॆ पुऱकिൽ ऒरु नाय
षർट्ट् इट्ट मनुष्यൻ .
इळं निऱमुळ्ळ वळञ्ञ सोफ
AN कनेडियൻ पसिफिक् \
ऒरु कम्प्यूट्टऱिलेक्क् कुनिञ्ञ व्यक्ति .
ऒरु स्कीयർ पिन्तिरिञ्ञु
निलत्त् वॆळुत्त अग्नि जलांशं
ऒरु मरत्तिൽ पच्च इलकൾ
स्केऱ्ऱ्बोർडिलॆ ऒरु कुट्टि
मञ्ञ् मुकळिൽ निൽक्कुन्न तविट्टुनिऱत्तिलुळ्ळ आटुकൾ
ऒरु मुऱि वलिच्चुवरिकिटक्कुन्नु
ऒरु पक्षियुटॆ कॊक्क्
सർफऱिन्ऱॆ काൽ .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कुञ्ञ् आन
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चुवरिൽ पुष्प पाऱ्ऱेൺ
ऒरु मरं ट्रक्क् बॆडिൽ वॆळुत्त बोट्टुकൾ .
इताण् ऱोड्
इताण् सिङ्क्
कॆट्टिटत्तिൽ वैऱ्ऱ् गोपुराग्रं
कुञ्ञ् आन
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कुञ्ञ् आन
चुमरिൽ अच्चटिक्कुक
कुञ्ञ् आन
ऒरु स्त्री कसेरयिൽ इरिक्कुन्नु
वॆळुत्त क cow बोय् तॊप्पि धरिच्च नाय
भक्षणत्तिन्ऱॆ ऒरु भागं
टोय्लऱ्ऱ् पात्रत्तिलेक्क् चायुन्न पूच्च .
पेस्ट्रिकळुटॆ पिङ्क् पॆट्टि
आनयुटॆ कण्ण्
इतॊरु बॆञ्चाण्
इतॊरु कुप्पियाण्
ऒरु पाळत्तिൽ ऒरु कळिप्पाट्ट तीवण्टि
पन्त् वस्त्रत्तिൽ कुट्टिकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
हॆൽमॆऱ्ऱ् धरिच्च ऒरु कुट्टि
जेऴ्सियुटॆ पुऱकिൽ वलिय चुवन्न नम्पർ नाल्पत्तिरण्ट्
ऒरु क . ण्टऱिൽ वർण्णाभमाय कप्प्
ऒरु वयलिൽ पुल्ल् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
स्त्री कत्ति पिटिक्कुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
आकाशत्त् ऒरु विमानं
इतॊरु पुष्प पात्रमाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इतॊरु मोट्टोർसैक्किळाण्
मेशप्पुऱत्त् अन्यग्रह जीवियुटॆ प्लास्ऱ्ऱिक् कळिप्पाट्टं
टॆन्नीस् मत्सरं कळिक्कुन्न स्त्री
ऒरु षीऱ्ऱिन्ऱॆ भागं
मनुष्यൻ ऒरु कूटारत्तिൻकीऴिൽ
आकाशं नील निऱत्तिलाण्
कुञ्ञ् आन
चुवप्पुं वॆळ्ळयुं मोट्टोർ सैक्किळिൽ चुवन्न स्यूट्ट् उळ्ळ मनुष्यൻ .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
बस्सिलॆ हॆड्लैऱ्ऱुकൾ
ऒरु लोगिन्ऱॆ अऱ्ऱं
वॆळुत्त स्नोफ्लेक्कुकൾ वीऴुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
स्क्रीൻ प्रिन्ऱुचॆय्त चित्रमुळ्ळ वॆळुत्त टि - षർट्ट्
पच्च षർट्ट् धरिच्च व्यक्ति केक्क् कऴिक्कुन्नु
ध्रुवत्तिन् वॆळुत्त निऱमुण्ट्
इत् पुऱत्त् ऎटुत्तताण्
चुवन्न षർट्टिलुळ्ळ मनुष्यൻ वै कळिक्कुन्नु
इतॊरु फोणाण्
इतॊरु इरिप्पिटमाण्
बोट्टिन्ऱॆ वशत्तुळ्ळ कऱुत्त नम्पർ 7258 .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मुऱियिൽ सॆलिंग् पानलुकൾ
ऒरु टॆडि बियർ बैक्क् हॆൽमॆऱ्ऱिൽ इरिक्कुन्नु
पय्यൻ ऒरु पाർक्किൽ फ्रिस्बी कळिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वॆळुत्त लेसुकळुळ्ळ कऱुत्त षू
कुञ्ञ् आन
पच्च पुल्ल् तिन्नुन्न आटुकൾ
मञ्ञ षർट्ट् धरिच्च मनुष्यൻ
मुखत्त् इरुण्ट कण्णटयुळ्ळ मनुष्यൻ .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मतिൽ वॆळुत्त निऱत्तिलाण्
समतलत्तिन्ऱॆ ऒरु भागं
काक्कि पान्ऱ्स् धरिच्च मनुष्यൻ
ऒरु वलिय वॆळुत्त नाय्क्कुट्टि .
नाय नटप्पातयिൽ इरिक्कुन्नु
प्लॆय्ड् षർट्ट् धरिच्च मनुष्यൻ
कुञ्ञ् आन
मनुष्यൻ सർफ्बोർडिङ्ङ् चॆय्युन्नु .
ऒरु कौण्टർटोप्पिൽ मैक्रोवेव्
स्क्रीनिൽ चॆऱिय कऱुत्त आप्पिൾ चिह्नं .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कौण्टऱिन् पिन्निൽ पुञ्चिरिक्कुन्न मनुष्यൻ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
मनुष्यൻ अटुप्पिൽ निन्न् ऎन्तो ऎटुक्कुन्नु .
टूत्त् ब्रषुळ्ळ कुञ्ञिन्ऱॆ तल
टोय्लऱ्ऱिन् मुकळिलुळ्ळ पुस्तकङ्ङൾ
ऒरु काऱ्ऱाटियन्त्रत्तिन्ऱॆ चित्रीकरणं
ऒरु प्लास्ऱ्ऱिक् चुवन्न फलं
मेशप्पुऱत्त् वॆळुत्त लाप्टोप्प्
[ ऒरु पोस्ऱ्ऱिन्ऱॆ भागं
लगेजुकൾक्क् मुन्निൽ चुवन्न ट्रक्क्
मऴयिൽ सोक्कർ
पच्चयुं वॆळ्ळयुं तॆरुव् चिह्नं स्विंगिंग् .
तविट्ट् जाक्कऱ्ऱ् धरिच्च व्यक्ति
नीळमुळ्ळ नेർत्त मॆऱ्ऱൽ पोൾ
द्वीप् बीच्च् रंगं
नाल् कालुकळुळ्ळ मृगङ्ङൾ
मनुष्यൻ पाचकं चॆय्युन्नु
ऒरु वलिय चार पाऱ
मञ्ञिൽ चुवन्न तलयोट्टियुळ्ळ मनुष्यൻ .
समुद्रत्तिൽ सർफिंग् चॆय्युन्न स्त्री
ऒरु अम्म आट् कुञ्ञिनॆ परिशोधिक्कुन्नु
सർफऱिन् पिन्निൽ वलिय नील तरंगं
इत् ऒरु व्यक्तियाण्
पॆൺकुट्टिक्क् नील हॆൽमॆऱ्ऱ् उण्ट्
कटൽत्तीरत्त् ओटुन्न ऒरु कऱुत्त नाय
स्ऱ्ऱोविൽ लोहत्तिन्ऱॆ कुटं
ऒरु वयलिൽ ऒरु चॆऱिय जिऱाफ् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
नाटकीयमाय ऒरु पोसिൽ पॆൺ मानॆक्विൻ
चुवन्न षർट्टिलुळ्ळ ऒरु कूट्टं कुट्टिकൾ कॆट्टिप्पिटिक्कुन्नु .
ऒरु कप्पिൽ पिङ्क् प्लास्ऱ्ऱिक् पात्रङ्ङൾ
नीलाकाशत्तिन्ऱॆ भागं
सർफ् बोർडिन् मुकळिൽ वॆळ्ळत्तिൽ पॆൺकुट्टि .
ऒरु स्ऱ्ऱोप्प् चिह्नमुण्ट् .
ग्रे बेस्बोൾ तॊप्पि
विविधतरं पऴङ्ङൾ अटङ्ङिय वॆळुत्त पात्रं
ऒरु षोप्पिंग् काർट्टिलॆ कालावस्था अलेർट्ट् ऱेडियो
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
द्वीप् बीच्च् रंगं
मञ्ञ टग् बोट्ट् वॆळ्ळत्तिൽ कुतिच्चु
पक्षि वॆळ्ळत्तिन् मुकळिलूटॆ पऱक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
तविट्टुनिऱत्तिलुळ्ळ टॆडि बियർ तऱयिൽ इरिक्कुन्नु
मनुष्यൻ कय्युऱकൾ धरिक्कुन्नु
पऴङ्ङळुळ्ळ चॆऱिय शाख
कुञ्ञ् आन
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कऱुत्त कोट्ट् धरिच्च ऒराൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु आൺकुट्टियुटॆ तल
मेशप्पुऱत्त् वॆळुत्त मेश तुणि
तॊप्पि धरिच्च ऒराൾ
कुञ्ञ् आन
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
काक्कि पान्ऱुं सൺग्लास्सुं धरिच्च नील षർट्ट् धरिच्च मनुष्यൻ
ऒरु कप्पिൽ ब्रॊक्कोळि मुऱिक्कुक .
नावु पुऱत्तु इट्ट नाय .
मनुष्यൻ ऒरु गोट्टि उण्ट्
तविट्ट् षोർट्ट्स् धरिच्च ऒरु स्त्री
इतॊरु पुष्प पात्रमाण्
ई फोhttp
बोർडिൽ मून्न् नम्पऱुकൾ .
वशत्त् निർत्तियिट्टिरिक्कुन्न रण्ट् मोट्टोർसैक्किळुकൾ .
कुटयुटॆ अटियिൽ ऒरु पूच्च .
पच्च लैऱ्ऱ् सिग्नൽ उपयोगिच्च् अटयाळं निർत्तुक .
ऒराൾ होट्टलिൽ नटक्कुन्नु
जॆऱ्ऱुकൾ पऱक्कुन्नु
षवऱिन्ऱॆ वातिൽ
वाऴप्पऴत्तिन्ऱॆ बण्टिൽ
चॆऱिय पच्च इलकळुळ्ळ चॆऱिय मरं
उयरत्तिൽ निൽक्कुन्न ऒरु सीब्र
पच्च वस्त्रं धरिच्च कॊच्चु पॆൺकुट्टि .
उयरमुळ्ळ इष्टिक कॆट्टिटत्तिलॆ वलिय घटिकारं
इव मून्न् स्यूट्ट्केसुकळाण्
नाय फ्लोट्टिൽ इरिक्कुन्नु
स्केऱ्ऱ्बोർडिलॆ ऒराൾ
कुञ्ञ् आन
निलत्त् ऒरु निऴൽ
ऒरु जिऱाफ् वलत्तेक्क् नटक्कुन्नु
तॆरुविൽ बस् .
मनुष्यൻ कण्णट धरिक्कुन्नु .
इव ट्रॆयिनुकळाण्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
अत् आनयुटॆ कण्णाण्
टॆन्नीस् वस्त्रत्तिൽ रण्टुपेർ
ऒरु वलिय तविट्ट् नाय
उयरमुळ्ळवർक्क् कुटिक्काൻ कऴियुं
ट्रॆयिൻ स्ऱ्ऱेषनिൽ कात्तिरिक्कुन्न ऒरु कूट्टं आळुकൾ
प्लेऱ्ऱुकळुळ्ळ ऒरु मेश
ऒरु कुप्पि डिष् सोप्प्
सीब्र पुल्ल् तिन्नुन्नु
मनुष्यन् समीपमुळ्ळ कत्ति तटयൽ
ई चित्रं ऒरु पाർक्किൽ ऎटुत्तताण्
समयं रात्रियिलाण्
नायय्क्क् चुऱ्ऱुं ऒरु ओऱञ्च् बन्दन
मुൻवशत्तुळ्ळ ऒरु बेस्बोൾ कळिक्कारൻ
स्त्री सർफ्बोർड् वहिक्कुन्नु
ऒरु व्यक्ति
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कैकॊण्ट् निർम्मिच्च पुस्तक षॆൽफायि तोन्नुन्नु
कट्टिलिൽ ऒरु तलयिण
ऒरु लॆऱ्ऱऱिन्ऱॆ भागं
ऒरु गेऱ्ऱिൽ ऒप्पिटुक
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
" चुवप्प् , कऱुप्प् अग्नि जलांशं "
टॆडि बियऱिन्ऱॆ कॊत्तुपणि
वॆळुत्त अम्पटयाळं पटिञ्ञाऱोट्ट्
जलांशयन्त्रत्तिन्ऱॆ तल चुवन्नताण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कऱुत्त ट्राष् बाग् .
किटप्पुमुऱियिൽ ऒरु स्त्री
ऒरु मृगशालयिൽ रण्ट् जिऱाफुकൾ
निलं मञ्ञ् मूटियिरिक्कुन्नु
चिह्नत्तिൽ ऒरु वऴि
मनुष्यൻ कुतिरप्पुऱत्ताण्
उयरमुळ्ळ पुल्लिलॆ सीब्र
मेश मरं कॊण्टाण् निർम्मिच्चिरिक्कुन्नत् .
चुवन्न ऱिबൺ मुऱिक्कुन्न रण्टुपेർ
स्ट्रॆप्लॆस्स् बात्त् स्यूट्ट् पुष्पमाण्
व्यक्ति सർफ्बोർडिलाण्
रण्ट् मोट्टोർ सैक्किळुकൾ पाർक्क् चॆय्तिट्टुण्ट्
कळिक्कारन्ऱॆ कैवशमुळ्ळ बेस्बोൾ बाऱ्ऱ्
सॆब्र पुल्लिൽ नटक्कुन्नु
सवाळ पർप्पिൾ आण् .
बस् ऎन्न वाक्क् नील निऱत्तिൽ
मनोहरमाय नील समुद्रजलं .
ऒरु वलिय विऱ्ऱ् विमानं
ऒरु बाग् कोट्टൺ मिठायि
एऱ्ऱवुं अटुत्त इटत् कुतिरयिൽ पिन्निൽ इटत् कुतिरकൾ कुळिक्कुन्नु .
अलमारयिൽ वॆळ्ळि पात्रं
चित्रं मङ्ङियताण् .
ट्रॆयिनिन्ऱॆ मेൽक्कूर चारनिऱमाण्
ऒरु पालत्तिन् कुऱुकॆ पोकुन्न ऒरु पासञ्चർ ट्रॆयिൻ
जिऱाफिन्ऱॆ कालुकൾक्क् चुवटॆ वॆळुत्तताण् .
कुतिरयुटॆ तलयुटॆ वॆङ्कल प्रतिम
इळं चारनिऱत्तिलुळ्ळ कुञ्ञ् आन
ऒरु कऱुत्त ट्राष् बाग् .
काऱिनटियिൽ पूच्च
लोगोयुळ्ळ मञ्ञ फ्रिस्बी
फोणिलॆ बट्टൺ
अलङ्करिच्च दोशयुळ्ळ मेश
सीलिंगिൽ निन्न् ऒरु क्लोक्क् हांगिൻ
कटൽत्तीरत्त् वർण्णाभमाय ऒरु पट्टं
तविट्ट् ट्रिं उळ्ळ टाൻ लगेज्
वयलिൽ तिळङ्ङुन्न पच्च पुल्ल्
ऒरु कऱुत्त ट्राष् बाग् .
कऱुत्त षोർट्ट्स् धरिच्च मनुष्यൻ
नील तॊप्पि धरिच्च ऒराൾ
ऒरु प्रॊफषणൽ बेस्बोൾ कळिक्कारൻ
पिन्निൽ जाग्रत त्रिकोणं .
बൺ तविट्ट् निऱत्तिलाण्
अव वॆळ्ळत्तिलाण्
ट्राक्टऱिन्ऱॆ मुൻ टयർ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चुवन्न टोप्प् उळ्ळ व्यक्ति
करटि फ्रण्ट् याർडिलाण्
ऒरु कुळिमुऱियुटॆ सिङ्किൽ ऒरु वॆळ्ळि पात्रं
तिळक्कमुळ्ळ मञ्ञ स्नो जाक्कऱ्ऱ्
मच्चिलॆ टिवि .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
नटप्पातयिलॆ लोह विळक्क् तूൺ
ऒरु परिधियिलुळ्ळ मैक्रोवेव्
पिच्चिൽ पुल्ल् .
आन परिशीलकൻ धरिक्कुन्न मञ्ञ पावाट
स्त्री ऒरु बॆञ्चिൽ इरिक्कुन्नु
ऒरु करटि किटक्कुन्नु
स्वർण्णवुं पच्चयुं धरिच्च टॆन्नीस् कळिक्कारൻ
पन्त् नीलयुं वॆळ्ळयुमाण्
डिप्पिंग् सोसिन्ऱॆ रण्ट् पात्रङ्ङൾ
ऱोडिन् नटुविൽ चुवन्न बस्
पच्च पिन्तुणयुळ्ळ चुवन्न मरं बॆञ्च्
ऒरु वाऴप्पऴं मेशप्पुऱत्तुण्ट्
काट्टिൽ मून्न् सीब्रकൾ
तॆरुविൽ ऒरु वॆळुत्त बस् .
पुल्लिलॆ जिऱाफुकळुटॆ कुटुंबं
टिवि ऒरु अलमारयिൽ इरिक्कुन्नु
ऒराൾ स्नोबोർडिंग् पुऱत्त्
ई पूच्चयुटॆ कण्णुकൾ अङ्ङेयऱ्ऱं अटञ्ञिरिक्कुन्नु
ऒरु वॆळुत्त कोफि मग्
ऒरु मञ्ञुमलयिलॆ आळुकൾ
चुवरिൽ इष्टिक
ऒरु कऱुत्त काऱिन्ऱॆ भागं
इरुण्ट तविट्टुनिऱत्तिलुळ्ळ द्वारङ्ङൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
निलत्त् कऱुत्त पुळ्ळि
ऒरु लाप्टोप्प् उपयोगिक्कुन्नु
ध्रुवत्तिൽ ऒरु STOP चिह्नं
भक्षणं प्लेऱ्ऱिलाण्
ई मनुष्यൻऱॆ कालुकൾ नग्नमाण्
ऒरु मेशप्पुऱत्त् ऒरु पिस्स
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु फ्लाऱ्ऱ् स्क्रीൻ टॆलिविषൻ .
आनयॆ तॊटुन्न स्त्री
मोट्टोർ सैक्किळिൽ रण्टुपेർ
अत् बसिन्ऱॆ हॆड्लैऱ्ऱ् आण्
भक्षणत्तिन्ऱॆ चॆऱिय तळिक
आकाशत्त् ऒरु बानർ वलिक्कुन्न विमानं
बेस् बोൾ वायुविलॆ अऴुक्क् चविट्टुन्नु
इतॊरु तॆरुवाण्
ऒरु सർफ्बोർडुमायि नटक्कुन्न ऒरु कुट्टि
ट्रॆयिनिलॆ एऴामत्तॆ नम्पർ
ऒरु स्त्री मेशप्पुऱत्त् इरिक्कुन्नु
वॆळ्ळत्तिൽ ऒरु कप्पൽ
ऒरु किटक्कयुटॆ वलतुवशत्त् रात्रि निൽक्कुक
मुൻवशत्त् वॆळुत्त बस्
आकाशत्त् पऱक्कुन्न ऒरु पट्टं
मनुष्यൻ तॊप्पि धरिच्चिरिक्कुन्नु
ड्रिङ्किंग् ग्लासिन् नेरॆ फोൺ चायुन्नु
ऒरु कऱुत्त क्यामऱ
वॆळुत्त वै ऱिमोट्ट् कैवशमुळ्ळ कुट्टि
ऱौण्ट् ग्रीൻ मॆऱ्ऱൽ बॆञ्च्
वरण्ट भूप्रदेशं
ऱफ्रिजऱेऱ्ऱർൻ्ऱॆ इटत् नटप्पातयिൽ सुरक्षा अपकटं .
ऒरु स्वीकरणमुऱियुटॆ इन्ऱीरियർ
आळुकൾ रात्रि पुऱत्तेक्क् पोकुन्नु
कण्णट धरिच्च ऒरु स्त्री
चुवरिൽ नाल् बोർडुकൾ घटिप्पिच्चिरिक्कुन्नु
नीलयुं मञ्ञयुं कुट
कुट्टि सोफयिൽ इरिक्कुन्नु
बाग् कऱुत्तताण्
टोय्लऱ्ऱ् पेप्पർ होൾडऱिൽ टोय्लऱ्ऱ् पेप्पർ ऱोൾ
परस्यवुमायि ओऱञ्च्
चरिविൽ मनुष्यൻ स्कीयिंग् .
पूक्कൾ ऒरु पात्रत्तिൽ वॆच्चिरिक्कुन्न
परन्न पुल्लुळ्ळ स्थलत्त् मून्न् पेർ फ्रिस्बि कळिक्कुन्नु
काट्टिൽ रण्ट् स्कीयർमाർ
आळुकൾ मैक्रोफोणिൽ निൽक्कुन्नु
व्यक्तमाय द्रावकमुळ्ळ पच्च कुप्पि
संभवस्थलत्तुळ्ळ चिल आळुकൾ
ऒरु पात्रं पच्चिलकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु मेच्चिൽप्पुऱत्त् मृगङ्ङൾ .
तटि स्पूൺ पायसत्तिൽ
कऱुत्त निർम्मित इरुम्प् चाൻडिलियർ सीलिंगिൽ निन्न् तूक्कियिरिक्कुन्नु
चुवन्न अक्षरं टि
मोट्टोർबैक्क् नीलयाण्
कऱुत्त फ्रॆयिं ग्लासुकൾ धरिच्च मनुष्यൻ .
ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् कैवशमुळ्ळ स्त्री
नाय मोट्टोർसैक्किळिन् मुकळिलाण्
कानडयिलेक्क् पऱक्कुन्न ऒरु विमानं
निऱमुळ्ळ काऱ्ऱुमऱ
मुൻवशत्त् वॆळुत्त ध्रुवक्करटि .
नील ट्रॆयिनिൽ ऎऴुतिय वॆळुत्त वाक्कुकൾ
ग्रासि फीൽडिलॆ कौमारक्कारुटॆ ग्रूप्प्
नाय ऒरु स्वർण्ण निऱमाण्
ऒरु कष्णं तक्काळि
मनुष्यन् मटियिൽ पूच्चयुण्ट्
इळं मञ्ञ वरयुळ्ळ षർट्ट् धरिच्च मनुष्यൻ
नीलयुं वॆळ्ळयुं पॊतु फोൺ चिह्नं
ऒरु ट्रां संविधानत्तिन् कीऴिलुळ्ळ तिरक्केऱिय नगर कवल
पट्टं चुवप्पाण्
ऒरु मनुष्यൻ अप्पं तिन्नुन्नु
वॆळ्ळ नैक्क् टॆन्नीस् षूस्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
व्यक्ति ऒरु फ्रिस्बी पिटिक्कुन्नु
तलयिणयिൽ किटक्कुन्न स्त्री
ऒरु सीब्रयुटॆ अटुत्ताण् ऒरु पक्षि
टॆन्नीस् कळिक्काराय ऒरु पुरुषनुं वनितयुं
ऒरु नवजात शिशुविन्ऱॆ चॆऱिय कै
ऒरु वीडियो गॆयिं कळिक्कुन्नयाൾ
पർवत पातयिलॆ नित्यहरित मरङ्ङൾ
लिविंग् ऱूं विൻडोकൾ वॆळुत्त मऱकळाൽ पॊतिञ्ञु
मोट्टोർसैक्किळिन् मञ्ञ प्लेऱ्ऱ् उण्ट्
पुस्तक अलमारयिൽ अटुक्कियिरिक्कुन्न पुस्तकङ्ङൾ
पच्च पुल्लिൽ नटक्कुन्न ऒरु Goose
कप्प् नील निऱमाण्
ऱैडऱुमॊत्तुळ्ळ ओऱञ्च् मोट्टोർसैक्किൾ
तटि रूपत्तिलुळ्ळ काबिनऱ्ऱुकळुळ्ळ ऒरु नल्ल वॆळिच्चमुळ्ळ आधुनिक हों अटुक्कळ .
फुट्पात्तिൽ ऒरु ऎटिऎं
कण्णाटिक्क् पिन्निൽ नाय .
वायुविलॆ वॆळ्ळं
चॆऱिय पच्चयुं मञ्ञयुं पुल्ल्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
नीन्तൽक्कटकळिൽ ऒरु कॊच्चुकुट्टि
षूस् ऒरु षू ऱाक्किलाण्
इत् इरुण्टताण्
तीवण्टि भित्तियिൽ कण्णाटि
ऒरु बालनॆ स्केऱ्ऱ्बोർडिंग्
चारनिऱत्तिलुळ्ळ आकाशत्तिन्ऱॆ ऒरु वलिय पाच्च्
ऒरु अटुक्कळयिൽ मून्न् पेർ
इतॊरु कुळिमुऱियाण्
ट्रॆयिൻ ट्राक्कुकळिൽ उरुळुन्नु
ऒरु पोस्ऱ्ऱिलॆ तॆरुवुविळक्क्
वलिय वॆळुत्त कुट
चुवन्न इरट्ट लॆवൽ बस्
कुञ्ञ् आन
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
नॆस्ऱ्ऱिलॆ चॆऱिय प्रावुकൾ
स्ऱ्ऱिक्कർ वർण्णाभमायताण् .
ऒरु मुऱियिलॆ ऒरु जालकं
पोळाർ करटियुटॆ मूक्क्
ट्रॆयिൻ ट्राक्कुकळिलुटनीळं बाऱुकൾ
आळुकൾ ऒरु बोൾ गॆयिमिलाण्
ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् कैवशमुळ्ळ मनुष्यൻ
नाय ओटुन्नु
स्त्रीयुटॆ मुटि तविट्टुनिऱमाण् .
क्रोस् वाक्क् चिह्नत्तिൽ नटत्त सिग्नൽ
कऱुत्त हाർड् तॊप्पियुळ्ळ मनुष्यൻ
पक्षि पऱक्कൽ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कऱुत्त मुटियुळ्ळ ऒरु मनुष्यൻ
वैविध्यमाർन्न स्ऱ्ऱोऱुकൾ उൾक्कॊळ्ळुन्न ऒरु कॆट्टिटं .
मुऱियिൽ कसेर
" वॆळ्ळि , वॆळ्ळ बोൾट्ट् "
ऒरु व्यक्ति कटिच्च होट्ट्डोग्
आळुकൾ ऒरु बॆञ्चिൽ इरिक्कुन्नु
पॆൺकुट्टि एष्यൻ
मेशप्पुऱत्त् अलङ्कार विळक्क्
पान्ऱ्स् ओऱञ्च् आण्
आकाशत्तिलॆ कैऱ्ऱ्स्
ऒराൾ स्केऱ्ऱ्बोർडुमायि चाटुकयाण्
इळं तविट्टुनिऱत्तिൽ वहिच्चिरिक्कुन्न चॆऱिय मरं
नॆऱ्ऱिൽ W
" कत्रिक , चरट् ऎन्निव उपयोगिच्च् भक्षणं मुऱिक्कुन्न व्यक्ति "
ट्रॆयिൻ नीलयुं वॆळ्ळियुमाण्
सैनिक यूणिफोमिलुळ्ळ ऒराൾ
ऒरु वरियिൽ निൽक्कुन्न सैनिकൻ
अटुक्कळयिൽ ऒरु व्यक्ति .
ऒरु कट्टिൽ उळ्ळ मुऱि .
मोणिऱ्ऱർ ओणाण् .
कुप्पि पच्चयाण्
आൺकुट्टि ऒरु सॆൽ फोൺ पिटिक्कुन्नु
द्वीप् बीच्च् रंगं
ट्राफिक् लैऱ्ऱुकळुटॆ शिल्पं
ऒरु नल्ल आघोष आघोष केक्क्
वॆळुत्त तॊप्पि धरिच्च पूच्च
ऒरु कैऱ्ऱ् उळ्ळ स्त्री
इतॊरु बोट्टाण्
नीळमुळ्ळ पच्चयुं मञ्ञयुं पुल्ल्
ओऱञ्च् पऴुत्तताण्
पुस्तकं स्यूट्ट्केसिलाण्
ऒरु चॆऱिय सब् साൻड्विच्च्
कऱुत्त मैक्रोवेव्
ऒरु आൺकुट्टिक्क् सुन्दरमाय मुटियुण्ट्
टैलिൽ चुवन्न चॆरिप्पुकൾ
कुञ्ञ् आन
कुप्पायं चुवप्पाण्
पच्चयुं चारनिऱत्तिलुळ्ळ जाक्कऱ्ऱुं
ऒरु कट्टिलिन् मुकळिൽ विळक्क् .
कऱुत्त चॆरुप्प् धरिच्च स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
आळुकൾ कुतिरप्पुऱत्तु कयऱुन्नु
मनुष्यൻ आफ्रिक्कൻ अमेरिक्कक्कारनाण्
टॆन्नीस् ऱाक्कऱ्ऱिनॊप्पं निൽक्कुन्न कॊच्चु पॆൺकुट्टि
षർट्टिൽ ऒरु मौस् अच्चटिच्चिरिक्कुन्नु
इतॊरु मोट्टोർसैक्लिस्ऱ्ऱाण्
पच्च बसुकळुटॆ निर
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु नदियिൽ ऒऴुकुन्न ऒरु हंसं .
ऒरु बाग् कोट्टൺ मिठायि
बोय् स्केऱ्ऱ् बोർडिंग्
इतॊरु विमानमाण्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु ब्रेक्क् ऱूमिൽ ऒरु ऱफ्रिजऱेऱ्ऱർ
ऱाक्क् वृत्ताकृतियिलाण्
षोट्टिൽ पक्षिकൾ
पुरुषൻ स्त्रीयुटॆ मुटि मुऱिक्कुन्नु
कुनिञ्ञु निൽक्कुन्न स्त्री
मनुष्यൻ ऒरु बाऱ्ऱ् पिटिक्कुन्नु
ऒरु चुवन्न होट्ट् डोग्
द्रुम्स्तिच्क्स् कैवशमुळ्ळ ऒरु आൺकुट्टि
आൺकुट्टियुटॆ वलत् नील षू
ऒरु बेस्बोൾ मैतानत्त् ऎटुत्त चित्रं
बेस्बोൾ कळिक्कुन्न पुरुषन्माർ .
ऒरु मनुष्यन् चुवप्पुं कऱुप्पुं निऱञ्ञ टै
व्यक्ति स्केऱ्ऱ्बोർडिंग् आण्
तॆरुविൽ कऱुत्त प्रकटनं नटत्तुन्न मनुष्यൻ
एऴ् जिऱाफुकൾ ऒरुमिच्च्
मञ्ञ् वॆळुत्त निऱमाण्
कुञ्ञ् आन
पुल्ल् तिन्नुन्न जिऱाफ्
ऒरु सർफ्बोർड्
स्केऱ्ऱऱिन्ऱॆ तलयिൽ कऱुत्त तॊप्पि
तऱयिलॆ चुवन्न टोय्लऱ्ऱ्
मुऱियिलॆ टोय्लऱ्ऱ्
वयलिൽ कऱुत्त पशु
ऒरु चुवन्न मत्स्यं .
बाൽक्कणियिൽ निൽक्कुन्न पुरुषन्माർ
समुद्रत्तिलॆ युव पुरुष सർफർ
आकाशत्तिलूटॆ उयरुन्न विमानं
मुऱियुटॆ मध्यभागत्त् मेश
ट्रक्किൻ्ऱॆ चित्रं
करटियिൽ मूक्क्
तॆरुविൽ नटक्कुन्न आळुकൾ
रण्टुपेർ सोक्कർ कळिक्कुन्नु
नम्पർ रण्ट् आण्
मांसळमाय तुरुम्पिच्च ऱॆयिൽवे
" वॆळ्ळ , ओऱञ्च् ट्रॆयिൻ "
ऒरु ताऴ्न्न राज्यं मेशप्पुऱत्त् तिळप्पिक्कुक .
नटक्काൻ नल्लत् काणिक्कुन्न ट्राफिक् चिह्नं
निलत्त् कऱुत्त पुळ्ळि
सुतार्यमाय पिङ्क् पात्रं
चित्रं कऱुप्पुं वॆळुप्पुं आण्
चुवन्न षർट्ट् धरिच्च ऒरु स्त्री कट्टिलिൽ किटक्कुन्नु
वർण्णाभमाय पूक्कळुटॆ पूच्चॆण्ट् .
ऒरु स्त्री टॆन्नीस् ऱाक्कऱ्ऱ् पिटिक्कुन्नु
ऒरु कूट्टं वाऴप्पऴं
मनुष्यൻ पऱक्कुन्न कैऱ्ऱ्
शमिप्पिक्कुन्न कुञ्ञ् .
ऒरु ध्रुवत्तिൽ चुवप्पुं वॆळ्ळयुं स्ऱ्ऱोप्प् चिह्नं
प्लेऱ्ऱिൽ चॆऱिय पिस्स
स्केऱ्ऱिंगिनायि ऒरु बोർडिलॆ व्यक्ति
पिस्स प्लेऱ्ऱिൽ सेविच्चु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
चवऱ्ऱुकुट्ट पच्चयाण्
टाർमाक्किൽ पाർक्क् चॆय्तिरिक्कुन्न नील विमानं
रण्ट् ओऱञ्च् गतागत कोणुकൾ
टॆन्नीस् कोർट्टिलॆ वल
करटियिൽ तविट्टुनिऱत्तिलुळ्ळ हॆड्बाൻड्
ऱोडिन्ऱॆ वशत्तुळ्ळ मरं
जिऱाफिन्ऱॆ चॆऱिय कॊम्पुकൾ
मोट्टोർसैक्किळिन्ऱॆ कऱुत्त सीऱ्ऱ्
पूच्च किटक्कयिलाण्
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
ट्रॆयिनिन्ऱॆ मुൻ विൻडो
ऱൺवेयिൽ वॆळुत्त विमानं
ऒरु डॆलिवऱि ट्रक्क् ऒरु नगरत्तिलाण्
कुतिर सवारि चॆय्युन्न ऒराൾ
उयरमुळ्ळ जिऱाफ् नटत्तं
चुवरिൽ वॆळुत्त टैलुकൾ
ऱिबൺड् स्ऱ्ऱीलिൽ वർण्णाभमाय ग्राफिऱ्ऱि
निलत्त् कऱुत्त पुळ्ळि
कऱुत्त वेलि
मनुष्यन्ऱॆ मटियिൽ इरिक्कुन्न चॆऱिय पॆൺकुट्टि
कऱुप्पुं वॆळुप्पुं चित्रं
ऒरु प्रारियिलॆ मृगङ्ङൾ
ऒरु नाययुटॆ ननञ्ञ मूक्क्
ऒरु स्त्री वाच्च् धरिक्कुन्नु .
ऒरु कम्प्यूट्टऱिलेक्कुळ्ळ मौस्
कुट्टियुटॆ कय्यिलॆ टूत्त् ब्रष् .
चुवन्न बस् तॆरुविलूटॆ ओटिक्कुन्नु
ओऱञ्च् तिरश्शील ऒरु जालकत्तिൽ तूक्कियिरिक्कुन्नु
" पർप्पिൾ , वैऱ्ऱ् षूसुळ्ळ पय्यൻ "
पॆൺकुट्टि बीच्च् आस्वदिक्कुन्नु
टोय्लऱ्ऱ् पेप्पർ ऱोൾ .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मेशयिൽ पिस्सयुण्ट् अतिन्ऱॆ अटुत्त् इरिक्कुन्न लेडि
आधुनिक शैलियिलुळ्ळ अटुप्प्
वॆळुत्त पश्चात्तलत्तिൽ कऱुत्त अक्षरङ्ङൾ
वॆळुत्त ऱौण्ट् सॆऱामिक् प्लेऱ्ऱ्
ऒरु पच्च चिह्नत्तिन्ऱॆ तूൺ
चुमरिलॆ विभवङ्ङൾ .
तविट्ट् मूक्क् उळ्ळ कऱुत्त करटि
स्त्री मेशयिलिरिक्कुन्नु
मनुष्यൻ ऒरु बैक्किलाण्
आनयुटॆ पुऱकिൽ ऒरु बॆञ्च्
पुൽमेटिൽ ब्लाक्क् आൻड् वैऱ्ऱ् पशुक्कൾ
आट्टुकॊऱ्ऱन्ऱॆ कॊम्पुकൾ
ऒरु बाऱ्ऱ् पिटिक्कुन्न ऒराൾ
आൾक्कूट्टत्तिलॆ व्यक्ति
ऒरु कऱुत्त पोलीस् तॊप्पि
अञ्च् लैऱ्ऱुकळुळ्ळ ऒरु ट्राफिक् लैऱ्ऱ् .
बेबि सीब्र अतिन्ऱॆ कालिൽ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कॆट्टिटत्तिन् मुकळिൽ ऒरु गोपुरं
ऒरु कुतिर सञ्चरिक्कुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ताൽक्कालिकमाय कऱुत्त प्लास्ऱ्ऱिक् वेलि
मऱ्ऱॊराळुटॆ वलतुवशत्त् कॊम्पुकळुळ्ळ वॆळुत्त आटुकൾ .
मञ्ञुवीऴ्चयिൽ नटक्कुन्न व्यक्ति
मञ्ञुवीऴ्चयिൽ रण्ट् कुट्टिकൾ
कट्टिलिन् मुकळिൽ 7 स्ऱ्ऱफ् मृगङ्ङൾ
" पिङ्क् , मञ्ञ टॆन्नीस् ऱाक्कऱ्ऱ् "
अग्निशमन उपकरणङ्ङൾ धरिच्च मनुष्यൻ
बॆञ्चिनटुत्तुळ्ळ वॆळुत्त बक्कऱ्ऱ् .
फोൺ पिटिक्कुन्न ऒरु पॆൺकुट्टि
कुट्टि धरिक्कुन्न कुप्पायं .
इटत् वशत्तेक्कुळ्ळ चिह्नमिल्लात्ततिൽ अटयाळं निർत्तुक
लोगिൽ पक्षि .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु ताऴ्वरयिൽ मेयुन्न मृगङ्ङൾ
वलतुवशत्तुळ्ळयाൾ धरिक्कुन्न नीलयुं पच्चयुं षोർट्ट्स् .
" ओऱञ्च् , नील पट्टं "
ऒरु चॆयिൻ लिङ्क् वेलि
ऒरु मनुष्यൻ वॆळ्ळत्तिलाण्
सोसेजिൽ वॆळुत्त मिऴिञ्ञु
वॆळ्ळत्तिलुळ्ळ व्यक्ति .
तॊप्पियुळ्ळ ऒरु स्त्री .
चारनिऱं
ऒरु पऴय तुम्पिक्कै
सीलिंगिൽ निन्न् तूङ्ङुन्न लैऱ्ऱुकൾ
ड्रिफ्ऱ्ऱ्वुडिन् अटुत्तुळ्ळ कऱुत्त करटि
मेघङ्ङൾ निऱञ्ञ नीलाकाशं .
मेशप्पुऱत्त् पॆट्टि
ऒरु इष्टिक घटिकार गोपुरं
30 मिनिऱ्ऱ् लोडिंग् सोൺ
कऱुत्त अस्फाൽऱ्ऱिൽ पाർक्क् चॆय्तिरिक्कुन्न ऒरु वॆळुत्त विमानं .
अऴुक्कुचालिलूटॆ नटक्कुन्न आन .
ऒरु प्लेऱ्ऱिൽ त्रिकोणाकृतियिलुळ्ळ साൻड्विच्च्
निलत्त् कऱुत्त पुळ्ळि
ऒरु पात्रत्तिൽ फलं
रण्ट् सॆऱ्ऱ् ट्रॆयिൻ ट्राक्कुकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
इत् आटुकळुटॆ चित्रमाण्
ऒरु कऱुत्त ट्राष् बाग् .
इतॊरु अटयाळमाण्
ट्रक्किलॆ नम्पർ 3 .
" ऒरु चॆऱिय मञ्ञ , तविट्ट् पक्षि "
निलत्त् स्केऱ्ऱ्बोർड्
कैऱ्ऱ् आकाशत्त् पऱक्कुन्नु
भक्षणं कैकार्यं चॆय्युन्नतिनुळ्ळ वॆळ्ळि टोङ्ङुकൾ
मनुष्यन्ऱॆ पान्ऱिन्ऱॆ पिन्निलॆ पोक्कऱ्ऱिൽ कय्युऱकൾ .
वरयुळ्ळ पाऱ्ऱेൺ धरिच्च मनुष्यൻ
आळुकൾ बीच्च् आस्वदिक्कुन्नु
काट्टिൽ सीब्रयुटॆ तीक्ष्णत
सूप्प् पात्रं
स्केऱ्ऱ्बोർडिൽ कऱुत्त षർट्ट् धरिच्च युवाव्
डॆस्क्किन् मुन्निൽ मरसीऱ्ऱ्
स्कयർ लंबमायि ताऴेक्क् चरिव् नीक्कुन्नु
आकाशत्त् निन्न् मञ्ञ् वीऴुन्नु
ऒरॊऱ्ऱ मॆडൽ पाർक्किंग् मीऱ्ऱർ .
आटुकൾ निൽक्कुन्नु
मनोहरमाय नील पच्च वॆळ्ळं .
नन्नायि वस्त्रं धरिच्च ऒरु चॆऱुप्पक्कारൻ
मुकळिलुळ्ळ टोय्लऱ्ऱ् सीऱ्ऱिन्ऱॆ अटिभागं .
मञ्ञिൽ ओऱञ्च् सुरक्षा कोൺ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
टॆन्नीस् कळिक्कारൻ पन्तिൽ स्विंग् चॆय्युन्नु
अटुक्कळयिलॆ स्ऱ्ऱविन्ऱॆ अरिकिൽ निൽक्कुन्न ऒराൾ
ऱ round ण्ट् भक्षणं
रूपीकरणत्तिൽ पऱक्कुन्न विमानङ्ङൾ
मनुष्यൻ पल्ल् तेक्कुन्नु
चॆऱिय पच्च पुल्लिन्ऱॆ ऒरु वलिय प्रदेशं
प्लेऱ्ऱिൽ पिस्सयुं सालडुं स्लैस् चॆय्तिरिक्कुन्नु .
अटुक्कळयिलॆ ड्रोयऱुकळुटॆ निर
वळरॆ ननञ्ञ तॆरुव् नगरं
बोट्टिन्ऱॆ वशत्त् चक्रं .
त्री वीൽड् ट्रक्क् कटुं नीलयाण्
रण्ट् पक्षिकൾ मेൽक्कूरयिलाण्
रण्ट् पुरुषन्मारुं स्त्रीकळुं काൽनटयात्रक्काർ
प्रतीक रूपकൽप्पनयुळ्ळ सूप्प् रण्ट् पात्रङ्ङൾ
ऒरु कऱुत्त ट्राष् बाग् .
कॆट्टिटङ्ङൾक्क् मुकळिൽ आकाशं
अवन्ऱॆ चॆवि वॆळुत्तताण् .
स्त्री मेशयिलिरिक्कुन्नु
पुरुषन्ऱॆ चॆऱिय कऱुत्त मुटि .
वृत्तिकॆट्ट कारऱ्ऱ्
रण्ट् पच्च तॆरुव् अटयाळङ्ङൾ
ऱॆयिलुकळिൽ ऒरु पऴय लोक्कोमोट्टीव्
चिह्नत्तिलॆ MN अक्षरङ्ङൾ .
जिऱाफिन्ऱॆ तल
ऒरु वॆळुत्त वयർलॆस् कम्प्यूट्टർ मौस्
कऱुत्त प्रतलत्तिൽ इरुण्टतुं पॆबिൾ चॆय्ततुमाय लोह पात्रं
सिൽवർ बोक्सिൽ टिष्युकൾ
ऒरु कऱुत्त युऎस्बि फ्लाष् ड्रैव् .
बोय् स्केऱ्ऱ्बोർडिंग् ऒरु पाർक्किൽ
प्लॆय्ड् टै उपयोगिच्च् करटि
चुवरिൽ फ्रॆयिं चॆय्त प्रिंग्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु बात्त्ऱूं हाൻड् ड्रयർ
कुञ्ञ् आन
जिऱाफ् आरॆयॆङ्किलुं नक्कुकयाण्
गतागत विळक्किनायि कात्तिरिक्कुन्न चुवन्न काർ .
वयलिൽ निൽक्कुन्न ऒराൾ .
मुऱ्ऱत्त् ऒरु जलधार
वलिय चुवन्न तॆरुव् चिह्नं .
मोट्टोർ सैक्किळिलॆ नम्पർ 11 .
ग्लासिൽ चुवप्पुं वॆळ्ळयुं लिड्
इटतुवशत्त् चॆऱिय पच्च मरं .
ऒरु पून्तोट्टत्तिൽ सस्यङ्ङൾ .
वॆळ्ळत्तिൽ ऒरु कप्पൽ
स्पाऱ्ऱुलयिൽ कऱुत्त हाൻडिൽ .
मञ्ञुवीऴ्चयिൽ रण्टुपेർ
मून्न् पेർ ऒरुमिच्च् निൽक्कुन्नु
ऒरु मेशप्पुऱत्त् नाल् पॆट्टि पिस्स
काट्टिൽ नटक्कुन्न ऒराൾ
पॆट्टिकൾक्क् पिन्निൽ मनुष्यൻ
ऒरु विमानत्तावळं
निलत्त् बस्
विൻडोयिलॆ बाऱुकൾ
मून्न् लैऱ्ऱुकൾ कण्णाटिक्क् मुकळिൽ तूक्कियिरिक्कुन्नु
मनुष्यൻ कानोयिलाण्
बसिन्ऱॆ पुऱकिൽ फ्लाऱ्ऱ् टयർ .
वयलिൽ रण्ट् आटुकळुटॆ तल .
ट्रॆयिनिन्ऱॆ वशत्तुळ्ळ वॆळुत्त नम्पऱुकൾ .
स्ट्रीऱ्ऱिൽ ऱॆड् बस्
पऱक्कुन्न ऒरु वलिय कटൽ पक्षि
कट्टियुळ्ळ तविट्ट् पशु कूट्टत्तिन् मुन्निൽ
ऒरु वलिय उयरमुळ्ळ घटिकारं
वायुविൽ पऱक्कुन्न कैऱ्ऱ् .
बात्त्ऱूं लैऱ्ऱिंग् घटकं
सैൻ वॆस्ऱ्ऱ् 120 स्ट्रीऱ्ऱ् वायिक्कुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
मुकळिൽ तिळङ्ङुन्न ऒरु विळक्क्
चॆऱिय वॆळ्ळि पिरियाणि
मीऱ्ऱऱिन्ऱॆ बർगण्टि पोൾ .
बेस्बोൾ यूणिफों धरिच्च कळिक्काർ
स्नोबोർड् ओटिक्कुन्न ऒराൾ
स्कीयिൽ सञ्चरिक्कुन्न ऒराൾ वायुविलूटॆ पऱक्कुन्नु
नील डोट्ट् इट्ट स्क पान्ऱुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
नेർत्त कण्णट धरिच्च व्यक्ति
धाराळं टोप्पिंगुकळुळ्ळ ऒरु पिस्स
ऒरु अटयाळं स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीൽ पोळिൽ उण्ट्
निलत्त् कऱुत्त पुळ्ळि
ऒरु जोडि कण्णट
भक्षणं ऒरु कॊट्टयिൽ
वलतुवशत्त् पർप्पिൾ लूफ .
ऒरु बेस्बोൾ बाऱ्ऱ्
चॆऱिय तविट्ट् तटि स्ऱ्ऱम्प्
" वॆळ्ळ , पिङ्क् कलർन्न वॆळुत्त चतुर टैलुकൾ "
समुद्रत्तिनरिकिൽ निൽक्कुन्न पय्यൻ .
मनुष्यൻ कटൽत्तीरत्ताण्
निलत्त् वॆळुत्त वेलि तूൺ
आळुकൾ मत्सरिक्कुन्नु
अत् ऒरु वोൾक्लोक्काण्
अडिडास् स्ट्रैप्पुकൾ उपयोगिच्च् काणिक्कुक .
रण्ट् लॆवलुकൾ उळ्ळ ऒरु मञ्ञ बस्
द्वीप् बीच्च् रंगं
ऒरु स्त्री केक्किൽ रण्टामत्तॆ पाळि इटुन्नु
ट्रॆयिनिन्ऱॆ वशत्तॆ विൻडो
ऒरु मञ्ञ् वयलिൽ ऒरु स्कीयർ
ऒरु कॆट्टिटत्तिൽ ऒरु नील अटयाळं .
सूप्प् पात्रत्तिൽ चारनिऱत्तिलुळ्ळ मॆऱ्ऱൽ स्पूൺ
किटक्कयिൽ कुञ्ञ् .
ऒरु पच्च पाൽमॆट्टो मरं
वळ्ळङ्ङൾ वॆळ्ळत्तिൽ
मोट्टोർ वाहनत्तिൽ कयऱुन्न रण्ट् स्त्रीकൾ
" तविट्ट् , कऱुप्प् निऱत्तिलुळ्ळ पूच्च "
चुमरिलॆ ऒरु चित्रं
मनुष्यൻ ऒरु वाऴप्पऴं पिटिक्कुन्नु
मून्न् पशुक्कൾ
पिङ्क् बाग्
ऒरु पऴय वॆळुत्त टोय्लऱ्ऱ्
पच्चनिऱत्तिलुळ्ळ कुऱ्ऱिच्चॆटि .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
क ert ण्टർटोप्प् तविट्टुनिऱमाण्
नील षोർट्ट्स् धरिच्च ऒरु स्त्री
पुरुषൻ स्त्रीयुटॆ अरिकिൽ निൽक्कुन्नु
ऒरु चुवन्न जाक्कऱ्ऱ्
कऱुत्त ट्रिं उळ्ळ वॆळुत्त विൻडो
अवൾ तल जनालयिलूटॆ पुऱत्ताक्कुन्नु
चुवन्न निऱमुळ्ळ मास्क् धरिच्च ऒराൾ
ऒरु पोळिൽ रण्ट् पाർक्किंग् मीऱ्ऱർ
विविध काർट्टूൺ रूपङ्ङळुळ्ळ ग्रे बाग्
रण्ट् कुञ्ञाटुकൾ
चारनिऱत्तिलुळ्ळ मौस् पाड्
कुञ्ञ् आन
ऒरु विमानत्तिनटुत्तुळ्ळ आळुकൾ
विविध चित्रङ्ङळाൽ पॊतिञ्ञ मतिलुकൾ
मनुष्यൻ स्केऱ्ऱ् बोർडिंग् आण्
चुमरिൽ कण्णाटि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वॆळुत्त प्लेऱ्ऱिൽ वलिय कत्ति
विमानत्तिൽ भागङ्ङൾ काणुन्निल्ल
पुल्लिൽ निൽक्कुन्न कुञ्ञ् आन
जॆऱ्ऱ् विमानत्तिन्ऱॆ इटत् विंग्
चुवप्पुं कऱुप्पुं निऱमुळ्ळ हॆൽमॆऱ्ऱ्
क्लोक्किन्ऱॆ कैकൾ कऱुत्तताण्
कुञ्ञ् आन
ऒरु कट्टिलिൽ इरिक्कुन्न कॊच्चु पॆൺकुट्टि
पक्षियुटॆ चिऱक्
ऒरु कऱुत्त ट्राष् बाग् .
अवशिष्टङ्ङൾ निऱञ्ञ वॆळुत्त पॆडൽ सिङ्क्
चुवप्पुं कऱुप्पुं निऱमुळ्ळ पायकळुळ्ळ वॆळ्ळवुं कऱुप्पुं निऱमुळ्ळ ऒरु बोट्ट्
जिऱाफुकൾ अवरुटॆ चुऱ्ऱुपाटिൽ निൽक्कुन्नु
कुतिर सवारि चॆय्युन्न ऒरु स्त्री
पुस्तकङ्ङळुटॆ ऒरु शेखरं
सीऱ्ऱ् ताऴेक्क्
ऒरु कसेरयुटॆ अरिकिൽ ऒरु वॆळुत्त पूच्च .
कुट्टिकൾ ऒरु पाർट्टि नटत्तुन्नु
वॆळ्ळत्तिलॆ सॆयिൽ बोट्ट्
इत् ऒरु व्यक्तियाण्
रण्टु स्त्रीकൾ नटप्पातयिलूटॆ नटक्कुन्नु
जिऱाफ् ताऴेक्क् नोक्कुन्नु
ऒरु बेस्बोൾ मैतानत्त् कळिक्कुन्न आळुकൾ
बसिन्ऱॆ वशत्त् पच्च चिह्नं
परन्न नील बॆञ्चिൽ इरिक्कुन्न मनुष्यൻ
मनुष्यन्ऱॆ मुखत्त् कऱुत्त सൺग्लासुकൾ .
मणलिൽ बॆञ्च्
काबिनऱ्ऱिन्ऱॆ पिटि
ऒरु पशुवुं आटुं
निलत्त् वलिय पच्च इल .
ऒरु पात्रत्तिൽ पच्च पयർ
कुतिर नाययॆ परिशोधिक्कुन्नु
इळं तविट्ट् निऱत्तिलुळ्ळ टॆडिबियർ .
कत्रिक लोहत्तालाण् निർम्मिच्चिरिक्कुन्नत्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वायुविൽ विमानं
मनुष्यन्ऱॆ तलयिलॆ रोमं
मञ्ञुवीऴ्चयिൽ मनुष्यൻ चॆरुप्प् कॆट्टुन्नु
ओफीसिलॆ मञ्ञ पानൽ
करटियुटॆ अरय्क्क् चुऱ्ऱुं सीऱ्ऱ् बॆൽऱ्ऱ् .
ऱोडिन्ऱॆ वशत्त् ऒरु चॆऱिय मुൾपटർप्पु .
समुद्रत्तिलॆ वॆळुत्त तरंगं
आकाशत्त् तॆळिञ्ञ दिवसं
ऒरु कालिक्को पूच्चक्कुट्टियुटॆ मुखं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
उळ्ळिलुळ्ळ फ्रिड्जुकൾ
2 सीब्रकൾ ऒरुमिच्च् निൽक्कुन्नु
कम्प्यूट्टർ ऒरु डॆस्किൽ
ऒरु कऱुत्त मॆऱ्ऱൽ पोൾ
" ओऱञ्च् , वैऱ्ऱ् ऱोड् चिह्नं "
तॆरुविलॆ वाहनङ्ङळुटॆ निर
आकाशत्त् नाल् पच्च कैऱ्ऱ्स् .
जिऱाफ् लोगुकൾ नोक्कुन्नु
चॆऱिय पच्च टूत्त् ब्रष्
ग्रिल्लिൽ होट्ट् डोगुकळुं बण्णुकळुं उण्ट्
वॆळिच्चं चुमरिൽ
गोवणि अतिർत्तियिൽ ऒरु काऱ्ऱർ
स्ऱ्ऱोप्प् चिह्नं चुवप्पाण्
कय्यिൽ पानीयवुमायि निൽक्कुन्न स्त्री
समुद्रत्तिൽ सർफिंग् चॆय्युन्न व्यक्ति
नीलयुं वॆळ्ळयुं मॆट्रो बस्
ऒरु फोणिൽ ऒरु पॆൺकुट्टि .
आनयुटॆ मुन्निൽ निൽक्कुन्न पॆൺकुट्टि
षർट्ट् पർप्पिൾ आण्
चारनिऱत्तिलुळ्ळ तिळङ्ङुन्न तॆरुव् .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु टोय्लऱ्ऱ् मूटि ऒरु टोय्लऱ्ऱिൽ इरिक्कुन्नु
पुष्पं ऒरु पात्रत्तिൽ
जॆऱ्ऱ् विमानं आकाशत्त् पऱक्कुन्नु
कुट पिटिक्कुन्न प्रतिम
ऒरु करटि चरटिൽ कुटुङ्ङियिरिक्कुन्नु
सർफ् बोർडिलॆ ऒराൾ
वॆळ्ळत्तिनटुत्तुळ्ळ कुञ्ञु आनकळुटॆ कूट्टं
चुवप्पुं वॆळ्ळयुं अग्नि हैडॆൻऱ्
कुञ्ञ् आन
रण्ट् स्त्रीकൾ मऴयिൽ नटक्कुन्नु
स्क्रीनिൽ मेघङ्ङൾ
ऒरु मनुष्यन्ऱॆ वलत् चॆवि
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
पश्चात्तलत्तिൽ लघुभक्षण ऱाक्क्
वेलिकटुत्तुळ्ळ चॆऱिय विऱकुकൾ .
तऱयिൽ वॆळुत्त टैलुकൾ
मुൻवशत्तुळ्ळ वृद्ध
फुट्पात्तिൽ व्यक्ति स्केऱ्ऱ्बोർडिंग् चॆय्युन्नु
मॆऱ्ऱൽ बारलिन् चुवप्प् चायं पूशि
ऒरु मृगशालयिलॆ रण्ट् सीब्रकൾ .
ऒरु क्लोक्क् टवർ
चुवप्पुं वॆळ्ळयुं निऱमुळळ अग्नि जलांशं
आळुकൾ कटൽत्तीरत्ताण्
निरसिच्च इनङ्ङൾ मूलयिൽ कूट्टियिट्टिरिक्कुन्नु
ऒरु बेस्बोൾ कळिक्कारन्ऱॆ तल
तॆरुविलूटॆ ऒरु काർ ओटिक्कुन्नु
मुൻवशत्त् वलिय कऱुत्त चॆयिൻ .
पुल्लिൽ इलकൾ .
करटिकळुं निक्कोൺ क्यामऱकळुं
वशत्त् चुवन्न पुष्पमुळ्ळ वॆळुत्त क्रोच्चऱ्ऱ् तॊप्पि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
बाऱ्ऱ् चॆय्याൻ तय्याऱॆटुक्कुन्न ऒरु बाऱ्ऱർ
अतिൽ अऴुक्क् उळ्ळ नील वास्
पुऱत्त् इरिक्कुन्न स्त्री
कॆट्टिटत्तिलॆ कऱुत्त अटयाळं .
ऱूमिलुटनीळं टिवि
कऱुप्पुं वॆळुप्पुं पशु
मञ्ञुमूटिय पल्लुकൾ
वॆळ्ळत्तिलॆ मरङ्ङळुटॆ प्रतिफलनं
कुप्पायं वरकൾ उळ्ळताण्
सिङ्किलॆ ऒऴुक्क्
प्लेऱ्ऱ् मेशप्पुऱत्तुण्ट्
मेशप्पुऱत्त् उप्प् कुलुक्कुक
क्लोक्क् टवऱिन् मुकळिൽ स्वർण्ण डों
वॆळ्ळयुं नीलयुं निऱमुळ्ळ विमानं वायुविൽ पऱक्कुन्नु
क्लियऱिंगिൽ निൽक्कुन्न आन
वॆळ्ळत्तिൽ ऒरु वॆळुत्त सർफ्बोർड्
वैऱ्ऱ् बस् अल्लॆङ्किൽ कोच्च्
कळिक्कारൻ ऒरु बेस्बोൾ बाऱ्ऱ् पिटिक्कुन्नु
पन्तिൽ ऒरु बाऱ्ऱർ अटिक्कुन्नु
पालङ्ङൾक्किटयिൽ कल्लुकൾ .
वॆळुत्त पुष्पं .
ऱोमൻ संख्या घटिकारत्तिलॆ 12 ऎण्णं
कॆट्टिटत्तिन् मुकळिൽ चिम्मिनि
ऒरु बीच्चिൽ नाल् पेർ
कय्यिൽ वॆळुत्त ऱिमोट्ट्
वीडियो गॆयिं कळिक्कुन्न रण्टुपेർ
ऒरु ऱॆयिൽवे काऱुकൾ
व्यक्ति तॆरुविൽ स्केऱ्ऱ्बोർडिंग्
पच्च लैऱ्ऱ् ओणुळ्ळ स्पीक्कർ
लिडिन् मुकळिൽ पच्च टोय्लऱ्ऱ् टाङ्क् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
आकाशत्त् पक्षि .
ऒरु वॆळुत्त फ्रिस्बी वायुविलूटॆ पऱक्कुन्नु
ऒरु कुन्निन्ऱॆ भागं
नीलयुं चुवप्पुं निऱत्तिलुळ्ळ टॆन्नीस् ऱाक्कऱ्ऱ्
पॆयिन्ऱ् चॆय्याൻ ऒरु मतिൽ तय्याऱाक्कुन्नु
कम्प्यूट्टർ मोणिऱ्ऱർ स्क्रीൻ उपयोगत्तिलाण्
रण्ट् जिऱाफुकൾ नटक्कुन्नु .
ऱोडिൽ ऒरु काർ .
होट्ट् डोगुकൾ तट्टत्तिൽ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इव जिऱाफ् कॊम्पुकळाण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु स्त्री पुൽत्तकिटियिൽ इरिक्कुन्नु
ऒरु सूचन
ऒरु बाग् कोट्टൺ मिठायि
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
बैक्कुकळुटॆ पिन्निलुळ्ळ आळुकൾ
ऒरु ग्लास् पात्रत्तिൽ पूक्कൾ
स्वർण्ण टॊयोट्ट प्रियस् काർ
कण्णट धरिच्च वृद्ध
षർट्टिलॆ चुवन्न लोगो ब्रेव्स् पऱयुन्नु
आൺकुट्टि बेस्बोൾ कळिक्कुन्नु .
चुवन्न वस्त्रं धरिच्च ऒरु जोक्कि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु वलिय जालकत्तिलूटॆ सूर्यप्रकाशं वरुन्नु
ऒरु वलिय कऱुत्त डबिൾ डॆक्कർ बस्
वलिय चारनिऱत्तिलुळ्ळ कॆट्टिटं
फॆय्स् प्लेऱ्ऱिलॆ हृदय चिह्नं
वॆळ्ळत्तिൽ ऒरु वळ्ळं
पच्च वॆळ्ळत्तिൽ ताऱावुकൾ
वॆळुत्ततुं कऱुत्ततुमाय ऒरु कप्पൽ
द्वीप् बीच्च् रंगं
समुद्रत्तिൽ पट्टं पऱक्कुन्न ऒराൾ
अरि वॆळुत्तताण् .
पुल्लिൽ किटक्कुन्न आटुकळुटॆ कूट्टं
कटൽ पविऴं वॆळ्ळत्तिनटियिൽ
जिऱाफुकळुटॆ कुटुंबं
ट्राफिक् लैऱ्ऱिन् मुकळिलुळ्ळ ऒरु स्त्री
प्लेऱ्ऱिൽ फ्रञ्च् फ्रै
ट्राफिक् लैऱ्ऱिन्ऱॆ भागं
ओऱञ्च् षർट्टुं कऱुत्त प्लॆय्ड् षोർट्ट्सुं उळ्ळ मनुष्यൻ
कऱुत्त तॊप्पि धरिच्च मनुष्यൻ
चुवप्पुं वॆळ्ळयुं रूपकൽप्पनयुळ्ळ फ्लाग्
ऒरु मरत्तिन्ऱॆ जिऱाफ्
ऒरु वॆळुत्त विभवत्तिन् मुकळिलुळ्ळ भक्षणं
पच्च पोस्ऱ्ऱिൽ ऱॆड् स्ऱ्ऱोप्प् चिह्नं
कुञ्ञ् आन
चिह्नं पच्चयुं वॆळ्ळयुमाण्
वॆळ्ळत्तिन्ऱॆ एऱ्ऱवुं अटुत्तुळ्ळ कुटयुटॆ वरि
बेस्बोൾ बाऱ्ऱർ
आकाशत्त् वलिय नील ग्लैडർ
मनुष्यൻ तिरमालयिൽ सർफिंग् चॆय्युन्नु
पुल्लिൽ मामयुं आटुकळुं
वैऱ्ऱ् आൻड् ब्लाक्क् यूणिफोमिलुळ्ळ मनुष्यൻ
वॆळ्ळत्तिൽ ऒरु इरुण्ट बोट्ट् .
पॆൺकुट्टिक्क् सुन्दरमाय मुटियुण्ट् .
समुद्रत्तिൽ सञ्चरिक्कुन्न चॆऱुप्पक्कारൻ
कट्टिलिൽ इरिक्कुन्न सुन्दरियाय पॆൺकुट्टि
कुञ्ञ् आन
ऒरु पात्रत्तिൽ ऒरु मॆऴुकुतिरि
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
बस् नम्पർ 968
स्ऱ्ऱौविൽ नील कॆऱ्ऱिൽ
ऒरु कऱुत्त ट्राष् बाग् .
प्रायमाय ऒरु स्त्री पाचकं चॆय्युन्नु
पक्षियॆ पिटिक्कुन्न ऒराൾ
कॆट्टिटत्तिन्ऱॆ चुवन्न अक्षरं .
मनुष्यൻ नूडिൽस् पात्रं पिटिक्कुन्नु
वळरॆ उयरमुळ्ळ ईन्तप्पनकൾ
डॆस्किൽ नील बबिൾस् मौस् पाड् .
ऱोडिन्ऱॆ वलतुवशत्त् पच्च चिह्नं
भक्षणशालक्क् पुऱत्तुळ्ळ भक्षण स्थलं
मनुष्यൻ चारनिऱत्तिलुळ्ळ प्लॆय्ड् तॊप्पि धरिक्कुन्नु
पच्च चवऱ्ऱुकुट्ट
वॆळुत्त प्लास्ऱ्ऱिक् कसेरयिൽ लाप्टोप्पुमायि इरिक्कुन्न मनुष्यൻ निलत्त् ऎन्तिनो वेण्टि नोक्कुन्नु .
ऱॆयिൽ ट्रॆयिൻ यात्र चॆय्युन्नु
ऒन्निलधिकं निऱङ्ङळुटॆ ऒरु डोनट्ट्
ऒरु पाർक्किंग् स्थलत्त् स्केऱ्ऱ्बोർड् ओटिक्कुन्न मनुष्यൻ
फ्रञ्च् फ्रैकळुटॆ ऒरु पात्रं
ई मनुष्यൻ इविटॆ ऒरु लाप्टोप्प् कम्प्यूट्टർ उपयोगिक्कुन्नु
वॆळुत्त तॊप्पि धरिच्च स्त्री
मुऱियुटॆ मतिൽ मञ्ञयाण्
ई फोट्टोयिൽ तिळक्कमुळ्ळ मञ्ञ वाऴप्पऴमुण्ट्
ऒरु बात्त्ऱूं मिऱऱिൽ लैऱ्ऱुकൾ घटिप्पिच्चिरिक्कुन्नु
सർफർ वहिच्च सർफ् बोർड्
मानॆक्विൻ तॊप्पि धरिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
स्त्री ग्लासिൽ वीञ्ञ् ऒऴिक्कुन्नु
" मञ्ञ चार , वॆळुत्त विमानं "
ऒरु व्यक्तियुटॆ कै ब्लॆൻडऱिन् मुकळिलाण् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कऱुत्त मुखमुळ्ळ तविट्टुनिऱत्तिलुळ्ळ पशु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
रण्ट् पूच्चकൾ मरं बॆञ्चिൽ किटक्कुन्नु
चुवप्प् निऱत्तिलुळ्ळ 8 नम्पർ
मुൻ चक्रं कऱुत्तताण् .
नील चरक्क् ट्रॆयिൻ
निलत्त् चॆऱिय पाऱकൾ
कुतिरकൾ ऒरु ओट्टं नटत्तुन्नु
मुൻभागत्त् कुतिर मेयुन्नु
पॆൺकुट्टि स्केऱ्ऱ्बोർडिंग् आण्
ऒरु कऱुत्त ट्राष् बाग् .
मैतानत्त् ऒरु गोൾ
वलुतुं ओऱञ्च् निऱत्तिलुळ्ळतुमाय जलांशं
फ्रिस्बी वॆळुत्तताण् .
निरवधि बोट्टुकൾ वॆळ्ळत्तिൽ इऱङ्ङुन्नु
टैൽ चॆय्त तऱयिൽ कुऱिय वाൽ उळ्ळ कऱुत्त नाय
रण्टुपेർ कटൽत्तीरत्त् निൽक्कुन्नु
कौण्टർटोप्पिलॆ इलक्ट्रिक् कॆऱ्ऱिൽ
मणൽत्तरियिൽ निൽक्कुन्न पक्षि
ऒरु बाग् कोट्टൺ मिठायि
आकाशत्त् ऒन्निलधिकं पट्टं
अरिञ्ञ वॆळुत्त सवाळ कषणं
मुऱिक्कुन्न बोർडिൽ पच्चमुळक्
सർक्किळिन् नटुविൽ वॆळ्ळि डैं
नीलयुं चुवप्पुं निऱत्तिलुळ्ळ टै
पॆൺकुट्टि स्नोबोർडिलाण्
रण्ट् कष्णं तक्काळि
ऒरु पेप्पർ प्लेऱ्ऱिൽ पिस्सयुटॆ रण्ट् कषणङ्ङൾ
मरत्तिन्ऱॆ मेशयिൽ वॆळुत्त प्लेऱ्ऱ्
ऒरु विमानत्तिलॆ टयऱुकൾ
मूटि अटच्च ऒरु वॆळुत्त टोय्लऱ्ऱ्
ऒरु कटൽत्तीरत्त् रण्ट् बोट्टुकൾ
मेशप्पुऱत्त् रण्ट् ग्लासुकൾ .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
नीलयुं वॆळ्ळयुं बेस्बोൾ हॆൽमॆऱ्ऱ्
आकाशत्तिलॆ कॊच्चु पॆൺकुट्टि
ट्रॆयिनिन्ऱॆ पऴय तुरुम्पिच्च ट्रक्क्
पिस्स ट्रेयिलाण् .
द्वीप् बीच्च् रंगं
ऒरु कुतिरयॆ ओटिक्कुन्न ऒरु जोक्कि
ऒरु वॆळुत्त प्लेऱ्ऱिൽ रण्ट् डोणट्ट्स्
पॆൺकुट्टि ऒरु बेस्बोൾ बाऱ्ऱ् पिटिक्कुन्नु
कऱुप्पुं वॆळुप्पुं पूच्च
इतॊरु पक्षियाण्
कम्प्यूट्टർ मेशप्पुऱत्त्
फ्लोऱसन्ऱ् सीलिंग् लैऱ्ऱुकळुटॆ निर
ऒरु ऱौण्ट् क्यु टैप्प्ऱैऱ्ऱർ की
मालिन्यक्कूम्पारत्तिनुळ्ळिलॆ कुप्पि .
कट्टियुळ्ळ ऱौण्ट् ग्लासुकൾ
फोൾडർ बीच्च् कसेर
अत्ताऴत्तिन् ऒरु चीसि विभवं
लोगोयुळ्ळ चुवन्न बेस्बोൾ तॊप्पि
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
साडिलिൽ आटुकळुटॆ तॊलि
सैड् ऱोडिൽ पच्चक्कऱिकൾ
कुट्टि पिङ्क् कोट्ट् धरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
तटि मेशप्पुऱत्त् स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीൽ टॆलिफोൺ
प्रदेशत्त् ऒरु मोट्टोർसैक्किൾ
क्याच्चർ
स्ऱ्ऱोऱिन् मुन्निൽ वैऱ्ऱ् सർफ् बोർड्
वयलिൽ धाराळं आटुकൾ
ऒरु फ्रिस्बी कळिक्कुन्नु
स्केऱ्ऱ्बोർडർ वायुविൽ
वॆळुत्त जाक्कऱ्ऱ् धरिच्च स्त्री
ऒरु कऱुत्त मुट्ट्
सॆൽ फोणिൽ संसारिच्चु कॊण्ट् नटक्कुन्न व्यक्ति
वർण्णाभमाय बो टै
ऒरु स्त्री कुतिरसवारि
ऒरु मूटൽमञ्ञ् रंगं
मनुष्यन्ऱॆ तलयिൽ तॊप्पि .
चुवन्न डबिൾ डॆक्कർ बस्
धाराळं आळुकൾ तीवण्टिक्कायि कात्तिरिक्कुन्नु
काऴ्चयिൽ भंगियुळ्ळ ऒरु साൻड्विच्च्
इरट्ट निल बस् चुवप्पाण्
ऒरु पच्च मॆऱ्ऱൽ गेऱ्ऱ्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
स्त्रीयुटॆ मुൻपिൽ विभवङ्ङൾ
ऒरु मनुष्यन् नीलक्कण्णुकळुण्ट्
ऒरु चुवन्न फोൺ बूत्त्
पुल्लिൽ टि - बोൾ स्ऱ्ऱाൻड्
कऱुत्त लॆतർ कसेर
ऒरु कऱुत्त ट्राष् बाग् .
टोय्लऱ्ऱिൽ सिൽवർ हाൻडिൽ
कय्यिൽ ओऱञ्च् फ्रिस्बी .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु क्लिप्प्बोർड् कैवशमुळ्ळ मनुष्यൻ .
वॆळ्ळि लोह फोർक्क्
कऱुप्पुं तविट्टुनिऱवुमुळ्ळ ऒरु नाय्क्कुट्टि
स्यूट्ट्केसिलॆ पूच्चकൾ
मञ्ञ् तॊटुन्न वॆळुत्त स्की पोൾ
समुद्रजलं वळरॆ शान्तमाण्
कुञ्ञ् आन
वॆळ्ळत्तिൽ मृगं
सർफ्बोർड् ओटिक्कुन्न व्यक्ति
मनुष्यൻ मुटि मुऱिक्कुन्नु .
बैक्क् ओटिक्कुन्न स्त्री .
आൺकुट्टि ऒरु सॆൽ फोൺ कटिक्कुन्नु .
अम्मयुं कुञ्ञुं जिऱाफुं
कटൽत्तीरत्तिन्ऱॆ भागं
कऱुत्त मूक्क् उळ्ळ वॆळुत्त ध्रुवक्करटि .
ट्राफिक् लैऱ्ऱ् वयऱिൽ निन्न् तूक्कियिरिक्कुन्नु .
मेൽक्कूरयिൽ निन्न् ऒरु अटयाळं तूक्कियिरिक्कुन्नु
ट्रॆयिनिൽ वैऱ्ऱ् प्रिन्ऱ्
गित्ताർ केसिलॆ वॆळुत्त नाय .
निलत्त् ओऱञ्च्
मञ्ञ विसऱुं नीलयुं मञ्ञयुं उळ्ळ ऒरु पॆൺकुट्टि .
कऱुप्पुं वॆळ्ळियुं उळ्ळ स्माർट्ट् फोൺ
पुरुषन्माർ अवरुटॆ टूർ बसिन् पुऱत्त् तटिच्चुकूटि
मेशप्पुऱत्त् विळक्क् .
" नील , वॆळ्ळ पासञ्चർ ट्रॆयिൻ "
ऒरु पालत्तिൽ ऒरु ट्रॆयिൻ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
स्केऱ्ऱ्बोർड् तलकीऴायि
ऒरु कुतिरयुटॆ पुऱकिൽ जोक्कि
जिऱाफ् मरत्तिन् समीपं
टॆक्स्चർ चॆय्त टेबिൾ टोप्प् सुगममाक्कुक
ऒरु स्त्री मॆऴुकुतिरिकൾ ing ति
पिन्निൽ इष्टिक अटुप्प् .
ऒरु प्लास्ऱ्ऱർ पशुविन्ऱॆ मोन्त
व्यक्तियुटॆ कय्यिൽ बाऱ्ऱ्
केक्किन्ऱॆ मुकळिൽ चॆऱिय पताक
कुञ्ञ् आन
आप्पिൾ तॊलियुटॆ ऒरु कूम्पारं
ट्रॆयिൻ ट्राक्कुकळिൽ ट्रॆयिൻ नीङ्ङुन्नु
भक्षणं निऱञ्ञ ऒरु चॆऱिय पात्रं
ऒरु मेशप्पुऱत्त् इरिक्कुन्न लाप् टोप्प्
धान्यवुं ऒरु वाऴउं
वॊम ऒरु वलिय मञ्ञ निऱमुळ्ळ तॊप्पि धरिक्कुन्नु
मनुष्यन्ऱॆ तल
ऒरु ट्ट्रङ्किन् मुन्निൽ ऒरु वॆळुत्त टोय्लऱ्ऱ्
वलिय वॆळुत्त पि .
ऒरु बाग् कोट्टൺ मिठायि
" ओऱञ्च्नि , वृत्तवुं आण् फ्रिस्बी "
कुञ्ञ् आन
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
जेऴ्सियिलॆ कळिक्कारन्ऱॆ नम्पർ
कुञ्ञ् आन
नाल् फोऱुकळिलुं करटि नटत्तं .
कुञ्ञ् आन
ऒरु वलिय वट्टत्तिलुळ्ळ चक्रं
पुल्लिलॆ पय्यൻ
ऒरु कुळिमुऱियिൽ ऒरु टोय्लऱ्ऱ्
ट्रॆयिൻ ऒरु नगरत्तिलूटॆ पोकुन्नु
पेनयिलॆ सीब्रकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
लाप्टोप्पिलॆ कऱुत्त कीकൾ
स्ऱ्ऱिक्क् फिगർ डिसैनिलुळ्ळ पिङ्क् टि - षർट्ट्
पक्षिक्क् चुवन्न कॊक्क् उण्ट् .
सൺग्लासिलुळ्ळ स्त्री
फ्रॆयिं चॆय्त चित्रं चुमरिൽ तूक्कियिरिक्कुन्नु .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कुञ्ञु आन नटत्तुन्न मुन्नेऱुन्नु
ऒराൾ टॆन्नीस् कळिक्कुन्नु
ऒरु चॆऱिय पॆൺकुट्टि
तविट्ट् वातिलिलुळ्ळ चिह्नं
निलत्तिन्ऱॆ ऒरु भागं
वायुविൽ ऒरु पच्च पन्त्
फाൻसि गोൾड् वाच्च्
तटि प्रतलत्तिൽ स्केऱ्ऱ्बोർड्
तॆरुविन्ऱॆ अरिकिൽ निർत्तियिट्टिरिक्कुन्न ऒरु वलिय पासञ्चർ बस्
मुൻवशत्तॆ विൻडोयुळ्ळ वॆळुत्त ओवൻ
ऒरु कॆट्टिटत्तिन्ऱॆ मुकळिൽ प्रतिम
ऒरु पॆൺकुट्टि सुरक्षय्क्कायि चूषणं चॆय्युन्नु
ऒरु विमानं पऱक्कुन्नु
प्रतिफलनवुं इन्ऱीरियऱुं काणिक्कुन्न कफॆ विൻडो
नील पान्ऱिൽ मनुष्यൻ
नील षർट्ट् धरिच्च व्यक्ति कैकൾ उयർत्तिप्पिटिक्कुन्नु
आकाशत्त् ऒरु व्यक्ति
चुवप्पुं वॆळ्ळयुं स्ऱ्ऱोप्प् चिह्नं
तरंगत्तिन्ऱॆ भागं
आकाशं इरुण्टतायि माऱुकयाण् .
बैक्कुकൾक्क् चुवटॆयुळ्ळ नील वाहनं .
ऒरु काऱिन्ऱॆ वशत्तुळ्ळ ऒराൾ
हॆൽमॆऱ्ऱिन्ऱॆ भागं
ऒरु बाग् कोट्टൺ मिठायि
रण्ट् पशुक्कൾ तिन्नुन्नु
लैऱ्ऱ् इट्टिरिक्कुन्न फयർ ट्रक्क्
तीवण्टि पाळत्तिलूटॆ ओटुन्नु
पॆൺकुट्टि मॆऴुकुतिरिकൾ ऊति किटत्तुन्नु .
ऒरु कौण्टऱिൽ निरवधि कुप्पिकൾ
ऒरु सिङ्किन्ऱॆ अऱ्ऱं
कुञ्ञ् आन
ऒरु पुष्पत्तिन्ऱॆ पिङ्क् दळङ्ङൾ
ऒरु पाർक्किंग् स्थलत्त् काऱुकൾ
पॆൺकुट्टि इरिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वलिय तॆरुव् चिह्नं
ऒरु पिङ्क् टॆडि बियർ
बेस्बोൾ मैतानत्तिन्ऱॆ पच्च वरयुळ्ळ पुल्ल्
पातयुटॆ अरिकिൽ तटिकॊण्टुळ्ळ बॆञ्च्
ऒरु फीൽडिൽ रण्ट् सीब्रकൾ
पश्चात्तलं कऱुत्तताण्
कप्प् मेशप्पुऱत्त्
इत् ऒरु वनित स्केऱ्ऱ् बोർडिंग् चॆय्युन्नु
कटൽत्तीरत्त् ऒरु ब्रोक्कൺ वुड् बोट्ट्
ऒरु काऱिनटुत्तुळ्ळ ऒरु मोट्टोർसैक्किൾ
बाऱ्ऱिൽ ऒरु बेस्बोൾ कळिक्कारൻ
वॆळुत्त विൻडो षट्टऱुकൾ
" तविट्ट् , वॆळुत्त नाय्क्कुट्टि "
मुखङ्ङळुळ्ळ वॆळुत्त पात्रं
मेशप्पुऱत्त् ऒरु कऱुत्त पियानो
ऒरु चुऱ्ऱुपाटिൽ निൽक्कुन्न जिऱाफ्
चॆऱुप्प धरिच्च ऒराൾ
नील जाक्कऱ्ऱ् धरिच्च पॆൺकुट्टि
ट्रॆयिൻ कऱुत्त निऱमाण्
पुल्लिन्ऱॆ भागं
ऒरु वालिन्ऱॆ अऱ्ऱं
कुञ्ञ् आन
समुद्रत्तिൽ रण्ट् सർफऱुकൾ
ऒरु विमानत्तावळत्तिलॆ विमानं
बैक्क् पाർक्क् चॆय्तु
मरत्तिൽ पच्चिलकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कुळिमुऱियिൽ टिष्युविन्ऱॆ ऒरु ऱोൾ
ऒराൾ वायुविൽ चाटुन्नु
कुञ्ञ् आन
गोपुरत्तिन् मुकळिൽ अमेरिक्कൻ पताक
ऒरु कൺवॆൻषनिलॆ आळुकൾ
निलत्त् कऱुत्त पुळ्ळि
सिङ्क् वॆळुत्त निऱमाण् .
आकाशत्तिलॆ विमानं
ऒरु कौण्टऱिन्ऱॆ मुൻवशं
ऒरु वयलिൽ तुरुम्पिच्च पुरातन ट्रक्क्
ऒरु ऱॆयिलिन्ऱॆ वशं
ब्र brown ൺ आൻड् वैऱ्ऱ् मक्डॊणाൾड्स् हाष् ब्र rown ൺ .
फोൺ कऱुत्तताण् .
अरङ्ङिൽ उयർन्न सिमൻऱ् वेलि
तलयिൽ इरुण्ट षेडुकൾ
प्लेऱ्ऱिलॆ केक्क्
पश्चात्तलत्तिलुळ्ळ कुतिर तविट्टुनिऱमाण् .
समुद्रतीरं
मनुष्यൻ चॆरिप्पाण् धरिक्कुन्नत्
कऱुत्त सॆडानुं वैऱ्ऱ् वानुं
कळिक्कारनिൽ शिरोकवजं
पूच्चयुटॆ कै वॆळुत्तताण् .
ऒरु स्नोबोർड्
आन्ऱिन निऱमुळ्ळ वॆळ्ळियुं कटुं चारनिऱवुमुळ्ळ इन्ऱർनॆऱ्ऱ् ऱूट्टർ
पूच्च इरिक्युन्नु काർ मेൽक्कूर
वॆळुत्त फ्रिस्बी वायुविൽ
कुञ्ञ् आन
मञ्ञ वाऴप्पऴत्तिन्ऱॆ कुलकൾ
स्त्री अत्भुतप्पॆट्टु
वॆळुत्त लैऱ्ऱ् बൾब् तूक्कियिरिक्कुन्नु
" सिൽवർ , ब्लाक्क् सॆൽ फोൺ "
ऒरु स्त्री रण्ट् कॊट्ट चुमक्कुन्नु .
ऒरु साൻविच्च् विभवत्तिൽ उण्ट्
ऒरु पच्च षवർ स्क्रब्
चुवन्न इष्टिक मतिൽ
निलं पच्चयुं तविट्टुनिऱवुमाण् .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
आळुकൾ स्कीसिलाण्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
व्यक्ति ऒरु फ्रिस्बी कैवशं वच्चिरिक्कुन्नु
ऒरु क्लोक्किलॆ नम्पർ
कुट्टि धरिक्कुन्न तॊप्पि .
चारनिऱत्तिलुळ्ळ जाक्कऱ्ऱ् धरिच्च मनुष्यൻ
ऒरु मेशप्पुऱत्त् लाप्टोप्प्
पास्तयुटॆ वॆळुत्त पात्रं
ध्रुवं वॆळुत्तताण्
बसुकൾ पाർक्क् चॆय्तिरिक्कुन्नु
ऒरु मॆऴुकुतिरि
ऱൺवेयिलॆ चुवन्न तीवण्टि
कुञ्ञ् आन
तऱयिൽ कुप्पि
कऱुप्पुं चारनिऱत्तिलुळ्ळ टॆलिफोൺ
वैऱ्ऱ् टाङ्क् टोप्प् धरिच्च स्त्री
कोർट्टिൽ स्त्रीकൾ टॆन्नीस् कळिक्कुन्नु .
कुञ्ञ् आन
वॆळुत्त निऱमाण् मेघङ्ङൾक्क्
पऴय तटि कसेर
ग्रे मॆऱ्ऱൽ फ्लषർ हाൻडिൽ
ऒरु चॆऱिय कुप्पि गुळिककൾ
ऒरु पॆൺकुट्टि पल्ल् तेक्कुन्नु
लाप्टोप्प् प्रवർत्तनत्तिलाण्
फोट्टोयिൽ ऒरु बाऱ्ऱ्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
तॊप्पि धरिच्च ऒरु मञ्ञुमनुष्यൻ
ऒरु नगर तॆरुव् रंगं
कोळेज् विद्याർत्थि तन्ऱॆ सॆൽ फोणिൽ संसारिक्कुन्नु
वळरॆ वलिय मून्न् आटुकൾ
पूच्चकळुटॆ कण्णुकൾ मञ्ञयाण् .
नटप्पातयिൽ इरिक्कुन्न मनुष्यൻ
नील स्नो बोർडिंग् शिरोकवजं
पच्च अङ्कि धरिच्च ऒराൾ
अटुक्कळयिൽ निൽक्कुन्न आळुकൾ
ऒरु बाग् कोट्टൺ मिठायि
मुळ्ळुवेलियुटॆ वरि
मरं बॆञ्चिन् मुकळिൽ इरिक्कुन्न ऒरु अटयाळं
युवति नील जीൻस् धरिक्कुन्नु .
नील इरु निल बस्
वशत्त् ऒरु हाൻडिൽ उपयोगिच्च् पायൽ
TOY4fun उळ्ळ ट्रक्किन्ऱॆ पुऱकिൽ
चुवप्पुं वॆळ्ळयुं कुट
ऒरु वलिय मेश विळक्क्
" तॆरुविൽ तविट्टुं , वॆळ्ळयुं निऱत्तिलुळ्ळ पशु "
ऒरु व्यक्ति मुൻवशत्ताण्
ऒरु स्त्रीयुटॆ मुकळिൽ कऱुत्त टोप्प्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु टॆन्नीस् कळिक्कारൻ धरिच्चिरिक्कुन्नु तॊप्पि
करटि ऒरु षർट्ट् धरिक्कुन्नु
आकाशत्त् कऱुप्पुं वॆळुप्पुं पक्षि
चॆऱिय कऱुत्त बाग् .
ऒरु टेबिൾ टोप्प् मिऱർ
आनकळुटॆ ऒरु कूट्टं
टोय्लऱ्ऱ् सीऱ्ऱ् तुऱन्निरिक्कुन्नु
चारनिऱत्तिलुळ्ळ नटप्पातयायि परन्न कल्लुकൾ
नाल् कालुकळिलुं वॆळ्ळयुं कऱुप्पुं निऱमुळ्ळ सीब्र निൽक्कुन्नु
वलतुवशत्तुळ्ळ चॆऱिय आन .
मेशप्पुऱत्त् वॆळुत्त प्लेऱ्ऱ्
मेशप्पुऱत्त् व्यक्तमाय ग्लास्
क्लोक्किलॆ ऱोमൻ संख्य
कुट्टि धरिक्कुन्न कऱुप्पुं वॆळुप्पुं षोർट्ट्स् .
स्केऱ्ऱ्बोർडർ ऒरु तन्त्रं चॆय्युन्नु
वयलिൽ ऒरु तविट्ट् पशु
चिൻ स्ट्राप्पुळ्ळ कऱुत्त मोट्टोർसैक्किൾ सुरक्षा हॆൽमॆऱ्ऱ्
ऒरु मुऱियिൽ ऒरु पट्टं
पुल्ल् पॊतिञ्ञ वयलिൽ पशु निൽक्कुन्नु
टोय्लऱ्ऱ् सॆऱामिक् कॊण्टाण् निർम्मिच्चिरिक्कुन्नत्
ऒरु बाऱ्ऱ् पिटिक्कुन्नयाൾ
मेशप्पुऱत्त् ऒरु वृत्तिकॆट्ट प्लेऱ्ऱ्
पऴय शैलि चुवन्न फयർट्रक्क्
ऒरु कऱुप्पुं वॆळुप्पुं पूच्चक्कुट्टि उऱङ्ङुन्नु
ऱफ्रिजऱेऱ्ऱऱिन्ऱॆ वातिൽ अटच्चिरिक्कुन्नु
कॊक्कक्कोळयुटॆ चुवप्पुं वॆळ्ळयुं क्यानुकൾ अटुक्कि वच्चिरिक्कुन्नु .
ऒरु वलिय कऱुप्पुं वॆळुप्पुं चॆक्केർड् फ्लोർ .
ऒरु मञ्ञ प्लास्ऱ्ऱिक् बेस्बोൾ बाऱ्ऱ् .
मनुष्यൻ सोफयिൽ इरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु जन्मदिन केक्क् कषणं
ऒरु तविट्ट् टै
चॆऱिय मञ्ञ अग्नि जलांशं
मुൻभागत्त् ऒरु मनुष्यൻ
लाप्टोप्पुकൾ निऱञ्ञ ऒरु मेश
ट्रॆयिൻ ट्राक्कुकൾ
अवन्ऱॆ चॆरिप्पुकൾ कऱुत्तताण् .
" पिङ्क् , वैऱ्ऱ् कैऱ्ऱ् "
तटस्सङ्ङൾ पच्चयाण्
आकाशत्तिलॆ विमानं .
पक्षिक्क् ऒरु वाൽ उण्ट्
कैऱ्ऱ् स्ट्रिंग् उयർत्तिप्पिटिच्च ऒरु स्त्री
मेशप्पुऱत्त् नील निऱं
वरयुळ्ळ टै धरिच्च मनुष्यൻ .
निलत्त् कऱुत्त पुळ्ळि
पच्च वॆळ्ळत्तिൽ वॆळुत्त तरंगत्तिन् मुन्निൽ सർफർ चॆय्युक
वॆळुत्त मुखमुळ्ळ कऱुत्त पशु
ऒरु मनुष्यन्ऱॆ कऱुत्त कैत्तण्ट वाच्च्
ऒरु वॆळ्ळि मोट्टोർसैक्किൾ
ऒरु वलिय वॆळुत्त पात्रत्तिन् मुन्निൽ इरिक्कुन्न ऒराൾ .
चुवन्न इष्टिक कॆट्टिटं .
ऒरु कऱुत्त ट्राष् बाग् .
आनयुटॆ वॆळुत्त कॊम्प्
ऒरु नगरत्तिन् मुकळिलूटॆ ऒरु सञ्चार तीवण्टि
ऒरु नीण्ट ट्रॆयिൻ
ऒरु ध्रुवत्तिൽ ऒरु स्ऱ्ऱोप्प् चिह्नं .
मुऱिच्च कारऱ्ऱ् कषणं
चुवन्न बागुकळिൽ ओऱञ्च्
कुतिरप्पुऱत्तुळ्ळ मनुष्यन्ऱॆ प्रतिम
ऒरु ऱोड् मुऱिच्चुकटक्कुन्न सीब्रकൾ
तुळच्चुकयऱुन्न पूच्च
द्वीप् बीच्च् रंगं
कुऱ्ऱिक्काट्टिൽ निൽक्कुन्न ऒरु पशु
ऒरु वॆळुत्त स्केऱ्ऱ्बोർड्
कऱुत्त नटप्पातयुटॆ भागं
मञ्ञुवीऴ्चयिൽ स्कीकൾ
तुटർच्चयायि मून्न् ताऱावुकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
पॆൺकुट्टि स्केऱ्ऱ्बोർड् ओटिकुन्नु
ऒरु बाग् कोट्टൺ मिठायि
" चुवप्प् वॆळ्ळयुं , नीलयुं निऱमुळ्ळ बस् "
आकाशत्त् पऱक्कुन्न विमानं .
मञ्ञ् निलं मूटुन्नु
स्पूൺ कऱुत्तताण्
ऒरु मरत्तिൽ पच्च इलकൾ
ऒरु लोह वॆळ्ळि कत्ति
कुञ्ञ् आन
कुतिर तविट्टुनिऱमाण्
वॆळुत्त नीलयुं पिङ्क् तॊप्पियुं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
पात्रत्तिൽ तिळक्कमुळ्ळ ओऱञ्च् पऴं
चॆऱिय कऱुत्त नाय पाർक्क् बॆञ्चिൽ इरिक्कुन्नु
" मञ्ञ , कऱुप्प् शिरोकवजं "
आन सवारि चॆय्युन्न आळुकൾ
ऒरु कऱुत्त षोർट्ट् पोൾ
बसिन् मुन्निൽ ऱेडियेऱ्ऱർ ताम्रजालं
तॆरुविൽ निൽक्कुन्न कुट्टि
रण्ट् सीब्रकൾ तटवुन्नु
तॆरुविൽ ऒरु चुवन्न अग्नि जलांशं
नटप्पातयिलॆ पऴय वॆळुत्त टोय्लऱ्ऱ्
ऒरु कूट्टं कसेरकൾ अटुक्कियिरिक्कुन्नु
पॆൺकुट्टिक्क् लगेज् उण्ट्
पुष्प काण्डं पच्चयाण्
व्यक्तमाय ग्लास् पात्रत्तिൽ तामर .
मनुष्यൻ कै नोक्कुन्नु
ऒरु मॆऱ्ऱൽ ट्रेयिൽ डोणट्ट्स् .
कऱुत्त करटि तॆरुविलूटॆ नटक्कुन्नु
आ मनुष्यൻ अवन्ऱॆ फोणिलेक्क् नोक्कुन्नु
कुञ्ञ् आन
सियाऱ्ऱ् नीलयाण्
धाराळं कुटकൾ
ऒरु लाप्टोप्प् कम्प्यूट्टർ पॆट्टि
मनुष्यൻ पशुविनॆ काणुन्नु
चोक्क्बोർडिन्ऱॆ ऒरु भागं
जीൻ पान्ऱ्स्
विचित्रमायि काणप्पॆटुन्न विळक्क्
कटुवयुटॆ मुखत्त् टै
कऱुप्पुं वॆळुप्पुं चॆक्केർड् बॆड्डिंग्
वृद्धൻ बॆञ्चिൽ किटक्कुन्नु
आकाशं व्यक्तमाण्
निलत्त् बोർडुकൾ .
कॊट्ट चुमक्कुन्न ऒराൾ
ऒरु वृद्धൻ .
आकाशत्तिलॆ विमानं
पात्रत्तिൽ केक्क् .
वॆळुत्त मणൽ कटൽत्तीरं
नीळमुळ्ळ वॆळुत्त ध्रुवं
ऒरु वॆळुत्त काऱिन्ऱॆ भागं
ऒरु कट्टिൽ ऒरु पुतप्प्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वलतुवशत्त् अभिमुखीकरिक्कुन्न जिऱाफ्
स्त्रीयुटॆ अरक्कॆट्ट् पेऴ्स् .
नावुकൾ काणावुन्न रण्ट् नाय्क्कൾ .
इरुण्ट तविट्टुनिऱं
ऒरु मनुष्यൻ भक्षणं कऴिक्कुन्नु .
ऱोडिन्ऱॆ वशत्त् ऒरु ट्रक्क्
ऒरु तळिकयिൽ रण्ट् मुळक् नाय्क्कൾ
चुवरिलॆ क्रिस्मस् ट्री
इटतुवशत्तुळ्ळ आनयुटॆ तुम्पिक्कै .
मञ्ञिൽ निൽक्कुन्न ऒरु कुट्टि
ऒरु नगर तॆरुविन्ऱॆ चित्रं
ब्लाक्क् आൻड् वैऱ्ऱ् वरयुळ्ळ तलयिण
फोट्टोयिलॆ ऒरु बस्
मञ्ञ वस्त्रं धरिच्च मनुष्यൻ
" वॆळ्ळ , नील ट्रॆयिൻ ऎञ्चिൻ "
ऒरु आङ्कർ विल्लिൽ निन्न् तूङ्ङिक्किटक्कुन्नु
फॆൻडऱिलॆ फोट्टोग्राफऱुटॆ प्रतिफलनं
पक्षिक्क् नरच्च तलयुण्ट्
ऒरु पच्च ग्लास् कुप्पि
चारनिऱत्तिलुळ्ळ बीच्च्वाक्किन्ऱॆ चॆऱिय भागं
ऒरु नील युऎस् सन्देश तूൺ
घटिकारं पुऱत्त् इरिक्कुन्नु
स्नोबोർडർ हिमत्तिൽ .
ऒरु मोट्टोർसैक्किൾ प्रदർशिप्पिच्चिरिक्कुन्नु
पोർसलैൻ कॊण्ट् निർम्मिच्च विन्ऱेज् टोय्लऱ्ऱ्
टूत्त् ब्रषिൽ ब्रिस्ऱ्ऱोळुकൾ
मौस्पाडिलॆ मौस्
" मञ्ञ , चुवप्प् अग्नि जलांशं "
लगेज् निलत्ताण्
मेൽक्कूरयिൽ कऱुत्त षिंगिൾस्
कुऱुक्क् कटक्कळिलूटॆ नटक्कुन्न पच्च धरिच्च व्यक्ति
पुतुतायि मटक्किय बात्त् टवलुकൾ
इतॊरु कॊच्चु पॆൺकुट्टियाण्
ऒरु ग्लासिൽ ऒरु पुष्पं
विൻडोयिलूटॆ मेशयुं कसेरकळुं
स्नो स्कीसिൽ चुवप्प् धरिच्च ऒराൾ
अकलॆ पർव्वतङ्ङൾ
अमेरिक्कൻ पताक पाऱ्ऱेൺ चॆय्त हॆൽमॆऱ्ऱ्
पशु ओटिक्कुन्न ऒराൾ
इव कॊम्पुकळाण्
पाऱयिൽ वरच्च ऱौण्ट् स्ऱ्ऱोप्प् चिह्नं
इत् डोनट्ट्सिन्ऱॆ सूक्ष्ममाय शेखरमाण्
अयाൾ नियन्त्रणं विट्ट् कुतिक्कुकयाण्
पय्यൻ स्काऱ्ऱ्बोർडिंग् वशत्त् निन्न् चॆय्युन्नु
मनुष्यൻ मञ्ञिൽ चाटुन्नु
चार कुतिरयुटॆ प्रतिम
" पच्च , ब्रौൺ निऱमुळ्ळ पुल्लिन्ऱॆ ऒरु भागं "
वायुविलॆ वयർ नक्षत्रं
टॆन्नीस् कोർट्टिൽ वैऱ्ऱ् लैൻ
कऱुत्त कोट्ट् धरिच्च स्त्री पिङ्क् कुट पिटिक्कुन्नु
नीळमुळ्ळ तविट्ट् बाർ
ऒरु व्यक्ति स्नोबोർडिंग्
तॆरुविൽ नील स्कूൾ बस्
पർवतत्तिൽनिन्न् इऱङ्ङिच्चॆल्लुन्न स्कीयർ
इतॊरु ट्रक्क् आण्
तऱयिलॆ टोय्लऱ्ऱ्
वस्त्रङ्ङൾ कॊण्ट् ऒरु विभजनं
इतॊरु मरं कॊण्टुळ्ळ बॆञ्चाण्
मञ्ञ् निऱञ्ञ मेൽक्कूर
स्त्री ऒरु षർट्ट् धरिक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒराൾ मोट्टोർ सैक्किळिൽ घटिप्पिच्चिरिक्कुन्न सैक्किळिनटुत्त् निൽक्कुन्नु
द्वीप् बीच्च् रंगं
करटि प्रतिमकൾ निलत्त् .
काൻ डयऱ्ऱ् कोक्क्
कऱुप्पुं चारनिऱत्तिलुळ्ळ टॆलिविषൻ .
तॆरुविन् मुकळिलुळ्ळ चिह्नङ्ङൾ
आकाशत्त् ऒरु वलिय माऱൽ वॆळुत्त क्लोड्
मेशयिलॆ कीकൾ
चॆळि निऱञ्ञ स्थलत्त् रण्ट् कुतिरकൾ
उयरमुळ्ळ जिऱाफ्
इतॊरु वीटाण्
" मञ्ञ , कऱुत्त स्ऱ्ऱीलऱुकळुळ्ळ टॆडि बियർ "
ऒरु आൽबत्तिൽ निർम्मिच्च वाൾ क्लोक्क्
ई चित्रं do ट्ट्डोർ आण्
ऒरु वॆळुत्त बस् .
ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् कैवशमुळ्ळ युवाव्
ऒरु पॆൺकुट्टि अवळुटॆ सॆൽफोൺ नोक्कुन्नु .
इव बङ्क् किटक्ककळाण्
समुद्रत्तिलॆ वॆळुत्त सർफ्बोർडिൽ सർफिंग् चॆय्युन्न व्यक्ति
स्नो बोർडुकൾ .
पऴय रीतियिलुळ्ळ मुत्तच्छൻ क्लोक्क्
पिङ्क् मूक्क् उळ्ळ वॆळुत्त कुतिर
प्लान्ऱऱिलॆ नित्यहरित मरं
आशुपत्रि किटक्कयिൽ ऒराൾ
इतॊरु पुतप्पाण्
भागिकमायि अटच्च कण्णुकळुळ्ळ कऱुत्त पूच्च
ऒरु पक्षियिൽ नरच्च तूवलुकൾ
इतॊरु डोनट्ट् आण्
तिळङ्ङुन्न कुऴलिन्ऱॆ फौस्ऱ्ऱ्
इत् ऒरु बेस्बोൾ मैतानमाण्
इरुण्ट तविट्ट् मरं धान्यं
ऒरु कऱुत्त पूच्च पूच्च
कसेरयिൽ ओऱञ्च् तलयणयुण्ट्
ओऱञ्च् हाൻडिൽ कत्रिक
वॆळ्ळत्तिൽ आनयुटॆ तुम्पिक्कै
चलिक्कुन्न काऱुकळिൽ निन्नुळ्ळ लैऱ्ऱुकळुटॆ वरकൾ
पन्त् पच्चयाण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
इत् ऒरु व्यक्तियाण्
ओट्स् आहारं
ऒराൾ स्केऱ्ऱ्बोർड् ओटिक्कुन्नु
सवानयिलॆ सीब्रकळुटॆयुं मऱ्ऱ् मृगङ्ङळुटॆयुं कूट्टं
ऱाक्कऱ्ऱ् पिटिच्चिरिक्कुन्न पय्यൻ
लाप्टोप्प् वॆळ्ळियाण्
कऱुत्त अक्षरङ्ङळुळ्ळ वॆळुत्त चिह्नं
नीलाकाशत्तिൽ वॆळुत्त मेघङ्ङൾ
रण्टुपेർ स्कीयिंग् नटत्तुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
इतॊरु पक्षियाण्
तिरमालयिൽ सർफिंग् चॆय्युन्न ऒराൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
पुल्लिൽ निൽक्कुन्न सीब्रकൾ
" फीൽडिलॆ मञ्ञ , पच्च पन्त् "
पात्रत्तिൽ मञ्ञ निऱत्तिलुळ्ळ नारङ्ङकൾ
ऒरु वॆळुत्त पक्षि
स्ऱ्ऱीप्पिൾ टैप्प् टोप्प् निർम्मिक्कुन्नतिनुळ्ळ क्लोक्क्
कൺट्रोळऱुकൾ पॆൺकुट्टियुटॆ कैकळिलाण्
इत् ऒरु अटयाळमाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इतॊरु बैक्काण्
नीलयुं वॆळ्ळयुं बट्टൺ
मनुष्यൻ वातिलिनु मुन्निൽ निൽक्कुन्नु
माൻ स्विंगिंग् टॆन्नीस् ऱाक्कऱ्ऱ्
मुखत्त् फ्रिस्बियुमायि कुञ्ञ्
बाऱ्ऱ् चॆय्याൻ पय्यൻ
ऒरु चुवरिൽ इष्टिक
इत् ऒरु व्यक्तियाण्
नाल् तिरश्चीन वळयङ्ङळुळ्ळ निर .
मञ्ञुमूटिय ऒरु व्यक्ति
ऒरु मञ्ञ अग्नि जलांशं
ऒरु कूट्टं पुरुषन्माർ पिस्स कऴिक्कुन्नु
कुटयुळ्ळ ऒरु स्त्री
मञ्ञ सोस् उळ्ळ ऒरु पिस्स
ऒरु वलिय चार आन
ऒरु वयलिൽ रण्ट् आनकळुं ऒरु वॆळुत्त कुतिरयुं
किटक्कयिൽ फ्यूऱि वैऱ्ऱ् डोग्
रण्टुपेർ तुऱमुखत्तेक्क् स्कीयिंग् नटत्तुन्नु .
टाबि पूच्च ऒरु काऱिൽ किटक्कुन्नु
इत् ऒरु अटयाळमाण्
ऒरु कूट्टं आळुकൾ
नीलयुं वॆळ्ळयुं अटयाळं
ऒरु पिस्सयिൽ फॆऱ्ऱ चीस् कूम्पारं
कैत्तण्टयिൽ नील वियർप्प् बाൻड् .
मरक्कॊम्पिൽ कटिक्कुन्न तविट्टु निऱमुळ्ळ करटि
ताऴत्तॆ शाखयिൽ कऱुत्त करटि कुट्टिकൾ
कुञ्ञ् आन
ऒरु सർफ्बोർड् उपयोगिच्च् सർफർ चॆय्युक
ऒरु कटलास् कष्णं .
चुवन्न मिठायि आप्पिൾ ऒरु वटियिൽ
मनुष्यൻ सർफिंग्
रण्टुपेർ बॆञ्चिलिरिक्कुन्नु
पच्च मॆऱ्ऱൽ मेशयिलिरिक्कुन्न आൺक्कुट्टि
ऱॆयिൽवे ट्राक्कुकळिൽ ट्रॆयिൻ
इवർ रण्टुपेराण्
स्त्रीयुटॆ तल
तविट्ट् मरं तऱ धान्यं
क्लोक्किन्ऱॆ चित्रं ऎटुक्कुन्न व्यक्ति
ऒरु Wii गॆयिं कळिक्कुन्न रण्टुपेർ
इल नीळमुळ्ळताण् .
मेशप्पुऱत्त् काप्पि कोप्प
पॆൺकुट्टि ऒरु वस्त्रं धरिक्कुन्नु
स्त्री उऱ्ऱुनोक्कुकयाण्
इल रूपकൽप्पनयुळ्ळ वॆळुत्त सॆऱामिक् वेस्
सन्तोषकरमाय कऱुत्त नाय सർफिൽ कळिक्कुन्नु
ऒरु पॆൺकुट्टि क्यामऱयिलेक्क् नोक्कुन्नु
ऒरु कुळिमुऱियुटॆ फोट्टो
टॆन्नीस् कळिक्कारൻ ओटुन्नु
ऒरु वाऴप्पऴत्तिन्ऱॆ स्लैस्
स्ऱ्ऱोविൽ ऒरु नील तूवाल
सोक्स् ग्रॆ आण्
इतॊरु क्लोक्काण्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
इतॊरु ओफीस् रंगमाण्
पाർक्किंग् स्थलत्त् इरिक्कुन्न ऒरु ट्रक्क्
रण्ट् कुट्टिकൾ ऒरु विൻडोयिलूटॆ नोक्कुन्नु
" ओऱञ्च् , वॆळ्ळ पूच्च "
क्लोक्क् टवർ स्ऱ्ऱीप्पिൾ
कट्टिलिन्ऱॆ कैय्यिൽ टिवि ऱिमोट्ट्
कुञ्ञ् आन
स्केऱ्ऱ्पाർक्किलॆ आळुकൾ
ऒरु जलाशयत्तिन् मुकळिलूटॆयुळ्ळ पालं
" ऒरु हॆयർ , नॆयिൽ स्पा ऎन्निवय्क्कुळ्ळ ऎलवेऱ्ऱड् चिह्नं "
कुञ्ञ् आन
स्त्री ऒरु कलत्तिൽ भक्षणं कलർत्तुन्नु
पाटत्तु निൽक्कुन्न जिऱाफ्
तॊप्पिकൾ धरिच्च मून्न् मॆൻस् हॆड्स्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
स्कै ट्रयलिൽ स्त्री मञ्ञ् स्कैयिङ्ङ् चॆय्युन्नु .
ऒरु नोट्ट्बुक्किൽ मनुष्यൻ ऎऴुतुन्नु
ऒरु स्त्री केक्क् पिटिच्च् निൽक्कुन्नु
पूक्कൾ ऱोसाप्पूक्कळाण् .
वाळुकॊण्ट् केक्क् मुऱिक्कुन्न स्त्री .
मञ्ञ वाऴप्पऴं ताऴेक्क् तूङ्ङिक्किटक्कुन्नु
आवरणत्तिൽ इरिक्कुन्न क्लोक्क्
ब्रौൺकुतिरयुटॆ मुकळिलॆ प्रभु
कुतिर वॆळुत्तताण्
ऒरु यात्रा ट्रॆयिൻ ऒरु वऴित्तिरिव् उण्टाक्कुन्नु
पालत्तिൽ मञ्ञ पासञ्चർ ट्रॆयिൻ
इरिक्कुन्न मनुष्यൻ नीळमुळ्ळ कण्णाटिकळिൽ प्रतिफलिक्कुन्नु
ऒरु शाखयिൽ पक्षि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ट्राक्कुकळिൽ यात्र चॆय्युन्न वॆळ्ळ ट्रॆयिൻ
कॆट्टिटत्तिन्ऱॆ ऒरु काർ
टॆन्नीस् कोർट्ट् इൻ बौण्टस् प्रदेशं नील चायं पूशि
ऒरु नेवि कൺवेർस् षू
बाऱ्ऱऱि बोक्सिൽ बेस्बोൾ कळिक्कारൻ
पिङ्क् षർट्टुकൾ धरिच्च पुरुषन्मारुटॆयुं स्त्रीकळुटॆयुं ऒरु टीं
चॆऱिय मुटियुळ्ळ ऒरु कुट्टि
टोय्लऱ्ऱ् बौൾ प्लङ्कർ
षीऱ्ऱुकൾ वॆळुत्तताण्
हिൽ स्नोबोർडिंग् चॆय्युन्नु
निलत्त् कऱुत्त पुळ्ळि
ऒरु काबिनऱ्ऱिन् कीऴिलुळ्ळ ऱफ्रिजऱेऱ्ऱർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
व्यक्तमाय नील समुद्रं
" चुवप्प् , नील नियोൺ चिह्नं "
मनुष्यन्ऱॆ कय्यिൽ फोൺ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु इष्टिक कॆट्टिटत्तिन् मुन्निൽ ऒरु क्लासिन्ऱॆ कऱुप्पुं वॆळुप्पुं चित्रं
केक्किൽ चॆऱि
गोൾफ् कोऴ्सिन्ऱॆ पच्च पुൽत्तकिटि
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
पच्च ओवർहांगिंग् वॆळिच्चं
ब्लाक्क् आൻड् वैऱ्ऱ् षർट्टिलुळ्ळ ऒराൾ
ऒरु बाग् कोट्टൺ मिठायि
सिൽवർ वस्त्रङ्ङൾ वाषऱुं ड्रयऱुं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
धान्यङ्ङൾ कऴिक्कुन्न ऒरु कुट्टि
अटिवस्त्रं मात्रं धरिक्कुन्न मनुष्यൻ
जिऱाफुकൾ काट्टिൽ
आनकൾ वॆळ्ळत्तिൽ कूट्टमायि इरिक्कुन्नु
मनुष्यൻ टॆन्नीस् कोർट्टिൽ निൽक्कुन्नु
तॆरुव् चिह्नङ्ङൾ मुकळिൽ अटुक्कियिरिक्कुन्नु
पात्रत्तिൽ उरुळक्किऴङ्ङ् उटच्चत्
कुटकൾ वർण्णाभमायताण्
पशुक्कळुटॆ चॆवियिൽ मञ्ञ टाग्
मनुष्यൻ बैक्किन्ऱॆ चक्रं शरियाक्कुन्नु
ट्राक्कुकळिൽ चारनिऱत्तिलुळ्ळ लोक्कोमोट्टीव्
निलत्त् कऱुत्त पुळ्ळि
ऒरु कण्णाटियिൽ चित्रं
कुञ्ञिन्ऱॆ वायिൽ ऒरु शमिप्पिक्कൽ
फ्रिड्ज् नीलयाण्
मतिलिन् ऎतिरायि क्रीं कळർ ऱफ्रिजऱेऱ्ऱർ
चुवन्न षർट्ट् धरिच्च पय्यൻ
ऒरु टॆन्नीस् कोർट्टिൽ टॆन्नीस् कळिक्कारൻ
चुवन्न फ्रिस्बी तविट्ट् नाय पिटिच्चु
अलमारयिൽ इरिक्कुन्न वयർ ब्रष्
कळिक्कारൻ पन्त् तट्टि
ऒरु बाऱ्ऱ् पिटिक्कुन्न ऒरु बेस्बोൾ कळिक्कारൻ
चवऱ्ऱुकुट्टकൾ निऱञ्ञ ऒरु नटप्पात
चारनिऱत्तिलुळ्ळ आन
वायुविलॆ व्यक्ति
नक्षत्रत्तिन्ऱॆ आकृतियिൽ तॆळिच्चमुळ्ळ प्रकाशं
मञ्ञुवीऴ्चयिൽ मनुष्यൻ
स्केऱ्ऱ्बोർडർ ऒरु तन्त्रं चॆय्युन्नु
मञ्ञिൽ मरङ्ङळुटॆ कूट्टं
कोमोड् पुऱत्त् इरिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इतॊरु एष्यൻ विभवमाण्
मेशप्पुऱत्त् बोक्स्
विमानत्तिन् समीपमुळ्ळ लगेज् काർ
नील जीൻ षोർट्ट्सिൽ स्त्री
कत्रिकयिൽ मॆऱ्ऱൽ सिൽवർ बोൾट्ट्
इव ऒरु कूट्टं सीब्रकळाण्
" चुवप्प् वॆळ्ळ , नील पताक "
फोट्टोयिलॆ पूक्कൾ
कुञ्ञ् आन
कुञ्ञ् आन
इरुण्ट मरं सीलिंग् फाൻ
जोർज्ज्टौणाण् लक्ष्यस्थानं
ऒरु मेशयिൽ मैक्रोवेव्
ऒरु पाർक्किंग् स्थलत्त् मून्न् बसुकൾ
ऒरु चॆऱिय चुवन्न पक्षि
वायुविൽ ऒरु विमानं
काൽनटयात्रक्काർक्कुळ्ळ क्रोसिंग् चिह्नं
चुवन्न षർट्ट् धरिच्च स्त्री
इटतुवशत्त् ऒरु कऱुत्त कुतिर .
स्नोबोർडർ ऒरु कुन्निऱङ्ङुन्नु .
" वेसुकळिൽ पिङ्क् , चुवन्न पूक्कൾ "
पिच्चർ ऎऱियुन्न पन्त्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
नाययुटॆ मुൻ कैकൾ
चुवरिൽ चुवन्न सन्तोषमुळ्ळ मुखं तूक्कियिरिक्कुन्नु
फुट्पात्तिൽ कऱुत्त क्लोक्क् टवർ पोൾ
कऱुत्त अङ्कियिलॆ स्नोबोർडർ ताऴॆ वीणु
अलङ्कार इष्टिक सർक्किൾ
तिळक्कमुळ्ळ पच्च मरं शैलि
कऱुत्त ननञ्ञ आन नदियिൽ नटक्कुन्नु
सीलिंगिൽ निन्न् तूङ्ङिक्किटक्कुन्न ऒरु अलङ्कारं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कामो धरिच्च पय्यൻ
स्यूट्ट्केसिन्ऱॆ वशत्त् रण्ट् चुवन्न अक्षरङ्ङൾ
वळरॆ वलिय इरुचक्र बैक्क्
सिङ्किൽ ऒऴिक्कुक
मनुष्यनुं मोट्टोർ बैक्किൽ ऒरु आൺकुट्टियुं
ऒरु टॆन्नीस् कळिक्कारൻ ऒरु पन्त् ऎऱियुन्नु
ऒरु वातिलिन्ऱॆ वशं
मून्न् आणुङ्ङൾ लाप्टोप्प् उपयोगिक्कुन्नु
कऱुत्त फർणिच्चऱुकൾक्क् मुन्निൽ ऱौण्ट् नोब्
आकाशत्त् प्लॆयिൻ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
उयरमुळ्ळ पुल्लुकൾक्क् मुन्निൽ आटुकൾ
पुरुषनुं स्त्रीयुं अवरुटॆ विवाह वस्त्रङ्ङळिൽ
कऱुप्पुं मञ्ञयुं षोർट्ट्सिलुळ्ळ मनुष्यൻ
किटक्कय्क्क् अटुत्तुळ्ळ पुस्तकङ्ङळुटॆ शेखरं
ऒरु कऱुत्त ट्राष् बाग् .
वॆळ्ळत्तिൽ ऒरु मनुष्यൻ
पताककൾ ऒरु इटवऴियिൽ तूक्कियिरिक्कुन्नु
ओऱञ्च् वॆळ्ळयुं अलङ्कार तुणि उळ्ळ किटक्क
कट्टिलिൽ कऱुत्त वरयुळ्ळ तलयिणकൾ .
ऒरु मरत्तिൽ पऴुत्त ओऱञ्च्
ट्राक्किൽ ऒरु ट्रोट्टिंग् पोणि
स्कीयർ पർवतत्तिൽ
वॆळ्ळयुं मञ्ञयुं निऱमुळ्ळ ऒरु विभवं
तीवण्टि प्लाऱ्ऱ्फोमिलॆ आळुकൾ
मेशप्पुऱत्त् कत्ति
मनुष्यन्ऱॆ तलयिൽ कऱुत्त तॊप्पि
टॆन्नीस् ऱाक्कऱ्ऱुळ्ळ रण्ट् चॆऱिय कुट्टिकൾ
चुमरिൽ चारियिरिक्कुन्न ऒरु फ्रॆयिं
ऒरु भक्षणशालयिलॆ भक्षणत्तिन्ऱॆ चित्रं
उयरमुळ्ळ जिऱाफ् अऴुक्किൽ निൽक्कुन्नु
द्वीप् बीच्च् रंगं
पुल्ल् तविट्टुनिऱवुं उयरवुमाण्
कऱुप्पुं तविट्टुनिऱत्तिलुळ्ळ नाययुं
ऒरु बाग् कोट्टൺ मिठायि
आकाशत्त् रण्ट् कैऱ्ऱ् स्ट्रिंगुकൾ
पच्च कण्णुकळुळ्ळ कऱुत्त पूच्च
ऒरु तविट्ट् बॆञ्च्
चुवन्न आप्पिൾ कष्णं
हिन्नि ऎन्न वाक्क् नील निऱत्तिൽ उൾच्चेർत्तु
चुवप्पुं मञ्ञयुं अग्नि जलांशं
ई किळि मञ्ञयुं नील निऱवुमाण्
पुल्लिൽ निൽक्कुन्न सीब्र
ऒरु व्यक्ति स्केऱ्ऱ्बोർडिंग् आण्
कळिप्पाट्ट कोट्ट
ऒरु सोप्प् डिस्पॆൻसർ सिङ्किलुण्ट्
विमानत्तावळत्तिൽ फोणिൽ मनुष्यൻ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
निरवधि सैक्किळुकൾ पाർक्क् चॆय्तिट्टुण्ट्
जोडि मञ्ञ स्नो पान्ऱ्स्
ऒरु पॆൺकुट्टिक्क् पिङ्क् स्नोस्यूट्ट्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु आन तुऱन्न स्थलत्तुकूटि नटक्कुन्नु
ऒरु प्लेऱ्ऱिൽ मञ्ञ वाऴप्पऴं
ऒरु कऱुत्त ट्राष् बाग् .
विमानं मुकळिलेक्क् पऱक्कुन्नु
टॆन्नीस् ऱाक्कऱ्ऱ् कैवशमुळ्ळ ऒराൾ
\ अंगीकृत वाहनङ्ङൾ मात्रं \ चिह्नं
पॊटिपटलङ्ङळुळ्ळ पऴय क्लोक्क्
" ऒरे पिङ्क् , नील ऎन्निव धरिच्च स्कीयർमाർ "
स्केऱ्ऱ्बोർडिൽ तन्त्रङ्ङൾ चॆय्युन्न व्यक्ति
ऒरु कऱुत्त ट्राष् बाग् .
कुञ्ञ् आन
मुखत्त् वॆच्चिरिक्कुन्न कै
पक्षि पऱक्कुन्नु
चारनिऱत्तिलुळ्ळ पुतप्प्
टॆन्नीस् कळिक्कुन्न रण्ट् स्त्रीकൾ .
फ्रिस्बि कळिक्कुन्न रण्टुपेർ
ऒरु कुट्टि स्ऱ्ऱफ् चॆय्त करटियिൽ निൽक्कुन्नु .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
पय्यൻ स्केऱ्ऱ्बोർडिंग् चॆयुन्नु .
इत् ऒरु मनुष्यनाण्
तॆरुविൽ पाർक्क् चॆय्तिरिक्कुन्न काऱुकळुटॆ कूट्टं
मून्न् कषणङ्ङൾ
कुञ्ञ् आन
तन्त्रं चॆय्युन्न चॆऱुप्पक्कारൻ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मनुष्यൻ इरिक्कुन्नु
कुञ्ञ् आन
अऴुक्कुचालिൽ निऴൽ .
इळं तविट्ट् निऱमुळ्ळ नाय
" ओऱञ्च् , मञ्ञ अग्नि जलांशं "
कुञ्ञ् आन
मुखत्त् कण्णट
इतॊरु पवർपोयिन्ऱाण्
षूविൽ ऒरु वॆळुत्त लोगो
पुൽमेटिൽ आनकळुटॆ कूट्टं
ऒरु व्यक्ति स्कीयिंग् चॆय्युन्नु
पच्च ईन्तप्पनकळुटॆ मुकळिൽ
अवन्ऱॆ मुखत्त् ऒरु तूवाल
नील कोट्टൺ टॆन्नीस् षोർट्ट्स्
" ओऱञ्च् , नील निऱत्तिलुळ्ळ मोट्टोർसैक्किൾ "
ऒरु ट्ट्रङ्किन्ऱॆ भागं
उयरमुळ्ळ व्याज प्लान्ऱ्
कुप्पायत्तिन् वरकळुण्ट्
बैक्क् तॆरुविलाण्
तॊप्पियिलॆ वॆळुत्त प्लं मुकൾभागं
वॆळ्ळत्तिनटुत्तुळ्ळ कल्ल् क्लोक्क् टवർ
कुञ्ञ् आन
बस्सिൽ ऒरु मञ्ञ नक्षत्रं
ऒरु ड्रोयऱिൽ ऒरु टॆडि बियർ
ओऱञ्च् मूक्कुं कऱुत्त तॊप्पियुमुळ्ळ ऒरु स्नोमाൻ .
वॆळुत्त मणൽ उयർत्तुन्नु
वॆळुत्त टोप्प् धरिच्च स्त्री
ऒरु पिൻयिलॆ ऒरु सीब्र
ऒरु टिवि स्क्रीൻ ओणाक्कि
ध्रुवत्तिन् मुकळिൽ पच्च चिह्नं .
आकाशत्त् चुवन्न कैऱ्ऱ्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कऱुत्त ट्राष् बाग् .
वशङ्ङळिलायि रण्ट् कऱुत्त ट्रॆयिनुकൾ
पच्च तुळसि इलकൾ
लैऱ्ऱ् ओवർ बात्त्ऱूं मिऱർ
आनयुटॆ कॊम्प्
ओऱञ्च् काळ स्तंभं निलत्त्
कण्णटयुळ्ळ पय्यൻ
ऒरु बॆञ्चिൽ इरिक्कुन्न पक्षि
इतॊरु कऱुत्त कसेरयाण्
विश्रममुऱियिलॆ प्रतिफलन मिऱർ
पिस्स वलुताण्
ऒरु पॆट्टियुटॆ लाच्च्
ऒरु जोटि आकाशं पिटिक्कुन्न ऒराൾ
निलत्त् कऱुत्त पुळ्ळि
पർप्पिൾ षർट्टिൽ ऒरु स्त्री
विमानं ऱൺवेयिलाण्
ऒरु चित्रत्तिनायि पुञ्चिरिक्कुन्न स्त्री
ऒरु तळिकयिൽ ऒरु नारङ्ङ
प्राथमिकमायि वॆळुत्त मोट्टोർसैक्किൾ .
तुऱन्न जनൽ मऱय्क्कुन्नु
विक्टोऱियൻ वस्त्रधारणत्तिൽ नाल् पेർ ऒरुमिच्च् पोस् चॆय्युन्नु
वॆळ्ळि निऱमुळ्ळ माक्बुक्क् लाप्टोप्प्
कुतिरप्पुऱत्त् इरिक्कुन्न ऒराൾ
निरवधि ट्राक्कुकൾ ऒत्तुचेरुन्न तिरक्केऱिय स्थलत्त् ऒन्निलधिकं ट्रॆयिनुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ मिनुस कुम्मायत्तिनॊप्पं चुवन्न टैൽ
मुकळिൽ ऱौण्ट् हूक् उळ्ळ ओऱञ्च् बुय्
मनुष्यൻ ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् पिटिक्कुन्नु
कुञ्ञ् आन
स्त्रीयुटॆ कुप्पायत्तिन् पिन्निൽ लॆय्सुकळुण्ट्
तॆरुविൽ वॆळुत्त वरकൾ
ऒरु टॆन्नीस् मत्सरं नटक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मेशप्पुऱत्त् ऒरु प्लेऱ्ऱ्
ऒरु पालत्तिൽ ऒरु कुटिൽ
ऒरु पच्च तॆरुव् अटयाळं .
फोट्टो कऱुप्पुं वॆळुप्पुं आण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु पूच्च ऱफ्रिजऱेऱ्ऱऱिन् मुकळिൽ इरिक्कुन्नु
करटि फोट्टोयिൽ ताऴॆ इरिक्कुन्नु
मून्न् सीब्रकൾ वयलिൽ
फ्लैऱ्ऱ् पिच्च्
प्लाൻ्ऱऱिलॆ ऒरु स्ऱ्ऱफ्ड् जिऱाफ्
ऒरु विभवं मैक्रोवेविൽ चूटाक्कुन्नु .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु कूट्टं आळुकൾ विमानत्तिൽ कयऱाൻ कात्तिरिक्कुन्नु
ऒरु मनुष्यन्ऱॆ तलयिൽ कऱुत्त तॊप्पि .
पच्च अक्षरङ्ङळुळ्ळ चुवन्न बस्
ट्रॆयिनिनायि कात्तिरिक्कुन्न स्त्री
ऒरु ग्लास् ओऱञ्च् पानीयं
रण्ट् आनकൾ अटुत्त् अटुत्त्
मनुष्यन्ऱॆ तलयिൽ ऒरु तॊप्पि
ऒरु पुरुष टॆन्नीस् कळिक्कारൻ
ऒरु षवർ फ्यूसऱ्ऱ् हॆड्
पुल्लिन् इटत्तरं उयरमुण्ट्
वॆळुत्त इन्ऱीरियർ उळ्ळ नील धान्य पात्रं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
डोनट्ट्स् मॆषीनिൽ पाकं चॆय्युन्नु
चुमरिൽ मोർगൻ ऎन्न वाक्क् .
मेशप्पुऱत्त् वलिय वॆळुत्त सॆऱामिक् प्लेऱ्ऱ्
ऒरु ट्राफिक् स्ट्रीऱ्ऱ् सिग्नलिन्ऱॆ पिൻवशं
विमानत्तिन् मुकळिൽ नीलाकाशं
फोक्स् ऱोक्क् ननव् टाङ्क्
स्ऱ्ऱेषनिൽ ऒरु तीवण्टि
चुवरिൽ वർण्णाभमाय वलिय कलासृष्टि
ऒरु वण्टि वलिक्कुन्न कुतिर
निलत्त् वाट्टർ बोट्टिൽ .
व्यक्तमाय दिवसत्तिൽ मनोहरमाय तटाकत्तिൽ बोट्ट्
कारऱ्ऱ् कूम्पारमायि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
हाൻडिलुकൾ माय्क्काൻ इरुण्टत्
कटൽत्तीरत्त् तिरमालकൾ
रण्ट् ऎन्न् जेऴ्सियिൽ ऎऴुतियिरिक्कुन्नु
" तटि अटुक्कळ विभवं अलमार , प्लेऱ्ऱुकळुं पात्रङ्ङळुं "
कुञ्ञ् आन
ऒरु वैऱ्ऱ् मॆऱ्ऱൽ ऱॆयिलिंग्
प्लेऱ्ऱिൽ ऒरु साൻड्विच्च्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु बेस्बोൾ टी
स्कीसुकൾ पच्चयाण्
काबिनऱ्ऱिൽ नोबुकൾ
वलिय जालकङ्ङൾ कॊण्ट् निർम्मिच्च कॆट्टिटत्तिन्ऱॆ मतिൽ
लाप्टोप्प् वेർतिरिच्चिरिक्कुन्नु
ऒरु मञ्ञ वॆळ्ळं ऒऴिक्कुन्न कुऴൽ
इतॊरु ट्रॆयिൻ आण्
बैक्किन् पिन्निलॆ चॆयिൻ बारियർ
आनयिൽ रण्टुपेർ
चिह्नत्तिൽ कऱुत्त नम्पർ 2
कुञ्ञिन्ऱॆ वायिൽ टूत्त् ब्रष्
ऒरु वॆळुत्त अग्नि जलांशं
प्लेऱ्ऱिൽ रण्ट् तविट्ट् वाऴप्पऴं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वयलिൽ तिन्नुन्न तविट्टुनिऱत्तिलुळ्ळ कुतिर
मोट्टोർ सैक्किळुकൾ चीट्टिटुन्नु
कुञ्ञ् आन
मनुष्यൻ कऱुत्त हॆൽमॆऱ्ऱ् धरिक्कुन्नु
पच्च क्यानिൽ पिटिच्चिरिक्कुन्न ऒराൾ
ग्लास् मून्निൽ रण्ट् निऱञ्ञिरिक्कुन्नु .
फ्लाऱ्ऱ्बॆड् उळ्ळ वॆळुत्त ट्रक्क्
ऒरु कूट्टं पऴङ्ङൾ ऒरुमिच्च्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
बस् नगरत्तिलूटॆयाण् सञ्चरिक्कुन्नत्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
ऒरु ग्लास् कटुं चुवप्प् वीञ्ञ्
ऒरु संख्ययुटॆ भागं
सർफ्बोർडिन् मुन्निൽ
केक्किन्ऱॆ मुकळिൽ स्कूबि डू
मनुष्यन्ऱॆ कैयिलुळ्ळ ऒरु Wii कൺट्रोळർ
पूच्च ऎन्तो तुऱिच्चुनोक्कुन्नु
पुൽत्तकिटि चैस् नीलयाण् .
सुन्दरियाय स्त्री पेप्पऱुकळुमायि नटक्कुन्नु
पच्च सॆऱामिक् वास् मेशप्पुऱत्त्
ऱांप् सुप्रीं पऱयुन्नु
ऒरु लाൽटोप्पिन्ऱॆ भागं
ऒरु वॆळुत्त जन्मदिन केक्क् .
कमो पाऱ्ऱेൺ ऱब्बർ डक्कि
पुल्ल् चॆऱुतुं पच्चयुमाण्
टोय्लऱ्ऱिलॆ बट्टൺ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु पॆप्पർऱोणि
मनुष्यൻ पच्च स्यूट्ट् धरिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
विमानत्तिन्ऱॆ मूक्क्
कूऱ्ऱൻ मतिलिൽ पाळि कण्णाटि
चुवरिൽ वॆळुत्त कुळिमुऱि टैൽ
मनुष्यन् रण्ट् कण्णुकळुण्ट् .
स्त्री कऱुत्त षू धरिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
एष्यൻ नीलयुं वॆळ्ळयुं उयरमुळ्ळ पात्रङ्ङൾ
ओऱञ्च् फ्लोट्टिंग् कषणं
ऒरु डोनट्ट् ऒरु डोनऱ्ऱिൽ अटुक्कि वच्चिरिक्कुन्नु
पिस्स ट्रे कैवशमुळ्ळ मनुष्यൻ
ऒरु चॆऱिय स्वർण्ण गोंग्
बൺ इब् ब्र brown ൺ
पक्षि आकृतियिलुळ्ळ अलङ्कारं
चुमरिलॆ विळ्ळൽ
ऒरु ट्रक्किൽ ऒरु वलिय तल
ऒरु मञ्ञ मोट्टोർ बोट्ट्
पश्चात्तलत्तिൽ वलिय कत्तीड्रൽ
सीलिंगिൽ लैऱ्ऱ्
मेशप्पुऱत्त् ऒरु तूवाल
क्षीणिच्च पूच्च उऱङ्ङाൻ तुटङ्ङुन्नु
पिन्निलेक्क् धरिच्चिरिक्कुन्नु बेस्बोൾ तॊप्पि
ऒरु चॆऱिय वॆळुत्त तलयिण
ऒरु चॆऱिय आन
ऒरु कऱुत्त ट्राष् बाग् .
चुवप्पुं वॆळ्ळयुं निऱमुळ्ळ बसिन्ऱॆ मुൻवशं
कुतिरकൾक्क् अप्पुऱत्तुळ्ळ मरङ्ङൾ
बसिन्ऱॆ वॆळिच्चं
कुञ्ञ् आन
निलत्त् चिल तीवण्टि पाळङ्ङൾ
यूणिफों धरिच्च ऒराൾ
स्त्री वॆळुत्त टॆन्नीस् षू धरिक्कुन्नु
कुतिरयुटॆ मूक्क्
वलतुवशत्तुळ्ळ मोणिऱ्ऱർ
सैक्किൾ कय्यिൽ उळ्ळ ऒरु मनुष्यൻ
मेशप्पुऱत्तॆ भक्षणं
मनुष्यൻ टॆन्नीस् कळिक्कुन्नु
ऱोडिन् मुकळिलुळ्ळ कमान कणक्षൻ
पूच्चयुटॆ कण्णुकൾ पच्चयाण् .
नीलयुं वॆळ्ळयुं वरयुळ्ळ षർट्ट्
ऒरु वळ्ळत्तिन्ऱॆ भागं
ऒरु कुट्टि तॆरुविൽ उऱङ्ङुन्नु
फ्रञ्च् फ्रै ब्रॆडिൽ
ऒरु जालकत्तिन् पिन्निൽ ऒरु टॆडि बियർ
कुतिर विश्रमिक्कुन्नु
ऒरु पऴय कॆट्टिटत्तिलॆ रण्ट् घटिकारं
मनुष्यन्ऱॆ कैकळिलॆ कऱुत्त बाऱ्ऱ्
प्लेऱ्ऱिൽ ब्रॊक्कोळि
परस्परं रण्ट् सीब्रकൾ
चुवप्प् वॆळ्ळयुं नीलयुं उळ्ळ ऒरु विमानं
इतॊरु मॊबैൽ फोणाण्
नाय भक्षणत्तिनायि याचिक्कुन्नु
बाऱ्ऱिൽ बेस्बोൾ कळिक्कारൻ
मनुष्यन्ऱॆ तलयिൽ ऒन्निलधिकं निऱमुळ्ळ तलप्पाव्
ऒराൾ काऱुकൾ चाटुन्नु .
नाय मोट्टोർ सैक्किळिൽ इरिक्कुन्नु
तॆरुविൽ ऒरु वॆळुत्त पशु
ऒरु वॆळुत्त बेस्बोൾ तॊप्पि
पकൽ सूर्यन्ऱॆ वॆळिच्चं
फ्रिस्बी कळिक्कुन्न ऒराൾ
मनुष्यൻ कप्पलिൽ सർफिंग् चॆय्युन्नु
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
बाक्क् ग्रौण्टिൽ ऒरु चॆऱिय मञ्ञ पन्त् .
कौण्टർ टोप्पिൽ व्यक्तमाय रण्ट् कुप्पिकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पुल्ल् वयलिൽ उयरमुळ्ळ जिऱाफ्
वॆळ्ळयुं कऱुप्पुं फ्रिस्बी
पकुति वृत्तत्तिनटियिൽ वलिय मॆऱ्ऱൽ पालं
सीब्र कऱुप्पुं वॆळुप्पुं आण्
स्त्री चॆरिप्पाण् धरिक्कुन्नत्
आकाशत्त् चुवप्पुं पच्चयुं कैऱ्ऱ्
इतॊरु कुञ्ञाण्
पऴय रीतियिलुळ्ळ तटि क्लोक्क्
द्वीप् बीच्च् रंगं
मॆऱ्ऱൽ वेलिक्क् मुन्निलॆ कळिक्काർ
ऒरु स्कूൾ लिफ्ऱ्ऱिൽ मून्न् पेർ
बस् स्ऱ्ऱोप्पिൽ बॆञ्चिलिरुन्न् स्त्री
रण्टुपेർ स्वीकरणमुऱियिलाण्
मञ्ञुमलयिൽ नटक्कुन्न रण्ट् स्कीयർ
मैतानत्त् बेस्बोൾ कळिक्कुन्न कुट्टि
मेशप्पुऱत्त् ऒरु पिस्स
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
इत् ऒरु मनुष्यनाण्
ऒरु स्की चरिविൽ ऒरु वॆळिच्चं
नीळमुळ्ळ कऱुत्त मैक्रोफोൺ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मुൻवशत्त् ऒरु वलिय कल्ल् वस्तु
तॊप्पि नीलयाण्
कै मुष्टि उरुट्टियिरिक्कुन्नु
स्वർण्ण निऱमुळळ आकाशत्तिन्ऱॆ ऒरु वलिय पाच्च्
डिविडि प्लॆयऱिൽ पूच्च किटक्कुन्नु
ऒरु चॆऱिय पർप्पिൾ टूत्त् ब्रष्
मൾट्टि लैൻ फोൺ डॆस्किൽ
आळुकൾ बेस्बोൾ कळिक्कुन्नु
पुल्लिൽ नटक्कुन्न ऒरु सीब्र .
षवർ कർट्टൻ तूक्कियिरिक्कुन्नु
रण्ट् कुञ्ञुङ्ङൾ ऒरुमिच्च् किटक्कुन्नु
इतॊरु पिस्सयाण्
ऒरु अरियुन्न बोർडिൽ ऒरु कारऱ्ऱ् .
ऒरु काऱिन्ऱॆ हॆड् लैऱ्ऱ्
ऒरु grpounmd न्ऱॆ भागं
पाळङ्ङळिൽ तीवण्टि
निलत्त् कऱुत्त पुळ्ळि
पऴं नोक्कुन्न मनुष्यൻ
स्त्री पान्ऱ्स् धरिक्कुन्नु
भक्षणं निऱच्च पात्रं
नम्पർ 186290
पक्षि मणलिൽ कॊत्तुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
मून्न् वैऱ्ऱ् बात्त्ऱूं सिङ्कुकൾ
मनुष्यൻ टिवियिൽ निन्न् वै ऱिमोट्ट् चूण्टिक्काणिक्कुन्नु
इत् समुद्रत्तिन्ऱॆ चित्रमाण्
अनावरणं चॆय्त सिङ्क् ड्रॆयिनेज्
ऒरु स्त्री हांबർगർ कऴिक्कुन्नु
बाऱ्ऱ् पिटिक्कुन्न ऒरु कुट्टि
ऒरु षർट्टिन्ऱॆ पुऱकिलुळ्ळ नम्पർ 20
मनुष्यन्ऱॆ कैकळिൽ ऒरु नीण्ट ऱोൾ
इतॊरु मनुष्यनाण्
इतॊरु कूट्टं मृगङ्ङळाण्
नॆस्लॆ चोक्लेऱ्ऱ् चिप्पुकळुटॆ ऒरु प्लास्ऱ्ऱिक् बाग्
ऒरु कऱुत्त ट्राष् बाग् .
करटि मञ्ञिൽ वीऴुन्नु
परन्न कोൺक्रीऱ्ऱ् उपरितलत्तिलेक्क् नयिक्कुन्न घट्टङ्ङൾ
बस् चुवप्पाण्
ऒरु पुरुषൻ ऒरु पॆൺकुट्टियुमायि पट्टं पिटिक्कुन्नु
नीलयुं वॆळ्ळयुं सർफ् बोർड्
कल्ल् नटक्कानुळ्ळ वऴि
लैऱ्ऱुकळुं आभरणङ्ङळुं कॊण्ट् अलङ्करिच्च क्रिस्मस् मरं
स्नोग्लोबुकळुटॆ पुऱकिൽ इरिक्कुन्न करटि
तॆरुविलॆ व्यक्ति
इताण् वॆळ्ळं
ऒरु कऱुत्त ट्राष् बाग् .
कुप्पिकळुटॆ अटुत्तुळ्ळ मञ्ञ टॆडि बियർ
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु ऱॆस्ऱ्ऱोऱन्ऱिलॆ वृत्तिकॆट्ट अटुक्कळ
कुञ्ञ् आन
अटुक्कळयिलॆ आळुकൾ .
चुमरिൽ ऒरु परस्यं
मनुष्यൻ तलयिൽ स्नोबोർड् पिटिक्कुन्नु
ऒरु कट्टिलिൽ कळिप्पाट्टं
पिक्निक् टेबिळिൽ इरिक्कुन्न व्यक्ति
ऱॆयिൽ पातकळिൽ तीवण्टि
ऒरु कऱुत्त ट्राष् बाग् .
स्ऱ्ऱेषनिൽ चुवन्न मॆट्रो ट्रॆयिൻ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कटൽत्तीरत्तॆ एक व्यक्ति
मञ्ञुवीऴ्चयिൽ ऒरु निऴൽ
ऒरु वलिय लोहत्तिन्ऱॆ वाൾ पिटिच्चिरिक्कुन्न पय्यൻ
ऱोडिൽ वलिय चुवन्न ट्राफिक् कोൺ
टैൽ चॆय्त मुऱियिൽ वॆळुत्त टोय्लऱ्ऱ्
मञ्ञ फ्रिस्बी वायुविൽ
ऒरु चुवन्न उरुळ्ळुन्न पॆट्टि
ऒरु व्यक्ति टॆन्नीस् ऱाक्कऱ्ऱ् वीशुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु स्त्री बस्सिൽ इरिक्कुन्नु
अङ्कि धरिच्च ऒराൾ
अत्लऱ्ऱिक्कुकळाय पुरुषन्माർ
इतॊरु तॆरुवु नगरमाण्
ऱॆयिलिൽ ओटिक्कुन्न स्नोबोർडർ
मेशयुं कसेरयुं निलत्त्
वायुविलुळ्ळ कुट्टि
ऒरु पोർट्टबिൾ घट्टं परस्यत्तिनुळ्ळताण्
गॆयिं कൺट्रोळർ वायुविൽ पिटिक्कुन्न मनुष्यൻ
पॆൺकुट्टियुटॆ कैयिलॆ टॆडि बियർ
चुवन्न ऱोस् चट्टियिൽ
कुन्निൻमुकळिൽ संसारिक्कुन्न ऒरु कूट्टं स्कीयർमाർ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
स्केऱ्ऱ्बोർडिलॆ मनुष्यൻ
निलत्त् हिप्पोस्
इतॊरु वलिय कऱुत्त पाय्क्काण्
ओऱञ्च् शिरोकवजं तलयिൽ
अक्षरङ्ङൾ वॆळुत्तताण् .
निलत्तॆ कॆट्टिटङ्ङळुटॆ कूट्टं
लाൻडिंग् गियർ ताऴ्त्तिय विमानं
कुञ्ञ् आन
पिस्सयिൽ अरुगुल
चॆवियिൽ टाग् उळ्ळ पशु
भक्षणं चूटाक्कुन्न ऒरु व्यक्ति
स्कै चरिविलुळ्ळ मनुष्यൻ .
ग्रे मॆऱ्ऱൽ लाम्प् पोस्ऱ्ऱ्
ऒरु बोർडिൽ केक्क्
कलयुटॆ ऒरु भागं चुवरिൽ फ्रॆयिं चॆय्तु
मैतानत्त् सोक्कർ कळिक्कुन्न कळिक्कारൻ
कुतिरप्पुऱत्त् पोलीस् उद्योगस्थൻ
तऱ निलयिलॆ कऱुत्त स्यूट्ट्केस्
फोट्टोयिलॆ मनुष्यൻ
इत् ऒरु मनुष्यनाण्
कय्युऱकळुळ्ळ रण्ट् कैकൾ
कुञ्ञिन्ऱॆ तविट्ट् निऱमुळ्ळ चॆप्पൽ
मनोहरमाय ऒरु कॊच्चु कुञ्ञ् जिऱाफिन्ऱॆ मुखं .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इतॊरु कप्पलाण्
चॆऱिय कुट्टि निൽक्कुन्नु
ऒरु तुऱन्न लाप् टोप्प्
चरुविलूटॆ इऱङ्ङुन्न स्कियिङ् व्यक्ति
अटप्प् वॆळुत्तताण् .
कऱुत्त यूणिफों धरिच्च पुरुषन्माർ
वळञ्ञ सिमन्ऱ् मतिलिनाൽ ट्रॆयिൻ निർत्तेण्टिवन्नु
पालत्तिनटियिൽ ऒरु नील नदि
इतॊरु गोपुरमाण्
फोट्टोयिलॆ भक्षणं
इतॊरु टि - षർट्टाण्
ऒरु षർट्टिन्ऱॆ भागं
आनयुटॆ अटुत्तुळ्ळ ऒरु पाऱ
चारनिऱत्तिलुळ्ळ माർबिൾ मेशयिൽ आहारं
अयाൾक्क् चॆरुप्पुण्ट्
ऱॆयिൽ ग्रिड् चॆय्युन्न स्केऱ्ऱ्बोർडർ
इतॊरु घटिकारं आण्
कुञ्ञ् आन
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
समुद्रत्तिൽ ऒरु सർफർ
कुञ्ञ् आन
आद्यत्तॆ बेस् कुन्निलॆ बेस्बोൾ बाऱ्ऱർ
कुञ्ञ् आन
ऒरु वॆळ्ळि ट्रेयिൽ ऒरु वलिय पिस्स
मुൻवशत्तुळ्ळ ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
स्कीसिൽ निൽक्कुन्न ऒरु आൺकुट्टि
ऒरु नील स्नोबोർड् .
ऒरु प्रकाशत्तिन्ऱॆ भागं
चित्रं तलकीऴायि
नील निऱत्तिलुळ्ळ पऴय ट्रक्क्
तऱ टैൽ चॆय्तिरिक्कुन्नु
स्त्रीयिൽ चुवप्पुं कऱुप्पुं कण्णट
ऒरु रण्ट् निल बस् .
ऒरु तोट्टत्तिन्ऱॆ भागं
पक्षि मञ्ञयुं कऱुप्पुं आण्
ऒरु कुतिरसवारि ऒरु जम्प् नटत्तुन्नु
इताण् आकाशं
बिग् बॆन्निन्ऱॆ स्ऱ्ऱीरियोस्कोप्पिक् चित्रत्तिन्ऱॆ इटत् पकुति
बन्दनयुळ्ळ ऒराൾ
ऒरु मीऱ्ऱऱिൽ निൽक्कुन्न स्त्री
इव रण्ट् जिऱाफुकळाण्
इतॊरु बॆञ्चाण्
रण्टुपेർ नटप्पातयिൽ निൽक्कुन्नु .
गॆयिं कൺट्रोळऱिनुळ्ळ वयർ .
ऒरु कूट्टं पुरुषन्माർ फोट्टोय्क्क् पोस् चॆय्युन्नु
ऒरु व्यक्तियुं नाययुं उऱङ्ङुन्नु .
मुखत्त् पुञ्चिरियोटॆ ऒराൾ .
इत् ऒरु सुखप्रदमाय कसेरयुटॆ चित्रमाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
नाय निൽक्कुन्नु
तट्टिय ऒरु टॆन्नीस् पन्त्
तॆरुव् चिह्नत्तिൽ ओऱञ्च् जाग्रत कै
इतॊरु किटक्कयाण्
बोट्ट् वॆळ्ळत्तिൽ
ऒरु व्यक्तियुटॆ तलय्क्क् मुकळिൽ ऒरु तत्त
ऒरु मनुष्यन्ऱॆ कण्ण्
कळिक्कारन्ऱॆ षू
वळ्ळं पऴयताण्
अवन्ऱॆ षूविൽ पच्च षू लेस्
रण्ट् टोय्लऱ्ऱुकൾ
ऒरु सिङ्किൽ ऒरु पात्रं .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वॆळ्ळ तोङ्ङलिൽ चुवन्न अक्षरङ्ङൾ
ऒरु मतिൽ भागं
सैड् टेबिळिलॆ विळक्क् .
वाऴप्पऴं कऴिक्कुन्न ऒराൾ
स्त्री तन्ऱॆ स्यूट्ट्केसिनुळ्ळिलुळ्ळत् काणिक्कुन्नु
कण्णाटियिൽ निൽक्कुन्न ऒरु पूच्च
मनुष्यൻ सൺग्लास् धरिक्कुन्नु
इरुण्ट नील बात्त्ऱूं सिङ्क् .
काक्कि पान्ऱ्स् धरिच्च मनुष्यൻ .
ऒरु पोस्ऱ्ऱिൽ ऒरु ऱोड् चिह्नं अऱ्ऱाच्चुचॆय्तु .
कटൽत्तीरत्तेक्क् सർफ्बोർड् वहिक्कुन्न मनुष्यൻ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कुञ्ञ् आन
कुळिमुऱियिൽ टैൽ चॆय्त मतिൽ
कुञ्ञ् आन
ऒरु पोस्ऱ्ऱिन्ऱॆ भागं
मेश तविट्ट् निऱत्तिलाण्
ऒरु किटप्पुमुऱियिൽ ऒरु किटक्क
वॆळ्ळत्तिनटुत्त् मून्न् सीब्रकൾ .
कुञ्ञ् आन
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
मुൻवशत्तुळ्ळ रण्ट् स्त्रीकൾ
तटाकत्तिൽ ऒरु वरि बोट्ट्
नटुक्क् ऒरु लैऱ्ऱ् फिक्चऱुळ्ळ सीलिंग् फाൻ
काट्टिൽ ऒरु विमानं
इताण् आकाशं
ऒरु पिटियुटॆ भागं
वॆळ्ळं नील निऱमाण् .
पशुक्कൾ उळ्ळ पच्च पुൽमेटुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु बाग् कोट्टൺ मिठायि
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु कॆट्टिटत्तिन्ऱॆ मुन्निൽ चार निलनिर्त्तेण्टतुं
जिऱाफ् कऴिक्काൻ वळयुन्नु
पत्रत्तिन्ऱॆ ऒन्नां पेज्
ऒरु कऱुत्त काർ मीऱ्ऱർ .
ऒरु वैक्कोलिन्ऱॆ भागं
रण्ट् कुतिरकൾ
कुञ्ञ् आन
पुऱत्त् निൽक्कुन्न ऒराൾ
पऴत्तिन्ऱॆ तण्ट्
ऱफ्रिजऱेऱ्ऱऱुकळुटॆ लंब स्ऱ्ऱाक्किൽ पच्च ऱफ्रिजऱेऱ्ऱർ
इत् ऒरु मनुष्यनाण्
क्रिस्मस् टिൻसिൽ सीलिंगिൽ निन्न् तूक्कियिरिक्कुन्नु
मोट्टोർ सैक्किळिൽ सञ्चरिक्कुन्न कुट्टि
वळरॆ वृत्तिकॆट्ट टोय्लऱ्ऱ्
स्कि नील निऱमाण् .
ऒरु कऱुत्त ट्राष् बाग् .
फोൺ मेशप्पुऱत्त्
ऒट्टकत्तिन् ब्लाक्क् आൻड् वैऱ्ऱ् मूक्क् उण्ट्
आकाशत्त् वർण्णाभमाय कैऱ्ऱ्
ऒरु कऱुत्त टी - षർट्ट् धरिच्च ऒरु मनुष्यൻ
जिऱाफिन् अटुत्तायि उयरमुळ्ळ ऒरु लोह वेलि
ऒरु कुळिमुऱि चुवरिൽ तवळकൾ
ऒरु हुक्कऱिन्ऱॆ भागं
ऒरु वलिय तुऱन्न पाटं
ऒरु पच्च मुऱियिൽ ऒरु वॆळुत्त किटक्क
कॊच्चुकुट्टि टोय्लऱ्ऱ् फ्लष् चॆय्युन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
विशालमाय स्क्रीൻ टिवि .
सीलिंग् फाൻ ओफाण्
ऒरु बॆञ्चिൽ इरिक्कुन्न पॆൺकुट्टि .
बॆञ्चिൽ ऒरु वलिय वॆळुत्त नाय
विमानत्तिन्ऱॆ चिऱक्
वॆळ्ळ ग्रौट् इट्ट पच्च पाऱ्ऱेൺ टैൽ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
बेस्बोൾ मैतानत्त् पच्च पुल्ल्
गतागत स्ऱ्ऱेषनिൽ सർफ्बोർडुळ्ळ सർफർ
ई नाय ऒरु सർफ्बोർडिൽ पॊङ्ङिक्किटक्कुकयाण्
आट् तिन्नुन्नु
चुवप्पुं वॆळ्ळयुं कॊक्क कोळ कुट मेशयुटॆ मुकळिൽ
स्कीयർ तलयिൽ हॆൽमॆऱ्ऱ्
वाऴप्पऴं मञ्ञयाण्
ऒरु तळिकयिൽ ऒरु कषणं केक्क्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु बाग् कोट्टൺ मिठायि
बोट्टुकळुटॆ ऒरु निर वॆळ्ळत्तिൽ अणिनिरक्कुं .
कुट वർण्णाभमायताण्
बैक्क् ओटिक्कुन्न मनुष्यൻ
टॆन्नीस् कळिक्कुन्न ऒरु स्त्री
गॆयिं स्नोबोർडिൽ निൽक्कुन्न ऒराൾ
ऒरु फिस्बियुमायि ऒरु तविट्ट् नाय्क्कुट्टि .
ध्रुवत्तिलॆ पच्च तॆरुव् अटयाळङ्ङൾ
अटियिलूटॆ तीवण्टिकൾ चुरं कटन्नु पोकुन्न हैवे
ऒरु निन्ऱॆൻडो वै कൺट्रोळർ कैवशमुळ्ळयाൾ
स्नो बोർडुळ्ळ ऒराൾ
तॆरुव् चिह्नत्तिलॆ सॆन्ऱ् .
ऒरु टयർ
उयरमुळ्ळ कऱुप्पुं वॆळुप्पुं ताऱाव् वॆळ्ळत्तिन्ऱॆ अरिकिൽ नटक्कुन्नु
ऒरु कष्णं केक्क्
पच्च पुल्लिन्ऱॆ पाच्च्
पक्षि कूट्टिൽ अटयाळं
वऴियिൽ निൽक्कुन्न स्त्री
रण्ट् कुट्टिकൾ कट्टिलिൽ इरिक्कुन्नु
पच्चयुं कऱुत्त कैऱ्ऱ् आकाशत्त् पऱक्कुन्नु
स्यूट्ट्कॆय्सिൽ किटक्कुन्न ऒरु कऱुत्त पूच्च .
मतिलिन् नेरॆ नयिक्कुन्न स्नोबोർड्
ऒरु कुप्पायत्तिൽ ऒरु पिशाच्
काർ सीऱ्ऱ् चुवप्पाण्
ऒरु पुस्तकं वायिक्कुन्न ऒराൾ
स्नो बोർडिൽ मनुष्यൻ तन्त्रं प्रयोगिक्कुन्नु
ऒरु पॆൺकुट्टियुटॆ पർप्पिൾ कण्णट
बोർड् नीलयाण् .
चुमरिൽ वॆळुत्त टैलुकൾ .
कुञ्ञ् आन
ऒरु कळिप्पाट्ट पिङ्क् ओवൻ
सർफ्बोർडिलॆ मनुष्यൻ
" मञ्ञ , पिङ्क् निऱत्तिलुळ्ळ बस् "
तक्काळि ऒरु पच्चक्कऱियाण्
पुल्ल् पटർन्न् पिटिच्चिरिक्कुन्नु .
भक्षणं निऱञ्ञ चुवन्न प्लेऱ्ऱ्
नीण्ट कऱुत्त अलकळुटॆ मुटियुळ्ळ स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पातयिलॆ तीवण्टिकൾ
ट्रॆयिൻ स्ऱ्ऱेषनिൽ निन्न् पुऱप्पॆटुन्नु
चॆऱिय कऱुत्त करटि नटत्तं
द्वीप् बीच्च् रंगं
जिऱाफ् चॆऱुप्पमाण्
तूणिलॆ वॆळुत्त चिह्नङ्ङൾ
ऒरु पैस लोफർ
ड्रॆस्सऱुं बॆडुं उळ्ळ किटप्पुमुऱि
वुडൻ कम्प्यूट्टർ मौस्
बोट्ट् वॆळ्ळत्तिൽ इरिक्कुन्नु
अटुप्पिन्ऱॆ वातिൽ नीक्कंचॆय्तु .
कऱुत्त स्यूट्ट्केस् ऱोळिंग्
प्लेऱ्ऱिनटुत्तुळ्ळ सिൽवർ फोർक्क् टैൻ
ऒरु ध्रुवत्तिൽ ऒरु कूट्टं अटयाळङ्ङൾ
टोय्लऱ्ऱ् पेप्पർ वैऱ्ऱ् कळർ आण्
सिऱ्ऱि बस् तॆरुविलूटॆ ओटिक्कुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
मुटि अलङ्कोलमाण्
स्ऱ्ऱौविलॆ पाൻ
तीवण्टियुटॆ वातिൽ तुऱन्नताण्
टॆन्नीस् कोർट्टिൽ वल
फुट् बोർडुं हॆड् बोർडुं उळ्ळ वॆळुत्त लोह किटक्क
वळरॆ ननञ्ञ नटप्पातयुटॆ भागं
कुञ्ञ् आन
पർप्पिൾ षोർट्ट्स् धरिच्च पॆൺकुट्टि
पूच्चय्क्क् मञ्ञ निऱमुळ्ळ कण्णुकळुण्ट्
ऒरु विमानत्तावळत्तिलॆ विमानं
आकाशं तॆळिञ्ञ नीलयाण् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मरंकॊण्टुळ्ळ वेलि
प्लास्ऱ्ऱिक् नील कुट
चक्रङ्ङൾ कऱुत्तताण् .
स्केऱ्ऱ्बोർडिൽ स्ऱ्ऱण्ट् चॆय्युन्न व्यक्ति .
कॆट्टिटत्तिन् पुऱत्त् अलङ्कार कोणुकൾ
कुञ्ञ् आन
इतुवरॆ महासमुद्रत्तिन्ऱॆ पुऱत्त् नीन्तुन्नयाൾ .
बास्क्कऱ्ऱ्बोळिनॊप्पं किंङ्ङ् जॆयिंस्
आमाशयत्तिन्ऱॆ भागं
गृहोपकरणङ्ङൾ निऱञ्ञ स्वीकरणमुऱि
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
बस्सिൽ कयऱुन्न व्यक्ति
ऒरु मरं मुऱिक्कൽ बोർड्
कप्पुकळुं ग्लासुं तुटർच्चयायि अणिनिरक्कुं
वॆळुत्त पक्षिकळुं पूक्कळुमुळ्ळ पिङ्क् कुट
पुल्लिन् कुऱुकॆ ओटुन्न निरवधि कुतिरकൾ
ऒरु पशुवुं काळक्कुट्टियुं
पूच्चक्कुट्टि कऱुत्तताण्
वलिय कलासृष्टि
ऒरु वाट्टർ पिच्चർ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
टॆन्नीस् कळिक्कुन्न ऒराൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
पच्च फ्रिस्बी वायुविൽ
वृत्तिकॆट्ट वॆळुत्त ऱफ्रिजऱेऱ्ऱർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु बीज् टॆडि बियർ
ऒरु बाग् कोट्टൺ मिठायि
कुञ्ञ् आन
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
अग्नि जलांशं
वॆळिच्चं कत्ति निൽक्कुन्नु
मॆऴुक् पेप्पऱिलॆ पेस्ट्रि
रण्ट् टॆडि बियऱुकൾ ऒरुमिच्च् इरिक्कुन्नु
स्कीयिलॆ ऒरु कॊच्चु पॆൺकुट्टि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वॆळुत्त कुट तुऱक्कुक
द्वीप् बीच्च् रंगं
कुन्निൻ मुकळिൽ ऒरु पशु
नील निऱत्तिलुळ्ळ तॊप्पियिൽ टॆडि बियർ
तविट्ट् निऱमुळ्ळ मुटियुळ्ळ ऒरु कॊच्चु पॆൺकुट्टि .
करटिकळुटॆ कण्णुकൾ कऱुत्तताण् .
चॆऱिय कुट्टिक्क् चुवन्न तॊप्पि उण्ट्
मेशप्पुऱत्त् पच्च कुप्पि
ऒरु पाർक्किൽ ऒरु चुवन्न निർत्तൽ चिह्नं .
ऒराൾ सिगरऱ्ऱ् वलिक्कुन्नु .
कऱुप्पुं वॆळुप्पुं चॆक्केർड् ऎड्ज्
ऒरु बसिन् पिन्निൽ बैक्किलुळ्ळ पुरुषन्माർ
बॆञ्चुकൾ शून्यमाण्
बाक्क् ग्रौण्टिलॆ कॆट्टिटङ्ङൾ .
कुञ्ञ् आन
ऒरु वस्त्रं धरिच्च मनुष्यൻ
पन्त् ऎऱिञ्ञतिन् तॊट्टुपिन्नालॆ टॆन्नीस् कळिक्कारൻ
विळक्किन् समीपमुळ्ळ चुमरिൽ वलिय कण्णाटि .
नटप्पातयिൽ कऱुत्त बाग्
कट्टिलिൽ ऒरु तलयिण .
" ऒरु बेय्ज्युं , चुवप्पुं निऱमुळ्ळ बस् "
शून्यमाय ग्लास् डॆस्किൽ
मनुष्यൻ ऒरु तमाशयुळ्ळ मुखं उण्टाक्कुन्नु
पॊतियुन्न पेप्पऱिൽ पूक्कൾ .
बॆञ्चिन्ऱॆ बाक्क्ऱॆस्ऱ्ऱिन् कॊत्तुपणिकळुण्ट्
रोममुळ्ळ पप्पिन्ऱॆ कण्ण्
मुतिർन्न पूच्च कट्टिलिൽ किटक्कुन्नु .
मञ्ञ षർट्ट् धरिच्च टॆन्नीस् कळिक्कारൻ
ऒरु कॆट्टिटत्तिलुं चुवरिलुं तविट्ट् इष्टिककൾ
ऒरु पच्च ब्रॊक्कोळि फ्लोऱऱ्ऱ्
वरयुळ्ळ सीब्र
कुञ्ञ् आन
तॆरुविൽ वॆळुत्त पशु
पॆൺकुट्टि ऒरु सूर्य विसोർ धरिक्कुन्नु
वस्त्रं धरिच्च ऒरु टॆडि बियർ
मञ्ञुवीऴ्चयिൽ रण्ट् कुतिरकൾ
ऒरु सोफयुटॆ कैय्यिൽ ऒरु ग्रे क्याऱ्ऱ्
कटൽत्तीरत्त् कूटारं
जाक्क् ऱस्सൽ टॆऱियऱाय नाय .
कय्यिൽ बाऱ्ऱ् उळ्ळ युवाव्
ऒरु वॆळुत्त प्लेऱ्ऱ्
विमानत्तिन्ऱॆ वशत्तुळ्ळ विൻडो
विमानं पऱन्नुयरुन्नु
पशु पशुत्तॊट्टियिൽ तल उण्ट्
स्कीस् धरिच्च व्यक्ति
स्केऱ्ऱऱिन्ऱॆ तलयिൽ पच्च वियർप्प् बाൻड्
लाൻडिंगिनायि वरुन्न विमानं
सॆय्ൻ फ्रञ्च् नदिक्करयिൽ ऒरु चित्रकारൻ पॆयिन्ऱिंग् चॆय्युन्नु .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
" पिङ्क् , वॆळ्ळ निऱङ्ङळिൽ उळ्ळ विळक्क् "
ऒरु बाग् कोट्टൺ मिठायि
किटक्कयिൽ किटक्कुन्न नाय
ऒरु बाग् कोट्टൺ मिठायि
ऒरु पॆൺकुट्टि टॆन्नीस् कळिक्कुन्नु
व्यक्तमाय स्पूൺ कैयिൽ पिटिच्चिरिक्कुन्नु
वयलिൽ ऒस्ट्राच्च्
भक्षणं कऴिक्कुन्न ऒरु स्त्री
मनुष्यൻ ट्रॆयिनिൽ कयऱुन्नु
ऒरु कसेरयिൽ रण्ट् पूच्चकൾ
ऒरु तॆरुव् वॆळिच्चं
ऒरु हरित वयलिൽ ट्रक्क्
इरुट्टिൽ जनक्कूट्टं
ऒरु कऱुत्त ट्राष् बाग् .
स्केऱ्ऱ्बोർडिൽ स्ऱ्ऱण्ट् चॆय्युन्न चॆऱुप्पक्कारൻ .
टॆन्नीस् ऱाक्कऱ्ऱ् वीशुन्नु
मटियिൽ कुट्टियुमायि इरिक्कुन्न स्त्री .
मौस् वॆळुत्तताण्
कऱुप्पुं वॆळुप्पुं सॆൽ फोൺ
" रण्ट् कष्णं पॆप्पർऱोणि , सोसेज् पिस्स "
आत्यन्तिक फ्रिस्बी कळिक्कुन्न मून्न् आळुकൾ
आൺकुट्टिक्क् चारनिऱत्तिलुळ्ळ तॊप्पि उण्ट्
ऒरु तविट्ट् बेस्बोൾ कय्युऱ
टौൺ स्ट्रीऱ्ऱिൽ मऴयुळ्ळ दिवसं
चुवप्पुं वॆळ्ळयुं नैक्क् ब्राൻडड् षूस् .
ऒरु स्त्री टै धरिक्कुन्नु
आन वॆळ्ळत्तिलेक्क् कालॆटुत्तुवय्क्कुन्नु .
बॆञ्चिൽ ऒराळॆ काणप्पॆटुन्नु
टाൻ विळक्किൽ निऴൽ
कुटयिൽ ऒरु तॊप्पियुटॆ निऴൽचित्रं
पिस्सयिलॆ पॆप्पർऱोणिस्
ऒरु नील तॊप्पि
स्त्री तलयिൽ स्काർफ् धरिक्कुन्नु
ऒरु बाग् कोट्टൺ मिठायि
टिൻ फोयिൽ कण्टॆय्नർ
आनकൾ वॆळ्ळत्तिൽ कळिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कऱुत्त ट्राष् बाग् .
पच्च परिशोधिच्च पश्चात्तलं
पश्चात्तलत्तिलुळ्ळ पർवतङ्ङൾ
चॆऱिय स्यूट्ट्केसिन्ऱॆ हाൻडिൽ
आकाशत्त् चारनिऱत्तिलुळ्ळ मेघङ्ङൾ
सीब्र निൽक्कुन्नु
मनुष्यൻ जलांशं समीपं चाटुकयाण्
मतिൽ चायं अऴिच्चुमाऱ्ऱि
रण्ट् तविट्ट् पुळ्ळियुळ्ळ जिऱाफुकൾ
पुल्लिൽ पाർक्क् चॆय्तिरिक्कुन्न विनोद वाहनं
स्कीयिൽ पिङ्क् पुष्पं .
सीब्र पुऱत्ताण् .
ऒरु डिस्पॆൻसऱिൽ पिङ्क् सोप्प्
कटൽत्तीरत्त् लगेजुळ्ळ व्यक्ति
इरुण्ट निऱमुळ्ळ टॆडि बियർ
ऒरु बागिൽ धाराळं साधनङ्ङൾ
मरं निऱञ्ञ प्रदेशत्त् मोस्
वॆळुत्त हॆൽमॆऱ्ऱ् धरिच्च ऒराൾ
ब्लाक्क् आൻड् चारनिऱत्तिलुळ्ळ कऱुत्त पूच्च
कुट्टि बाऱ्ऱ् वीशुन्नु
सिൽवർ बोൾ नॆक्लेस् धरिच्च मनुष्यൻ
ऒरु जिऱाफ् क्यामऱय्क्क् समीपमाण्
सीब्रास् परस्परं निൽक्कुन्नु
ऱॆड् डबिൾ डॆक्कർ बस्
कुऱच्च् विऱकिൽ निൽक्कुन्न रण्ट् जिऱाफुकൾ .
द्वीप् बीच्च् रंगं
ऒरु वलिय पात्रत्तिൽ डोणट्ट्स्
नील सർफ् बोർड्
बाऱुकൾ तविट्टुनिऱमाण्
मञ्ञुवीऴ्चयुळ्ळ पർवत लाൻड्स्केप्प्
कऱुप्पिൽ 28 नम्पർ
तविट्ट् निऱमुळ्ळ सीलिंग् लैऱ्ऱ्
मञ्ञुवीऴ्चयिൽ सञ्चरिक्कुन्न ऒराൾ
ऱाम्पिൽ इरिक्कुन्न व्यक्ति
मनुष्यൻ वॆळ्ळयुं कऱुत्त षूसुं धरिक्कुन्नु
चार लोहत्तिन्ऱॆ फोർक्क्
ऒरु कऱुत्त स्केऱ्ऱ्बोർड्
वलिय वॆळ्ळ सिंगप्पूർ ऎयർलैൻस् विमानं
ऒरु चुवरिൽ कत्रिक
रण्ट् पॆൺकुट्टिकൾ मेशप्पुऱत्त् इरिक्कुन्नु
चलिक्कुन्न टॆन्नीस् कळिक्कारൻ
ऒरु बस् तटञ्ञु निർत्ति
नाययुटॆ मुखं कऱुप्पुं तविट्टुनिऱवुमाण् .
तविट्ट् पटरुन्न पॊटि
मुषिञ्ञ मुटियुळ्ळ स्त्री
ध्रुवत्तिलॆ घटिकारं
कऱुप्पुं मञ्ञयुं ट्रॆयिൻ
पोस्ऱ्ऱिलॆ वृत्ताकृतियिलुळ्ळ क्लोक्क्
ग्रे ट्रॆयिൻ ट्राक्कुकൾ
पाർक्क् चॆय्त चारनिऱत्तिलुळ्ळ काർ
ऒरु तळिकयिൽ ऒरु कषणं केक्क्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पुष्पं पिङ्क् निऱमाण्
मञ्ञुमूटिय मनुष्यൻ
नाय ऒरु टियार धरिक्कुन्नु
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
द्वीप् बीच्च् रंगं
ऒरु पाचकक्कारन्ऱॆ मुन्निൽ भक्षणत्तिन्ऱॆ प्लेऱ्ऱुकൾ
कळिक्कारൻ ऒरु ऱाक्कऱ्ऱ् पिटिक्कुन्नु
पिङ्क् पूच्चॆण्ट्
ऒरु पॆൺकुट्टियॆ पुञ्चिरिक्युक आण् .
ट्रॆयिൻ
मञ्ञ वाऴप्पऴं
सीब्र पुल्लिൽ मेयुन्नु
चुवप्पुं वॆळ्ळयुं ऐस्बोक्स् ऒरु तऱयिൽ
ऒरु मेशप्पुऱत्त् डिजिऱ्ऱൽ घटिकारं
ऒरु ट्रॆयिनिन्ऱॆ तल
विद्याभ्यासत्तिनुं पठनत्तिनुमुळ्ळ परस्यं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु वॆळुत्त गारेज् वातिलिन्ऱॆ भागं
इत् डोनट्ट्सिन्ऱॆ ऒरु पॆट्टि
ऒरु वयलिൽ आटुकळॆ वळർत्तुन्नु
इतॊरु गोपुरमाण्
तऱयिൽ ऒरु कुट
वैकुन्नेरं मोट्टोർ सैक्किൾ ओटिक्कुन्न रण्टुपेർ
ऒरु प्लेऱ्ऱिൽ पिस्स डिन्नർ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु पक्षियुटॆ बॆक्क् .
वयलिൽ नाल् कन्नुकालिकൾ
बाऱ्ऱऱिनॆ पिन्तुटरुक
स्त्रीयुटॆ कऱुत्त मुटि
प्रतिफलिक्कुन्न वस्त्रत्तिൽ मनुष्यൻ
युद्ध जॆऱ्ऱ् ऱൺवेयिलाण्
मोट्टोർसैक्किळिन्ऱॆ वशत्तुळ्ळ ड्युक्काट्टि लोगो
मोट्टोർ सैक्किൾ मनोहरमाय काऴ्चयिൽ पाർक्क् चॆय्तिरिक्कुन्नु
ऒरु मेशप्पुऱत्त् ऒरु ग्लास् पात्रं .
कुञ्ञ् आन
काऱिनरिकिൽ निൽक्कुन्न मनुष्यൻ
निलं सिमൻऱ् उपयोगिच्चाण् निർम्मिच्चिरिक्कुन्नत्
ऒरु मरं मेशयुटॆ पिन्निൽ ऒरु नीण्ट पऴय बस् पाർक्क् चॆय्तिरिक्कुन्नु
ट्रक्क्
वयलिൽ तविट्ट् कुतिर
नीन्तൽ ताऱाविन्ऱॆ वाൽ
आൺकुट्टियुटॆ कै पिटिच्चिरिक्कुन्न मनुष्यൻ
इतॊरु केक्क् आण्
ऒरु षूविन्ऱॆ भागं
ब्लॆൻडऱिൽ पिङ्क् कुऴम्प् परुवत्तिൽ उळ्ळ मिष्रितं
जिऱाफिन्ऱॆ वाൽ पुऱत्तेक्क्
निलत्त् वळरुन्न चॆटि
उयरमुळ्ळ ऒरु लोहपोൾ
डोणट्ट्स् ट्रेकळिൽ इटुन्नु
पात्रत्तिൽ वाऴप्पऴङ्ङൾ
स्ट्रीऱ्ऱिൽ ऱॆड् हैड्रान्ऱ्
चुवन्न बैक्क्
मेशप्पुऱत्त् ऒरु वॆळुत्त विभवं
बेबि चॆऱिय षू धरिच्चिरिक्कुन्नु
कऱुप्पुं वॆळुप्पुं अटयाळं .
मरं निऱञ्ञ परिस्थिति
तीवण्टि क्रोसिंगिन्ऱॆ चित्रं
रण्ट् सीब्रकൾ ऒरुमिच्च् निൽक्कुन्नु
नाय कट्टिलिൽ किटक्कुन्नु
जिऱाफिन्ऱॆ मूक्क्
चुवन्न विमानङ्ङൾ
बोक्सिलॆ वलिय पिस्स
ऒरु मरत्तिൽ रण्ट् पक्षिकൾ
कऱुप्पुं वॆळुप्पुं प्रतिम
तविट्ट् लॆतർ क्रोस्बोडि बक्कऱ्ऱ् बाग्
ऒरु स्त्री ऒरु पटियिൽ इरिक्कुन्नु
गोपुरत्तिन्ऱॆ वशत्त् वॆळ्ळयुं कऱुप्पुं घटिकारं
काർड्बोർड् कोफि कप्प् स्लीव्
नाय ऒरु पർप्पिൾ कोळർ धरिक्कुन्नु .
ट्रॆयिनिन्ऱॆ मुൻभागं मञ्ञयाण् .
उयरमुळ्ळ घटिकार तूणिन्ऱॆ चायं
परस्यत्तिनायि उळ्ळ सैൻ
ऒरु ट्रॆयिनिन्ऱॆ चक्रं
कळिक्कळत्तिൽ सोक्कർ कळिक्कुन्न पुरुषन्माർ
ऒरु कऱुत्त ट्राष् बाग् .
नील ऒब्जक्ऱ्ऱिलॆ क्लोक्क्
विक्टऱि लैनർ सञ्चार कम्म्यूट्टർ बस् .
कुट्टि जिऱाफ् वैक्कोलिൽ नटक्कुन्नु
तविट्ट् डोणट्ट् तिळङ्ङुन्नु
बीच्चिलॆ आळुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इत् पऴुत्त पऴङ्ङळाण्
क्लोक्किन्ऱॆ कैकൾ कऱुत्तताण्
चॆऱिय तटि मेश
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मेशप्पुऱत्त् वॆळुत्त लाप् टोप्प् .
पश्चात्तलत्तिलुळ्ळ वेलि चुवप्पाण् .
चुवन्न हुडि धरिच्च मनुष्यൻ
ऒरु शून्यमाय वैൻ कुप्पि
स्केऱ्ऱ्बोർडिൽ तन्त्रङ्ङൾ अवतरिप्पिक्कुन्न युवाव्
वृत्ताकृतियिलुळ्ळ चुवन्न कन्यक चिह्नं
स्त्री बॆञ्चिൽ पुस्तकं वायिक्कुन्नु
ऒरु कलत्तिൽ पुष्पं .
रण्टु कुरुमुळक् कीऴॆ ऒरु वलिय तक्काळि .
विमानत्तिन् कीऴिलुळ्ळ वॆळुत्त मेघं
" नील , चुवप्प् विमानं . "
टोय्लऱ्ऱिलॆ अऴुक्क् चाൽ
प्रदർशनत्तिൽ पोराळि जॆऱ्ऱ्
आळुकൾ ऒरु बॆञ्चिൽ इरिक्कुन्नु
फीൽडिൽ रण्ट् वैऱ्ऱ् षीप्प्
विमानं पऱन्नुयरुन्नु
कुञ्ञ् आन
बिसिनस्स् काष्वൽ वस्त्रत्तिൽ अञ्च् पुरुषन्माർ
आൺकुट्टि ऒरु पच्च वयलिൽ ऒरु सोक्कർ पन्त् तट्टुन्नु
कुट्टिकൾ ऒरु वेदियिൽ अवतरिप्पिक्कुन्नु
किटक्क ऒरु वॆळुत्त षीऱ्ऱ् कॊण्ट् पॊतिञ्ञु
ऒरु पाऱयिൽ ऒरु पक्षि
बियർ कुप्पि
वॆळुत्त मेघङ्ङळुळ्ळ ऒरु नीलाकाशं .
इतॊरु बस्साण्
वॆळ्ळं शान्तमाण्
आൺकुट्टि तॊप्पि धरिक्कुन्नु .
कऱुप्पुं वॆळुप्पुं पूच्च कण्णाटियिൽ नोक्कुन्नु
" वॆळ्ळ , कऱुप्प् पॆलिक्कൻ "
चारनिऱमाण् पात .
" चुवप्प् , कऱुप्प् ट्राൻसिऱ्ऱ् बस् "
तविट्ट् जिऱाफ्
किटक्क कऱुत्तताण्
" ऒरु स्त्रीयुटॆ कऱुप्पुं , चारनिऱत्तिलुमुळ्ळ षूस् "
ऒरु बेस्बोൾ तॊप्पि उळ्ळ मनुष्यൻ
ऒरु जोडि स्कीकळिൽ पॆൺकुट्टि
आरोग्यकरमाय भक्षणं निऱञ्ञ पात्रं
अलमारयिलॆ मरत्तटि
पक्षि नटत्तं
कय्यिൽ बाऱ्ऱ् पिटिच्चिरिक्कुन्न पय्यൻ
व्यत्यस्त लघुभक्षणङ्ङळुळ्ळ वॆൻडिंग् मॆषीൻ
उयरत्तिൽ निൽक्कुन्न जिऱाफ्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वैऱ्ऱ् प्लेऱ्ऱिൽ भक्षणं
वॆळुत्त अक्षरङ्ङൾ ऒ . ർ कुप्पियुटॆ अटयाळत्तिൽ
बीज् फ्युऱि टॆडि बियർ निलत्त् इरिक्कुन्नु
जिऱाफि कम्पुकൾक्किटयिൽ निൽक्कुन्नु
कुञ्ञ् आन
ऒरु क्लोक्किन्ऱॆ मुखं
चीस् उरुकुकयाण्
तिळङ्ङुन्न पच्च वॆळिच्चं
ऒरु कऱुत्त ट्राष् बाग् .
" मञ्ञ , पच्च पासञ्चർ ट्रॆयिൻ "
गोपुरत्तिन् मुकळिलुळ्ळ स्पयർ .
ऒरु ट्रॆयिनिनटुत्त् निൽक्कुन्न मनुष्यൻ
नाययुटॆ इटत् कण्ण् .
ऒरु सीब्र कऴिक्कुन्नु
देशीयपातयिलूटॆ वाहनमोटिक्कुन्नवർ
ऒरु मैतानत्त् ऒरु बॆञ्च्
ऒरु वॆळुत्त लेस् टेबिൾ तुणि .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कऱुत्त निऱमुळ्ळ ऒरु मनुष्यन्ऱॆ अटुत्तायि वॆळुत्ततुं कऱुत्ततुमाय ऒरु बस् .
अटुक्कळयिൽ चॆऱिय पॆൺकुट्टिकळुळ्ळ स्त्रीकൾ
ट्राक्कुकळिൽ ऒरु ट्रॆयिൻ
वलिय चुवन्न पट्टं वायुविൽ
पिङ्क् फ्लमिंगो कुञ्ञ् निൽक्कुन्नु
ऒरु परवतानि भागं
वायुविൽ टॆन्नीस् पन्त्
कीबोർडिൽ प्रकाशं तिळङ्ङुन्नु
ऒरु वॆळुत्त टोय्लऱ्ऱ् सीऱ्ऱ् .
बाऱ्ऱർ वलतु कैयाण्
मेशयुटॆ अटुत्त् ऒरु वॆळुत्त कुट
कॆट्टिट मेൽक्कूरयिൽ नियोൺ चिह्नं
पन्त् तट्टाൻ बाऱ्ऱർ स्विंगिंग् बाऱ्ऱ्
आऴत्तिलुळ्ळ मञ्ञुवीऴ्चयिൽ स्कीयർ
मङ्ङिय आळुकळुटॆ कूट्टं
ऒरु वॆळ्ळत्तिन्ऱॆ भागं
चुवन्न तॊप्पिकळुळ्ळ टॆडि बियऱुकൾ
स्केऱ्ऱ्बोർडिൽ इरिक्कुन्न ऒराൾ
मनुष्यൻ कम्प्यूट्टർ उपयोगिक्कुन्नु
साൻड्विच्चिलॆ हांबർगർ
नाल् बेस्बोൾ कळिक्काർ बॆञ्चुकळिൽ इरिक्कुन्नु
पशु पातयिलूटॆ नटक्कुन्नु
ऱफ्रिजऱेऱ्ऱർ स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीൽ आण्
आळुकൾ कॆट्टिटत्तिन् मुन्निൽ तटिच्चुकूटि
रण्ट् आൺकुट्टिकൾ सोक्कർ कळिक्कुन्नु
ऒरु कऱुत्त मेशयिൽ भक्षणं
तॆरुविൽ ओटुन्न मनुष्यൻ
निरवधि WWII विमानङ्ङൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ आन अऴुक्कुं पुल्लुं निऱञ्ञ वयलिൽ निൽक्कुन्नु
पश्चात्तलत्तिलुळ्ळ कॆट्टिटङ्ङൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु बेस्बोൾ बाऱ्ऱ् पिटिक्कुन्न ऒरु पॆൺकुट्टि
ऒरु कऱुत्त ट्राष् बाग् .
ग्रीൻ बूत्तिलॆ फोट्टोग्राफർ .
जनालप्पटियुटॆ अटुत्तुळ्ळ तिरश्शील
पानपात्रत्तिन्ऱॆ वक्किൽ ऒरु पक्षि
वॆळुत्त पात्रत्तिൽ पै
ऒरु मरत्तिन्ऱॆ भागं
ऒरु नगर तॆरुव् रंगं
बोट्ट्
वृत्तियुळ्ळ जिऱाफ् डिस्प्ले
निलं कोൺक्रीऱ्ऱ् उपयोगिच्चाण् निർम्मिच्चिरिक्कुन्नत्
लाप्टोप्पिൽ पूच्च .
कोൺक्रीऱ्ऱिൽ ऒरु चॆऱिय उयർच्च
तीवण्टि कऱुत्तताण्
चुवप्पुं वॆळ्ळयुं निർत्तुक अटयाळं
ऒरु कटൽ पक्षि इऱङ्ङुन्नु
ऒरु मर कूम्पारत्तिൽ ऒरु वॆळुत्त हॆऱोൺ
ऒरु मऴकोट्ट् धरिच्च पॆൺकुट्टि
काऱुकൾ पाർक्क् चॆय्तिरिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु वॆळुत्त प्लेऱ्ऱिൽ आऴत्तिलुळ्ळ पाൻ पिस्स
आൺकुट्टि स्केऱ्ऱ्बोർडुमायि चाटुन्नु
स्नोबोർडिलॆ व्यक्ति .
निൽक्कुन्न एऴु कत्तिकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
स्वयं सॆർव् पाർक्किंग् बोक्स् तॆरुव् काऴ्च
शून्यमाय षांपॆय्ൻ फ्लूट्टुकൾ
कळिमൺ मोൾडिंगुकळुटॆ शेखरं
मतिलिൽ चुवन्न चतुरङ्ङൾ
स्त्रीयिൽ पिङ्क् षूस्
कऱुप्पुं वॆळुप्पुं उळ्ळ ऒरु मनुष्यൻ
रण्ट् विमानङ्ङൾ मुकळिलेक्क् पोकुन्नु
फुट्पात्तिൽ बैक्कुकൾ .
कऱुत्त टॆलिविषൻ विदूर नियन्त्रणं
पऴय ट्रक्क् पुल्लिൽ निർत्तियिरिक्कुन्नु
ऒरु चॆऱिय आन
स्ऱ्ऱोविൽ वलिय लोहत्तिन्ऱॆ कलं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
उयरमुळ्ळ मरत्तिन्ऱॆ मुत्तच्छൻ घटिकारं
उयरमुळ्ळ पिङ्क् अरयन्नं
पूच्च मगिൽ ऎत्तुन्नु
स्त्री कौवबोय् बूट्स् धरिच्चिरिक्कुन्नु
पॊतु कम्पोळत्तिन् पुऱत्तुळ्ळ रंगं
ऒरु पूच्च इरिक्कुन्नु
चॆऱिय पॆൺकुट्टि तऱयिൽ कुत्ति इरिक्कुन्नु
ऒरु कूट्टं भक्षणं निऱच्च ऒरु प्लास्ऱ्ऱिक् पात्रं
कुञ्ञ् आन
जिऱाफुं सीब्रयुं वृत्ताकृतियिൽ
वॆळुत्त फ्रिस्बी वृत्ताकृतियिलाण्
ऒरु कऱुत्त ट्राष् बाग् .
रण्ट् जिऱाफुकൾ ऒरुमिच्च् भक्षणं कऴिक्कुन्नु
कटൽत्तीरत्त् नटक्कुन्न ऒराൾ
तमाशयुळ्ळ जिऱाफ् मुखं
ऒरु कळिप्पाट्ट काऱिन् चुऱ्ऱुं टॆडि बेयർ
बॆञ्चिൽ वृत्ताकृतियिलुळ्ळ पाऱ्ऱेൺ
ऒरु कूट्टत्तिलॆ रण्ट् जिऱाफुकൾ
फोट्टोग्राफऱुटॆ पेर्
कुञ्ञ् आन
अग्नि जलांश वस्त्रं उळ्ळ व्यक्ति
ब्लाक्क् आൻड् वैऱ्ऱ् पूच्च .
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
" कुळिमुऱियिൽ तविट्ट् , चारनिऱत्तिलुळ्ळ टैൽ निल "
मनुष्यൻ धरिक्कुन्न चारनिऱत्तिलुळ्ळ स्नो गोगलुकൾ .
होक्कि गॆयिमिन्ऱॆ नील फोट्टो
पच्चयुं वॆळ्ळयुं उळ्ळ वाहनं
चुवन्न कुट
ऒरु वलिय विमानं वायुविൽ पऱक्कुन्नु .
कटൽत्तीरत्त् निൽक्कुन्न रण्टुपेർ
ऒरु कऱुत्त ट्राष् बाग् .
चॆऱिय विमानं पऱक्कुन्नु
स्केऱ्ऱ्बोർडुळ्ळ स्केऱ्ऱർ
ऒरु कूट्टं आनकൾ
मोट्टोർ सैक्किൾ
ऒरु बाग् कोट्टൺ मिठायि
ऒरु मेघत्तिन्ऱॆ भागं
रण्ट् आनकൾ ऒरुमिच्च् निൽक्कुन्नु
ऒरु तुऱन्न वयलिൽ अञ्च् सीब्रकൾ निൽक्कुन्नु .
इत् ऒरु कैयाण्
कुळिमुऱियिൽ ऒरु टोय्लऱ्ऱ्
वायुविൽ टॆन्नीस् ऱाक्कऱ्ऱ्
चुऱ्ऱुं निൽक्कुन्न ऒरु कूट्टं पशुक्कൾ
ट्रॆयिनिൽ ऒरु विൻड्स्क्रीൻ
विदूर नियन्त्रित विमानं
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु स्त्री ऒरु ऱाक्कऱ्ऱ् पिटिक्कुन्नु .
पऴय ट्रॆयिൻ पाർक्क् चॆय्तिरिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु अटुक्कळ
इत् पूच्चयुटॆ चित्रमाण्
ऎट्ट् पूच्चकൾ तीऱ्ऱय्क्कायि कात्तिरिक्कुन्नु
ऒरु चॆऱिय मुऱियुटॆ विൻडो
मून्नुपेർ कट्टिलिൽ इरिक्कुन्नु
वृत्तियुळ्ळ टैൽ बात्त्ऱूं
निलत्त् वॆळुत्त अम्पटयाळं वरच्चिरिक्कुन्नु .
अटयाळङ्ङळुळ्ळ वॆळुत्त बोർड्
नीळमुळ्ळ नेർत्त वर
मनुष्यൻ टॆन्नीस् कळिक्कुन्नु
इतॊरु पञ्चसार डोनट्ट् आण्
वातिൽ तुऱक्कानुळ्ळ बट्टൺ
पॆൺकुट्टि पिस्स कषणं ऎटुक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मिक्कवाऱुं पऴुक्काऱाय वाऴप्पऴत्तिन्ऱॆ कूट्टं
ऒरु विमानत्तावळत्तिलॆ विमानङ्ङൾ
इतॊरु सॆൽ फोणाण्
पशु तविट्टुं वॆळुत्ततुमाण्
ऒरु पातयिलूटॆ नटक्कुन्न व्यक्ति
पच्च कुन्निൻ प्रदेशत्तिन्ऱॆ वलिय प्रदेशं .
वॆळुत्त मुकळिलॆ मतिलिनुं कटुं पच्च मतिलिनुं इटयिलुळ्ळ वॆळुत्त बोർडർ
मञ्ञ तॊप्पियिൽ ऒराൾ .
ऒरु कऱुत्त ट्राष् बाग् .
क्याच्चർ ताऴेक्क् कुतिक्कुन्नु
आप्पिळुं ओऱञ्चुं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
निरवधि अटयाळङ्ङൾ कैवशमुळ्ळ मञ्ञ पोस्ऱ्ऱ्
कॊच्चु पॆൺकुट्टि हॆൽमॆऱ्ऱ् धरिक्कुन्नु
विमानं पऱन्नुयरुन्नु
मून्न् आटुकൾ वऴियिलूटॆ नटक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चॆऱिय कुट्टि वॆळुत्त सिङ्किൽ प्रकारं ब्रष् चॆय्युन्नु
ब्लीच्चऱुकळिलुळ्ळ आळुकൾ
आकाशत्तिलॆ विमानं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
टानुं ब्रौणुं निऱमुळळ निൽक्कुन्न पूच्चयुटॆ प्रतिम
बसुकൾ ऱोडिन्ऱॆ वशत्त् निർत्तियिट्टिरिक्कुन्नु
रण्टुपेർ प्लाऱ्ऱ्फोमिൽ कात्तिरिक्कुन्नु
नील वॆळ्ळयुं पच्चयुं उळ्ळ इरट्ट डॆक्कർ बस्
ट्रक्किन् मुन्निൽ ऒरु ब्रिट्टीष् पताक
ट्राफिक् लैऱ्ऱुकൾ तॆरुविൽ तूङ्ङिक्किटक्कुन्नु
कऱुत्त ग्लासुकൾ मेशप्पुऱत्त्
तॆरुविൽ पाർक्क् चॆय्तिरिक्कुन्न वॆळुत्त काർ
वർक्क् स्ऱ्ऱेषनिलॆ डॆस्क्टोप्प् कम्प्यूट्टർ
पक्षि ऒरु मत्स्यत्तॆ पिटिक्कुन्नु
फुट्पात्तिൽ रण्टुपेർ
तॊप्पि ओऱञ्च् आण्
पॆൺकुट्टियुटॆ वळरॆ वृत्तिकॆट्ट काൽ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
नाव् पुऱत्तिट्ट पय्यൻ
मञ्ञुवीऴ्चयिൽ मनुष्यൻ
ऒरु मुऱियिलॆ टोय्लऱ्ऱ्
समुद्रत्तिൽ सർफिंग् चॆय्युन्न व्यक्ति
" चरिविलुळ्ळ चुवप्प् , नील ध्रुवङ्ङൾक्किटयिलुळ्ळ स्कयർ "
ऒरु कऱुत्त ट्राष् बाग् .
पशुक्कൾ वयलिൽ मेयुन्नु
ऒरु अटुक्कळयिलॆ ऒरु कुक्कർ
ऒरु वलिय पच्च कलർन्न चॆटि
इतॊरु मोट्टोർ बैक्काण्
कऱुत्त कुट तुऱन्नु
ऒरु पॆൺकुट्टियुटॆ वलत् कण्ण्
नदिक्करयिൽ निൽक्कुन्न पय्यൻ .
कुञ्ञ् आन
इतॊरु वलिय विमानमाण्
ऒराൾ क्यामऱय्क्क् वेण्टि संसारिक्कुन्नु .
ऒरु कऱुत्त ट्राष् बाग् .
वलतुवशत्त् तल कुनिक्कुन्न पूच्च
जलपातयिलूटॆ सञ्चरिक्कुन्न वळ्ळं
मनोहरमाय दृश्यं
ऒरु कुतिरयुटॆ तल
ऒराൾ वायुविൽ काल् वॆळुप्पिक्कुन्नु .
पूच्चय्क्क् कऱुत्त चॆवि उण्ट् .
नील कॊट्टयिलॆ तटि पाडिൽ .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कटൽत्तीरत्त् रण्टुपेർ
अटुप्पिन्ऱॆ मुकळिൽ चट्टियिൽ पिस्स
ऒरु ब्रॊक्कोळि फ्लोऱऱ्ऱ्
इतॊरु टोय्लऱ्ऱ् आण्
नील जाक्कऱ्ऱिलुळ्ळ स्त्री
स्विंगिൽ तूङ्ङिक्किटक्कुन्न स्त्री
जिऱाफिन्ऱॆ तल ऒरु पानीयं कुटिक्कुन्नु
ऒरु परवतानियुटॆ भागं
क्यामऱयिൽ पुञ्चिरिक्कुन्न कुट्टि
नल्ल पिस्स
कुञ्ञ् आन
ऒरु आൺकुट्टियुटॆ मुखं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु बाग् कोट्टൺ मिठायि
ऒरु वाൽ इटत्तेक्क् नीङ्ङुन्नु .
ओऱञ्च् कूटार कवർ
कुञ्ञ् आन
फोट्टो कऱुप्पुं वॆळुप्पुं आण्
वेलिनुळ्ळिൽ वलिय काळ
इताण् आकाशं
विमानं ऒरु नाविक विमानमाण्
ऒरु एष्यൻ स्त्री बॆञ्चिलिरुन्न्
करटियुटॆ नितंबत्तिൽ मञ्ञ्
कप्पुच्चिनोयुटॆ नुरयिൽ इल रूपकൽप्पन
टवऱिൽ वृत्ताकृतियिलुळ्ळ घटिकारं
मनुष्यൻ बैक्क् ओटिक्कुन्नु
पालत्तिൽ निन्न् निऴൽ
पॊतिञ्ञ पच्च पट्टाळ लोऱिकൾ
वयलिൽ कुतिर
ऒरु दिश चिह्नं बोർड्
" पच्च , चुवप्प् निऱत्तिलुळ्ळ आप्पिൾ "
ई स्त्री कऱुत्त स्लिंग् पाय्क्क् धरिक्कुन्नु
नील हॆड् बाൻड् धरिच्च मनुष्यൻ
इतॊरु चिह्न बोർडाण्
कुळिमुऱि मूत्रं
हैड्रान्ऱ् मञ्ञयुं वॆळ्ळयुमाण्
करटियिൽ इरिक्कुन्न कॊच्चुकुट्टि
मोट्टोർ सैक्किळिलॆ ऎऴुत्त् वॆळुत्तताण् .
चॆऱिय पॆൺकुट्टि आटुकळॆ चूण्टिक्काणिक्कुन्नु
इताण् टॆन्नीस् मत्सरं
कऱुत्त रोममुळ्ळ पूच्च कम्प्यूट्टऱिൽ विश्रमिक्कुन्नु
मुकळिൽ चुवन्न सोसुं चीसुं उळ्ळ ऒरु कषणं चिक्कൻ .
कऱुप्पुं वॆळुप्पुं अटयाळं
नेट्ट ट्रोफिकळुटॆ प्रदർशनं
वॆळुत्त नॆञ्चुळ्ळ टाबि पूच्च
वातिलिनु मुकळिलुळ्ळ ओऱञ्च् चिह्नं
इत् ऒरु कटൽत्तीरत्ताण्
पिस्सयुटॆ मुकळिൽ मुट्टकൾ .
चुवन्न तक्काळि स्लैस्
कुञ्ञ् आन
ऒरु नील निऱमुळ्ळ कप्प्
ध्रुवत्तिൽ पताक अलयटिक्कुन्नु .
इतॊरु चॆऱिय पक्षियाण्
मनुष्यൻ कण्णटयिलाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
मनुष्यൻ वॆळ्ळत्तिൽ
ऒरु वॆळुत्त आटुकൾ मेयुन्नु
ऒरु पऴत्तिन्ऱॆ चित्रं
पश्चात्तलत्तिलुळ्ळ स्ऱ्ऱाच्च्यु ओफ् लिबेർट्टि
SQL ऎन्न् पऱयुन्न ऒरु वाचकं
ऒरु ऱाक्कऱ्ऱ् भागमायि
पच्च आप्पिळिन्ऱॆ ऒरु चॆऱिय कूम्पारं .
पुल्लिൽ मनुष्यൻ
पिङ्क् भित्तियिൽ वॆळुत्त विൻडो डिसियुटॆ
कॆट्टिटत्तिन् मुकळिൽ नीलाकाशं
ऒरु ब्रौൺ बीൻ बाग् कसेर
इतॊरु ट्रॆयिൻ आण्
द्वीप् बीच्च् रंगं
स्त्री तूक्कियिट्टिरिक्कुन्न टाൻ कർट्टൻ
मञ्ञयुं चारनिऱत्तिलुळ्ळ तीवण्टि काർ
ऒरु वॆळुत्त स्केऱ्ऱ्बोർड्
ऒरु वयलिൽ पक्षि
ऒरु वॆळुत्त पात्रत्तिൽ ऒरु आप्पिൾ केक्क्
वयलिൽ निൽक्कुन्न रण्ट् आनकൾ
इव जिऱाफुकळाण्
ऒरु मरं बोट्ट् डोक्क्
बक्कऱ्ऱिൽ पिङ्क् चीनच्चट्टि
ऒरु पुकयुटॆ भागं
ऒरु वॆळुत्त समुद्र रूपं
ऒरु ध्रुवत्तिൽ कय्युऱकൾ .
गोवणिप्पटियुटॆ ऒरु भागं
काऱिൽ ऒरु हॆड्लैऱ्ऱ्
ऒरु ब्रेस्लॆऱ्ऱ् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु टिवि स्क्रीൻ
ऒरु वलिय इळं नील टोट्टॆ बाग् चुमक्कुन्न स्त्री
पुऱत्त् ऎटुत्त चित्रं
क्याच्चർ अऴुक्किൽ वीणु
विमानं लोहत्तिൽ निർम्मिच्चताण्
फोट्टोयिलॆ मृगं
ऒरु सिङ्किൽ कऱुप्पुं वॆळुप्पुं पूच्च
ओऱञ्च् बुൾडोसർ स्ट्रोळऱिൽ निन्न् कुऱुकॆ पाർक्क् चॆय्तिरिक्कुन्नु
मुकळिൽ घटिकारङ्ङळुळ्ळ कोट्टयोट् साम्यमुळ्ळ ऒरु शिला कॆट्टिटं .
पच्चप्पाटत्तिलॆ पशुक्कൾ
ऒरु वॆळुत्त बात्त् टब् .
आबिक्क् धाराळं जालकङ्ङळुण्ट्
ऒरु विमानत्तिन्ऱॆ वशत्त् कऱुत्त अक्षरङ्ङൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
उदारमायि विभजिच्च रण्ट् ब्रेक्क्फास्ऱ्ऱुकൾ
ऒरु कुतिरयुटॆ वाൽ
ऒरु बैक्किलॆ ऒरु स्त्रीयिൽ ऒरु वॆळुत्त स्नीक्कർ
पुल्लिൽ कुतिर
ऒरु तूवालयिൽ फोർकुं कत्तियुं
ऒरु कुतिरयुटॆ तल
पदं नൽकुक
कुतिरप्पुऱत्त् ऒरु कौबोय्
कुञ्ञ् आन
आरो ऒरु टॆन्नीस् गॆयिं कळिक्कुन्नु
ब्लॆൻडऱिൽ ऒरु स्विच्च्
क्रोस्स् सॆन्ऱർ स्ऱ्ऱीप्पिळिन् मुकळिलाण्
भागिकमायि ऒरु प्लेऱ्ऱिൽ कुक्कि कऴिच्चु
चुवन्न कुट पिटिक्कुन्न स्त्री
चिरिक्कुन्न ऒरु स्त्री
बट्टणिलॆ तळ्ळविरൽ
ऱोडिन् नटुविൽ ऒरु वॆळुत्त पशु
ऒरु किटप्पुमुऱि रंगं
नाय तविट्टुनिऱमाण्
फिलीस् बेस्बोൾ टीं चिह्नं
पच्च काൽनट वॆळिच्चं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
नटप्पातयिൽ वॆच्चिरिक्कुन्न बाक्क् पाय्क्क्
कटൽत्तीरत्तॆ वळ्ळं
कऱुप्पुं वॆळुप्पुं पेस्ट्रि
ऒरु हाट्रिक् नटत्तुन्न नीळमुळ्ळ मुटियुळ्ळ स्केऱ्ऱ्बोർडർ
षർट्टिൽ गोस्ऱ्ऱ्बस्ऱ्ऱेऴ्स् लोगो
बैक्किन्ऱॆ सीऱ्ऱ्
मैतानत्त् निൽक्कुन्न पिच्चർ
सർफ्बोർडुळ्ळ रण्ट् आळुकൾ
फुट्पात्तिൽ डिजिऱ्ऱൽ पाർक्किंग् मीऱ्ऱർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
टोय्लऱ्ऱ् सीऱ्ऱ् कवऱुकൾ वितरणं चॆय्युन्नयाൾ
ऒरु विमानत्तावळत्तिलॆ आळुकൾ
ऒरु कऱुत्त लॆतർ जाक्कऱ्ऱ्
नियन्त्रण वलुप्पं उळ्ळ टॆन्नीस् कोർट्ट्
" चार , कऱुप्प् मैक्रोवेव् "
" ओऱञ्च् , वैऱ्ऱ् फ्लोट्टेषൻ उपकरणं . "
कौण्टർ मुकळिൽ वॆळ्ळि सिङ्क्
ऒरु पाऱ्ऱेൺ चॆय्त उद्यान गोळं
" चतुरत्तिलुळ्ळ वॆळुत्त प्लेऱ्ऱ् , अतिൽ साൻड्विच्च् "
कुञ्ञ् आन
तविट्निऱमुळ्ळ नीळൻ मुटियुं चुवन्न षർट्टुं उळ्ळ स्त्री
वलिय तिळङ्ङुन्न मॆऱ्ऱൽ स्पूൺ ऒरु तविट्टुनिऱत्तिलुळ्ळ मेशप्पुऱत्त् किटक्कुन्नु
मून्न् जिऱाफुकൾ काट्टिൽ
अटुक्कळयिൽ ऱफ्रिजऱेऱ्ऱർ
आरो बीच्चिलुण्ट्
\ ऱाग्लाൻ - न्यूसिलान्ऱ् say ऎन्न् पऱयुन्न ऒरु लेबൽ
वयलिൽ निൽक्कुन्न सीब्र
कऱुत्त टयऱिन् पिन्निൽ कऱुप्पुं वॆळुप्पुं ट्राफिक् चिह्नं
मञ्ञुवीऴ्चयुळ्ळ दिवसत्तिलाण् स्त्री पुऱत्त् .
कुप्पायं धरिच्च ऒरु स्त्री
तेൻ पात्रङ्ङळुळ्ळ ऒरु टॆडि बियർ
ऒरु नील हॆड्ऱाप् .
ऒरु विൻडो प्रदർशन रंगं
चुवरिൽ घटिकारङ्ङൾ
तऱयिൽ ऱग्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
फोट्टोयिൽ ऎऴुत्त् .
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
चलनत्तिलुळ्ळ ऒरु पॆൺकुट्टि .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
क्यामऱयुळ्ळ ऒराൾ
ऒरु कैमुट्टिन्ऱॆ भागं
ऱൺवेयिൽ ऒरु विमानं .
ऒरु मुतिർन्नयाळुं ऒरु कुञ्ञ् सीब्रयुं .
बस्सिलॆ हॆड्लैऱ्ऱुकൾ
कऱुत्त ननञ्ञ स्यूट्ट् धरिच्च मनुष्यൻ .
ट्रॆयिनिलॆ हॆड्लैऱ्ऱ् ओणाण्
ऱेडियो 92.8 परस्य ऱाप् उळ्ळ ब्लाक्क् डबिൾ डॆक्कർ बस्
आळुकൾ बीच्च् आस्वदिक्कुन्नु
तॆरुविൽ पाർक्क् चॆय्तिरिक्कुन्न धाराळं मोट्टोർ बैक्कुकൾ
मून्न् चुवन्न गतागत विळक्कुकൾ
पूच्च कऱुप्पुं वॆळुप्पुं आण् .
आकाशत्त् चुवन्न वॆळ्ळ नील पट्टं
चारनिऱत्तिलुळ्ळ आकाशं
वै गॆयिं कൺसोൾ कळिक्कुन्न ऒरु कूट्टं आळुकൾ
मनुष्यनिർमित पेनयिलॆ मृगं
ऒरु मनुष्यൻ साൻड्विच्चिൽ निन्न् कटिक्कुन्नु
निलत्त् कऱुत्त पुळ्ळि
मनुष्यൻ ऒरु स्केऱ्ऱ्बोർडिलाण्
जिऱाफिन्ऱॆ तल
कालुकൾक्किटयिൽ नील करटि
ऒरु ट्रॆयिൻ ट्राक्किनटुत्त् चारनिऱत्तिलुळ्ळ चरൽ कूम्पारं
ऒरु टॆन्नीस् कोർट्टिൽ रण्टुपेർ
मरं तऱयिൽ मत्ति अस्थि रूपकൽप्पन
ऒरु वॆळुत्त मेलाप्प्
कळिक्कायि सोक्कർ बोൾ ऱोळिंग्
आनयॆ काट्टिलूटॆ ओटिक्कुन्न ऒरु कुटुंबं
कट्टिलिൽ कऱुत्त तलयिणकൾ
तलयिൽ चुवन्न प्लॆय्ड् स्काർफ्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
स्केऱ्ऱ्बोർड्
ऒरु कुञ्ञ् जिऱाफ्
चुवन्न टॆयिൽ लैऱ्ऱ्
ऒरु ऱोडिൽ तविट्ट् अऴुक्क्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
होट्ट्डोग् बणिलॆ सोसेज् लिङ्क्
सॆൽ फोൺ मेशप्पुऱत्त्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु स्त्री वीञ्ञ् ग्लास् कैवशं वच्चिट्टुण्ट्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कुञ्ञ् आन
आकाशं नीलयुं तिळक्कमुळ्ळताण्
ऒरु विमानं इप्पोൾ वन्निऱङ्ङि
रण्ट् आൺकुट्टिकൾ परस्परं इरिक्कुन्नु
ऒरु जोटि कऱुत्त उयർन्न कुतिकाൽ बूट्ट्
चरित्रपरमाय ऒरु टौൺ स्क्वयർ
करक act शल वस्तुक्कळॆ संरक्षिक्कुन्नतिनुळ्ळ ऒरु ग्लास् डिस्प्ले केस्
सैक्किळिन्ऱॆ चक्रं
ऒरु स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीൽ डिष्वाषർ
ऒरु पाऱ्ऱेൺ उळ्ळ वॆळुत्त वास्
वेलियिൽ मञ्ञ चिह्नं .
टिवि बीच्चिൽ
इटत्तरं वलुप्पमुळ्ळ नील बस्
जिऱाफिन् ऒरु नीण्ट कऴुत्त् उण्ट्
मोट्टोർसैक्किळुकळुटॆ निर
पाർक्क् चॆय्त वॆळुत्त ऎस्युवि
ऒरु चुवरिൽ फ्रॆयिं चॆय्त चित्रं
बहुवർण्ण पन्त्
ई डोनऱ्ऱिൽ तेङ्ङयुण्ट्
फ्रिस्बी कळिक्कुन्न आळुकൾ
कुञ्ञ् आन
पफ् चॆय्त प्लेऱ्ऱिൽ पेस्ट्रि
मनुष्यൻ वायुविൽ तूङ्ङि निन्नु चॆय्तु
वॆळुत्त कात्तिरिप्प् \ कात्तिरिक्कुक \
कुञ्ञ् आन
ध्रुवत्तिൽ अमेरिक्कൻ पताक
मनुष्यൻ मॊबैलिൽ
पूक्कൾ पूत्तट्टत्तिൽ
भक्षणं मेशप्पुऱत्त् वॆच्चु .
वॆळुत्त कौण्टऱिൽ इरिक्कुन्न वർण्णाभमाय वास्
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
आकाशं पऱक्कुन्न विमानं
ट्रॆयिलऱुकळिलॆ वण्टिकൾ
वॆळ्ळ कऱुत्त पक्षि
जिऱाफिन्ऱॆ तलयिൽ ऒरु कॊम्प्
ऒरु सिङ्किൽ रण्ट् पूच्चकൾ
ऒरु मञ्ञ सൺ तॊप्पि धरिच्च कुट्टि
वैऱ्ऱ् पाक्केजिൽ नील अक्षरङ्ङൾ
कऱुत्त सॆൽफोणिन्ऱॆ स्क्रीൻ
कुञ्ञ् आन
सीब्र कऱुप्पुं वॆळुप्पुं आण्
पण सेवनङ्ङൾ परिशोधन ऎन्न मञ्ञ परस्य चिह्नं
तॆब् षർट्ट् वॆळुत्तताण्
व्यक्तमाय प्लास्ऱ्ऱिक् पात्रत्तिൽ तणुत्त पानीयं
नटप्पातयिलॆ ध्रुवत्तिൽ निർत्तൽ उपकरणं
ऒरु कऱुत्त ट्राष् बाग् .
चुमरिൽ चारि इरिक्कुन्न स्त्री
जिऱाफिन्ऱॆ कऴुत्त्
पूक्कൾ ऒरु पूत्तट्टत्तिलाण्
अयाൾ चुवन्न षർट्ट् धरिच्चिरिक्कुन्नु
वॆळुत्त सॆऱामिक् टोय्लऱ्ऱ् टाङ्क्
मनुष्यൻ ऒरु वण्टि तळ्ळुकयाण् .
रण्ट् सुहृत्तुक्कൾ
ऒरु टॆडि बियऱिनॆ पिटिक्कुन्न कुट्टि
वॆळुत्त ऱाप्पऱिൽ होट्ट् डोग्
नाय परवतानिक्क् मुकळिलाण् .
इत् ऒरु मरत्तिन्ऱॆ शाखयाण्
तॆरुव् वऴियिൽ चुवन्न स्ऱ्ऱोप्प् चिह्नं
पात्रत्तिൽ चुवन्न कुरुमुळक् मुऱिक्कुक
मरक्कॊम्पिन्ऱॆ पच्च
निलत्तु इरिक्कुन्न पॆൺकुट्टि
पशु तविट्टुनिऱमाण्
पच्च भक्षणत्तिन् अटुत्तुळ्ळ वॆळुत्त भक्षणं
रण्ट् पॆൺकुट्टिकൾ सोक्कർ कळिक्कुन्नु
चट्टियिൽ ऒरु टർक्कि
वायुविൽ ऒरु विमानं
ऱॆड् टॆन्नीस् ऱाक्कऱ्ऱ् .
वरण्टतायिरिक्काൻ स्त्री ई कुट उपयोगिक्कुन्नु
ऱोडिൽ ऒरु पशु
डोक्क् चॆय्त बोट्टुकळुटॆ निर
मनुष्यन्ऱॆ तलयिൽ कऱुत्त मुटि .
बस् पच्च निऱत्तिलाण्
ऒरु कऴुकन्ऱॆ लॆड्ज्
तविट्टुनिऱत्तिलुळ्ळ कुतिर तॊऴुत्तिൽ
इतॊरु तीवण्टियाण्
ऒरु स्त्री वीटिनकत्त् फ्रिस्बियुमायि कळिक्कुन्नु
मञ्ञुमूटिय स्ऱ्ऱोप्प् चिह्नं
" ओऱञ्च् , वॆळ्ळ पूक्कൾ "
ध्रुवत्तिൽ लोह कोऴि
ऒरु कऱुत्त टि - षർट्ट्
ऒरु मतिलिन्ऱॆ भागं
आकाशं वॆळुत्त निऱमाण् .
पशु कऱुत्तताण्
ऒरु कऱुत्त ट्राष् बाग् .
पुतिय ओऱञ्च् विपणियिൽ विൽक्कुन्नु
ऒरु पॆयिन्ऱिंग् पतिमून्नु टोस्ऱ्ऱർमारुं न् इष्टिक मतिൽ ओफ्
स्त्री रण्ट् कुटकൾ पिटिक्कुन्नु .
पोस्ऱ्ऱ् उपयोगिच्च् निർत्तुक अटयाळं
आൺकुट्टिक्क् नीळमुळ्ळ तविट्ट् निऱमुळ्ळ मुटियुण्ट्
वीट्टुमुऱ्ऱत्तॆ स्त्री
कऱुत्त टॆलिविषൻ ऱिमोट्ट्
निलत्तु इरिक्कुन्न मनोहरमाय ऒरु कॊच्चुकुट्टि
इत् ऒरु मनुष्यन्ऱॆ चित्रमाण्
ई आळुकൾ बस्सिൽ
रण्ट् पशुक्कൾ वेलियिൽ निൽक्कुन्नु
नटप्पातयुटॆ वशं
सർफ्बोർडिलुळ्ळ ऒराൾ
ऱोडिൽ पऱ्ऱिनिൽक्कुन्न ऒरु काർ
स्त्री स्कीयिंग् चॆय्युन्नु
कण्णाटियिൽ ऒरु मनुष्यൻ
ऒरु कषणं पेप्पർ विल प्रदർशिप्पिक्कुन्नत्
पाळङ्ङळिൽ नीळमुळ्ळ चुवन्न तीवण्टि
कुन्निन् समीपं वलिय पच्च मुൾपटർप्पु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कळकळिൽ टाൻ कुट
ऒरु कॆट्टिट चित्रं
ऱोडिन्ऱॆ वशत्तुळ्ळ तॆरुव् पोൾ
तलयिणयिൽ ऒरु कुट्टियुटॆ तल
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कऱुत्त ट्राष् बाग् .
ट्राक्किलूटॆ पोकुन्न ऒरु ट्रॆयिൻ
वॆळुत्त पुक
कुञ्ञ् आन
बाऱ्ऱऱिൻऱॆ पॆट्टियिൽ बाऱ्ऱർ
ऒरु बूगि बोർड्
ऒरु ट्रॆयिൻ ट्राक्किൽ निन्न् वरुन्नु
कुञ्ञ् आन
अलुमिनियं बेस्बोൾ बाऱ्ऱ्
षർट्टुं कऱुत्त पान्ऱुं धरिच्च ऒराൾ वॆळुत्त वै ऱिमोट्ट् पिटिक्कुन्नु
नाय पुऱत्त् ऒरु कसेरयिൽ इरिक्कुन्नु
पय्यൻ सिङ्किनु मुकळिलूटॆ पल्ल् तेक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
इत् ऒरु मनुष्यनाण्
कुञ्ञ् आन
पुल्लिൽ चॆऱिय चुवन्न पुळ्ळि
ऒरु वयलिൽ ऒन्निलधिकं मृगङ्ङൾ मेयुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
रण्ट् आळुकൾ स्कीयिंग्
ऱियർ व्यू मिऱർ अप्पाർट्ट्मॆन्ऱ् कॆट्टिटत्तॆ प्रतिफलिप्पिक्कुन्नु
ऒरु प्रॊफषणൽ बोൾ गॆयिं काणुन्न आराधकർ
ऒरु मृगशालयिൽ निൽक्कुन्न रण्ट् सीब्रकൾ
वॆळुत्त षीऱ्ऱुकळुं चुवन्न हॆड्बोർडुं उळ्ळ ऒरु किटक्क
कुञ्ञ् आन
समुद्रत्तिलॆ चुवन्न इनं
टॆन्नीस् कोർट्टिन्ऱॆ उपरितलत्तिൽ विळ्ळൽ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु पർवतत्तिൽ ऒरु स्कीयർ
मनुष्यൻ तिरमालयिൽ सർफिंग् चॆय्युन्नु
नीळमुळ्ळ पच्च टेप्पർ मॆऴुकुतिरिकൾ .
इत् ऒरु व्यक्तियाण्
इत् ऒरु वाऴमरत्तिन्ऱॆ पुष्पमाण्
पक्षि आकाशत्तिलूटॆ पऱक्कुन्नु
ऒरु पात्रत्तिൽ भक्षणं
क्लोक्क् टवऱिൽ रण्ट् क्लोक्कुकൾ
तलयिൽ नील बक्कऱ्ऱ् तॊप्पि
ऒरु चक्रत्तिൽ प्रवർत्तिक्कुन्न ऒराൾ
ऒब्जक्ऱ्ऱ् चुवप्पाण्
नटप्पातयिलॆ बॆञ्च्
ऒरु ऎयोप्लॆय्ൻ पऱन्नुयरुन्नु
ऱॆड् कळർ फयർ हैड्रान्ऱ्
ऒरु तॆरुविൽ ऒरु बस्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु पऴय इयർबुक्क् फोट्टो
ऒरु बाग् कोट्टൺ मिठायि
कुञ्ञ् आन
कुञ्ञ् आन
कुट्टियुटॆ कऱुत्त मुटि
फ्रिस्बी वॆळुत्तताण्
कॊम्प् वायिक्कुन्न ऒराൾ
होट्ट् डोग् कऴिक्कुन्न ऒराൾ .
इतॊरु पूच्चयाण्
ऒरु बाग् कोट्टൺ मिठायि
चुवप्पुं वॆळ्ळयुं यूणिफों धरिच्च ऒरु बेस्बोൾ कळिक्कारൻ .
शून्यमाय चुवन्न प्लास्ऱ्ऱिक् प्लेऱ्ऱ्
सूर्यൻ चित्रत्तिൽ मङ्ङिक्कुकयाण्
ऒरु कुट्टि लाप्टोप्प् काणुन्नु
मूटൽमञ्ञ् लैऱ्ऱुकൾ ओणाण्
ऒरु चित्रत्तिनायि पोस् चॆय्युन्न आळुकळुटॆ ग्रूप्प्
कुळत्तिलॆ मनुष्यൻ
इताण् परिधि
[ ऒरु मरत्तिन्ऱॆ भागं
ऒरु पऴय रीतियिलुळ्ळ मुऱियुटॆ वातिलिलूटॆ काऴ्च
पोस्ऱ्ऱिलॆ क्लोक्किन्ऱॆ स्पयർ
पऴत्तिन्ऱॆ चॆऱिय पात्रं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कूट्टं आळुकൾ चुऱ्ऱुं निൽक्कुन्नु
ऒरु विमानत्तिलॆ ऎञ्चिൻ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
फोट्टो कऱुप्पुं वॆळुप्पुं आण्
रण्ट् चॆऱिय अमेरिक्कൻ पताककൾ
इतॊरु तॊप्पियाण्
तऱयिൽ वॆळ्ळं किटक्कुन्नु
रण्ट् फुड् ट्रक्कुकൾ
इतॊरु ऱॆयिൽवे लैनाण्
इतॊरु मौस् आण्
ऒरु पट्टं पऱक्कुन्नु
आळुकൾ आनयुटॆ मुकळिൽ कयऱुन्नु
जीൻसिन्ऱॆ भागं
पक्षिकൾ पऱक्कुन्नु
इतॊरु कॆट्टिटमाण्
टॆन्नीस् कोർट्टिलुळ्ळयाൾ
ऒरु विൻडोसिൽ ऒरु पूत्तट्टत्तिൽ पूक्कൾ
शिरोकवजं पच्चयाण्
वृत्ताकृतियिलुळ्ळ मरं मेश
ऒरु टैयुटॆ अऱ्ऱं
निलत्त् कऱुत्त पुळ्ळि
तॆळिञ्ञ वॆळ्ळं निऱञ्ञ नीन्तൽ कुळं
आटुकൾ मेयुन्नु
नालु वॆळुत्त मूत्रप्पुरकൾ
काट्टिൽ चिल पशुक्कൾ
इत् वाषिंग्टൺ डिसियिलाण्
ऒरु कॆट्टिटत्तिൽ ऒरु कऱुत्त षिൻगिൽ चिह्नं घटिप्पिच्चिरिक्कुन्नु
तटि बाऱ्ऱ् बाऱ्ऱർ पिटिच्चिरिक्कुन्न
होट्ट् डोगिलॆ टोप्पिंगुकൾ
मैक्रोफोൺ कैवशमुळ्ळ मनुष्यൻ
ऒरु बॆञ्चिन्ऱॆ ऒरु भागत्त् इरिक्कुन्न मनुष्यൻ
कुञ्ञ् आन
ऒरु क्लोक्किൽ ऒरु तॆरुव् चिह्नं
इतॊरु वृद्धनाण्
मनुष्यൻ बेस्बोൾ कळिक्कुन्नु
विमानत्तिन्ऱॆ चिऱकुकൾ
आळुकൾ इरिक्कुन्नु
लैऱ्ऱुकൾ ओणाण्
ऒरु कऱुत्त ट्राष् बाग् .
सिऱ्ऱि सॆन्ऱർ 42 ऎ enu बसिൽ ऎऴुतियिट्टुण्ट्
रात्रि ऎटुत्त चित्रं
डैनिंग् सलूൺ सूचिप्पिक्कुन्न स्वർण्ण अक्षरङ्ङൾ
चुवन्न बस्सिൽ वलिय मञ्ञ ऎऴुत्त्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु सोक्कർ फीൽड् .
मञ्ञ वाऴप्पऴं विൽप्पनय्क्क्
इत् ऒरु स्वीकरणमुऱियिलाण्
आकाशत्त् धाराळं कैऱ्ऱ्स्
इत् ऒरु तीरत्ताण्
स्ऱ्ऱ ove यिൽ ऒरु कलं
कऱुप्पुं वॆळुप्पुं अटयाळं
कुञ्ञ् आन
वाहन इटत्तावळत्तिൽ उपयोगिक्कुन्न उपकरणत्तिन्ऱॆ बट्टणुकൾ
स्केऱ्ऱ्बोർडिन्ऱॆ वॆळुत्त वർण्ण चक्रं
कुञ्ञ् आन
ऒरु प्लास्ऱ्ऱिक् बाग् कैवशं वच्चिरिक्कुन्न ऒराൾ
चारनिऱत्तिलुळ्ळ चारनिऱत्तिलुळ्ळ वरकൾ
पच्च वाऴप्पऴत्तिन्ऱॆ कूट्टं
तकർन्न मरं स्ऱ्ऱम्प्
स्केऱ्ऱ्बोർडिलॆ पय्यൻ
स्कीसिൽ रण्ट् स्त्रीकൾ .
अकलॆ ऒरु मञ्ञ वाऴप्पऴं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
विൻडो डिसियुटॆ मुकळिൽ इरिक्कुन्न रण्ट् पूच्चकൾ
सർफ्बोർड् उपयोगिक्कुन्न ऒरु स्त्री
इत् ऒरु मनुष्यनाण्
चुवप्प् धरिच्च ऒरु वलिय मनुष्यൻ
इत् आरोग्यकरमाय भक्षणं पोलॆ तोन्नुन्नु
रण्ट् कैकळिलॆ वस्तु
ग्राൻड् ओप्पऱ हौस् दिशासूचन चिह्नं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कळियिൽ बेस्बोൾ कळिक्कारൻ .
कौण्टർ वॆळ्ळियाण्
ऒरु वृत्ताकृतियिलुळ्ळ पच्च ग्लास् प्लेऱ्ऱ्
कुञ्ञ् आन
मनुष्यൻ किटक्कुन्नु
" ओऱञ्च् , वैऱ्ऱ् विमानं . "
ऒरु चुवन्न बलूणुं नील बलूणुं
कऱुत्त वॆऱ्ऱ्स्यूट्ट् धरिच्च सർफർ
ऒरु मॆऱ्ऱൽ ऱौण्ट् पात्रं .
ऒरु मरत्तिൻ्ऱॆ डैनिंग् टेबिൾ .
ऱोडिन्ऱॆ वशत्त् ऒरु चॆऱिय वॆळुत्त पोणि
पुऱत्तेक्क् ऎटुत्त चित्रं
आन आन सवारि चॆय्युन्न व्यक्तिक्क् तॊप्पि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चित्रं पुऱत्तॆटुत्तु
पच्चयुं मञ्ञयुं वरकळुळ्ळ चारनिऱत्तिलुळ्ळ सब्वे ट्रॆयिൻ
मृगङ्ङळॆ ओटिक्कुन्नु
ऒरु चॆयिൻ लिङ्क् वेलि
ऒरु पाർक्किൽ धाराळं मृगङ्ङൾ
स्त्री ऒरु स्वॆऱ्ऱർ धरिक्कुन्नु
" पർप्पिൾ , टाൻ ट्रक्क् क्याब् "
ऒरु कऱुत्त ट्राष् बाग् .
" वॆळ्ळ , नील निऱत्तिलुळ्ळ बस् ग्राफिऱ्ऱियिൽ पॊतिञ्ञु "
तॆरुविൽ पाർक्क् चॆय्तिरिक्कुन्न ऒरु मोट्टोർसैक्किൾ
पिङ्क् नीलयुं वॆळ्ळयुं हांग् ग्लैडർ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कुट्टि ताऴॆ इरिक्कुन्नु
इतॊरु सीब्रयाण्
नाल् आळुकൾ वै कळिक्कुन्नु
चॆरुप्प् धरिच्च मनुष्यൻ
ऒरु कॆट्टिटत्तिन् मुन्निൽ मून्न् अटयाळङ्ङൾ
नील पाർक्किंग् मीऱ्ऱऱिलेक्क् नोक्कुन्न रण्टुपेർ
ऒरु कसेरयिൽ इरिक्कुन्न वृद्धൻ
इळं पिङ्क् टॆडि बियർ
ऒरु नील टि - षർट्ट्
सൺग्लासुमायि पुऱत्त् इरिक्कुन्न स्त्रीकൾ
नटक्कुकयुं पुञ्चिरिक्कुकयुं चॆय्युन्न ऒरु चॆऱुप्पक्कारൻ
अग्नि जलांशं चुवप्पाण्
वॆळुत्त सॆऱामिक् टोय्लऱ्ऱ् सीऱ्ऱ् .
मोट्टोർ सैक्किळिൽ ऒराൾ
परस्परं रण्ट् सीब्रकൾ .
ऱൺवेयिൽ मून्न् विमानङ्ङൾ
इत् समुद्रत्तिलाण्
ऒरु कुट्टि ऒरु बेस्बोൾ बाऱ्ऱ् वीशुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मञ्ञ बस् वॆळ्ळत्तिൽ पॊङ्ङिक्किटक्कुन्नु
द्वीप् बीच्च् रंगं
वॆळुत्त ताटियुळ्ळ मनुष्यൻ
वलिय कल्लुकൾ निलत्त् इरिक्कुन्नु .
ध्रुवक्करटिकळुटॆ ऒरु मूवरुं
ऒराൾ नटप्पातयिलूटॆ नटक्कुन्नु
मनुष्यൻ ऒरु मोट्टोसैक्किൾ ओटिक्कुन्नु
काർ ऒरु क . ण्टऱिൽ इरिक्कुन्नु
कुञ्ञ् आन
ऒरु स्त्री रण्ट् नाय्क्कൾ नटक्कुन्नु
ऒरु ध्रुवत्तिलॆ घटिकारं
गർभिणियाय कुतिर पुल्लिൽ निൽक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पाൻ पिटिच्चिरिक्कुन्न स्त्री
ऒरु ध्रुवक्करटियुटॆ तल
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इरुण्ट आकाशत्त् मेघङ्ङൾ कऱङ्ङुन्नु .
ऒरु पॆൺकुट्टि बैक्क् पिटिक्कुन्न ऒराळोट् संसारिक्कुन्नु .
ऒरु वलिय चुवन्न ट्राक्टർ
कुञ्ञ् आन
इतॊरु कुऱुक्कनाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒराൾ फ्रिस्बी कळिक्कुन्नु
आൺकुट्टियुटॆ कुप्पायं नीलयाण्
बोट्टिൽ वॆळुत्त षർट्ट् धरिच्च मनुष्यൻ
मनुष्यൻ हॆൽमॆऱ्ऱ् धरिक्कुन्नु
जिऱाफि ट्रक्किन्ऱॆ पुऱकिलेक्क् नोक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
वयർ उळ्ळ ऒरु मौस् .
वऱचट्टियिൽ ऒरु ग्रिൽ चॆय्त चीस् साൻड्विच्च्
तॆरुविൽ निർत्तियिरिक्कुन्न मोट्टोർसैक्किळुकൾ
टवൽ ऱाक्किൽ पिङ्क् टवൽ
नाय अऴुक्कुचालिൽ निൽक्कुन्नु
मञ्ञ् मूटिय पർव्वतं .
फ्रण्ट् टयർ
आऴत्तिलुळ्ळ नील तॆळिञ्ञ आकाशं
इतॊरु पानपात्रमाण् .
मनुष्यൻ ब्लेसർ धरिक्कुन्नु
लाप्टोप्प् कैवशमुळ्ळ ऒराൾ
कसेरयुटॆ पुऱकिൽ ऒरु पव् ऎंऐऎ लोगो
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ओप्पൺ कोळർ षർट्टिൽ ग्रे टै
निलत्त् कऱुत्त पुळ्ळि
स्वർण्ण वरयुळ्ळ प्लेऱ्ऱ्
तिळङ्ङुन्न नील मेघङ्ङळिल्लात्त आकाशं
ब्रौൺ मक्डॊणाൾड्स् बाग् बॆञ्चिൽ .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चुऱ्ऱुं मरमुळ्ळ ऒरु वृक्षं
वयलिൽ निൽक्कुन्न मनुष्यൻ
ऒरु ट्रॆयिൻ ऎञ्चिन्ऱॆ मञ्ञनिऱत्तिलुळ्ळ फ्रण्ट्
कऱुत्त नाय पुल्लिൽ ओटुन्नु
ऒरु कऱुत्त ऱिस्ऱ्ऱ्बाൻड्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
नीलाकाशत्तिൽ चिल मेघङ्ङൾ
जिऱाफुकൾ नीळमुळ्ळ कऴुत्त्
तिरमालयिൽ निन्न् ननञ्ञ मणൽ
वीञ्ञ् चुवन्नताण्
चारनिऱत्तिलुळ्ळ कोमेർष्यൽ ओवൻ
कुन्निൻ मुकळिलुळ्ळ वलिय चारनिऱत्तिलुळ्ळ पाऱ
" ऒरु नील , वॆळ्ळ बस् स्ऱ्ऱोप्प् चिह्नं . "
आൺकुट्टि वायुविൽ चाटुन्नु .
ऒराൾ नटप्पातयिൽ निൽक्कुन्नु
कुटकൾ अटच्चिरिक्कुन्नु .
स्काർफ् उपयोगिच्चुळ्ळ कळिप्पाट्टं
सिङ्क्
इटुङ्ङिय मेൽक्कूरयुळ्ळ ऒरु किटप्पुमुऱि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
अरयिൽ कैवॆच्च ऒराൾ
ऱൺवेयिൽ ऒरु विमानं
अटुक्कळ सिङ्किनु कीऴिलुळ्ळ नील बक्कऱ्ऱ्
मरत्तिൽ कऱुत्त करटियुटॆ तल
वलिय नाय्क्कळुटॆ ऒरु कूट्टं
बेस्बोൾ कळिक्कारൻ ऒरु बाऱ्ऱ् स्विंग् चॆय्युन्नु
ऒरु मोट्टोർसैक्किൾ हॆड्लैऱ्ऱ्
रण्ट् जिऱाफुकൾ परस्परं अटुत्त्
वृत्तियुळ्ळ वॆळुत्त प्लेऱ्ऱुकळुटॆ शेखरं
स्ऱ्ऱिक्कऱुकൾ उपयोगिच्च् अटयाळं निർत्तुक
ऒरु वलिय मञ्ञ तॆरुव् वॆळिच्चं
जिऱाफुकळुं ऒट्टकप्पक्षिकळुं ऒरुमिच्च् .
ऒरु कुतिरयुटॆ मेय्ൻ ताऴेक्क् तूङ्ङिक्किटक्कुन्नु
तॆरुविलूटॆ काർ ओटिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मरङ्ङळुटॆ नीण्ट निर
ऒरु चतुर प्लेऱ्ऱिൽ फ्रैस्
जनालय्क्क् मुन्निൽ इरिक्कुन्न आळुकൾ
ऒरु चॆऱिय मोट्टोർसैक्किൾ क्लोक्क्
स्यूट्ट् जाक्कऱ्ऱिलुळ्ळ ऒराൾ
कुञ्ञ् आन
बैक्किൽ यात्र चॆय्युन्न रण्ट् आൺकुट्टिकൾ
ऒरु वैऱ्ऱ् वै कൺट्रोळർ
कट्टिलिൽ टॆडि बियർ
चिल टॆडि बियऱुकळुटॆ अरिकिൽ उऱङ्ङुन्न ऒरु स्त्री
क्यामऱ ट्रैपोड् डॆस्किൽ
ऒरु मेशप्पुऱत्त् उऱङ्ङुन्न पूच्च
पन्त् मञ्ञ / पच्चयाण्
कोൺक्रीऱ्ऱिൽ टॆडि बियർ
प्लास्ऱ्ऱिक् प्रॊट्टक्टർ कवऱिंग् उळ्ळ वॆळुत्त लाम्प्षॆय्ड्
तॆळिञ्ञ नीलाकाशं
चुवप्पुं मञ्ञयुं स्केऱ्ऱ्बोർड्
ती कत्तिच्च ती स्थलं
बस् चारनिऱमाण्
मेशप्पुऱत्त् नाल् इनङ्ङൾ
ऒरु मॆऱ्ऱൽ पानिलाण् पिस्स .
मणलिൽ आन
पि अक्षरमुळ्ळ ऒरु तॊप्पि
स्त्रीयिൽ कऱुत्त मुटि
ऒरु चिह्नत्तिൽ चुवन्न अष्टभुजाकृति
अटु प्पुं ब्रोयिलऱुं निർम्मिच्चिरिक्कुन्नु
शाखयिൽ इरिक्कुन्न पक्षि
पैनाप्पिൾस् बिൻ ऒन्निൽ
अटुक्कळयिൽ ऒरु स्त्री
ऒरु अटुक्कळ क counter ण्टർ टोप्प्
ऒरु चतुरत्तिൽ ऒरु अत्ताऴं
तॆरुविलॆ मञ्ञ स्कूൾ बस् .
गोपुरं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु स्पूൺ पिटिक्कुन्न कुट्टि .
ऱोडिनरिकिൽ प्रवർत्तिक्कुन्न चॆयिൻ लिङ्क् वेलि
पक्षि वॆळ्ळत्तिൽ नटक्कुन्नु
निलत्त् कऱुत्त पुळ्ळि
उयरमुळ्ळ चुवन्न अग्नि जलांशं
टॆलिविषनिൽ पूच्चकൾ .
डॆस्किൽ लाप्टोप्प् तुऱक्कुक
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पऱक्कुन्न पक्षि
मनुष्यൻ ऒरु चॆऱिय स्लीव् षർट्ट् धरिक्कुन्नु
मतिलिन् ऎतिरायि कम्प्यूट्टർ स्क्रीൻ .
अग्रासिൽ पशुक्कൾ
मतिलिൽ क्याम्प्बॆल्लिन्ऱॆ मङ्ङिय सूप्प् चिह्नं
ऒरु बोट्टिൽ रण्ट् नाय्क्कൾ
ऒरु ऱॆस्ऱ्ऱोऱन्ऱिलॆ आळुकൾ .
मूलयिൽ कळङ्कप्पॆट्ट पच्च ऱफ्रिजऱेऱ्ऱർ
कऴुत तिन्नुन्नु
ऒरु जेऴ्सियिलॆ नम्पർ
पच्च लोहत्तिन्ऱॆ पाർक्किंग् मीऱ्ऱർ
ऒरु फ्रिस्बियॆ पिटिक्काൻ मनुष्यൻ नीळुन्नु
ऱॆस्ऱ्ऱोऱन्ऱिलॆ उऱव .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वॆळुत्त पात्रत्तिൽ ओऱञ्च् पुष्पं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
मनुष्यൻ सैक्किൾ ओटिक्कुन्नु
स्ऱ्ऱण्टुकൾ चॆय्युन्न ऒरु चॆऱिय विमानं
रण्ट् पशुक्कൾ ऒरुमिच्च् कळिक्कुन्नु
वयलिൽ निൽक्कुन्न सीब्र
व्यक्ति ऒरु पताक पिटिक्कुन्नु
टै धरिच्च मनुष्यൻ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
क्लोक्क् टवർ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कुऱ्ऱिक्काट्टिൽ सूर्यൻ प्रकाशिक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु पच्च पात्रं
कॆट्टिटं मूटुन्न पच्च मरङ्ङൾ
ऒरु कऱुत्त ट्राष् बाग् .
टूत्त् ब्रष् कैवशमुळ्ळ ऒरु चॆऱिय कुट्टि
कुञ्ञ् आन
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
बस् नटप्पातयिलाण्
टॆडि बियർ किटक्कुन्नु
विन्ऱेज् कुटुंब फोट्टो
तऱयिൽ कऱुत्त पूच्च
ऒरु अटुक्कळयिൽ तुऱन्न ऱफ्रिजऱेऱ्ऱർ
वॆळुत्त सॆऱामिक् कोफि कप्प्
" नील , वॆळ्ळ टॆन्नीस् षूस् "
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कण्णुकൾ तुऱन्निरिक्कुन्नु
कऱुप्पुं वॆळुप्पुं ऒरु दिश चिह्नं
ऒरु प्लास्ऱ्ऱिक् कप्प्
स्यूट्ट् धरिच्च मनुष्यൻ
चुवन्न कॊट्टयिൽ चीस् फ्रैस्
" तविट्ट् , कऱुप्प् ग्रानैऱ्ऱ् कौण्टർ टोप्प् "
किटक्कयिलॆ पॆൺकुट्टि
तॊप्पि धरिच्च ऒराൾ
इत् वळरॆ कऱुत्त स्केऱ्ऱ्बोർडाण्
पिस्सयुटॆ नाल् कष्णङ्ङൾ शेषिक्कुन्नु .
आनयिൽ रण्टुपेർ
सർफ्बोർडिलॆ नील डिसैൻ .
कऱुप्पुं वॆळुप्पुं ऎटुत्तत् .
इव पूक्कळाण्
ऒरु विൻडोयिൽ ऱॆक्कोർडुचॆय्युन्नु
जॆऱ्ऱ् आकाशत्ताण् .
प्लेऱ्ऱिൽ चिल्लि डोग्
मैक्रोफोणिन् मुम्पायि संसारिक्कुन्न ऒराൾ
वलिय तविट्टुनिऱत्तिलुळ्ळ टॆडि बियർ
चुवन्न तक्काळि अरिञ्ञत् प्लेऱ्ऱिൽ
बैक्किलॆ कऱुत्त कैपिटिकൾ
ऒरु कुट्टियुटॆ वॆळुत्त कुट .
मोट्टोർ सैक्किൾ पोलीसुकारൻ तिरिञ्ञु .
मोट्टोർ सैक्किൾ ओटिक्कुन्न ऒरु पोलीस् उद्योगस्थൻ
ट्राक्कुकळिൽ चुवन्न ट्रॆयिൻ
ट्रॆयिൻ ट्राक्कुकळिൽ उरुळुन्नु
वॆळ्ळ प्लेऱ्ऱिൽ वॆळ्ळि स्पूൺ
रात्रि मेशप्पुऱत्त् ऒरु विळक्क्
कम्प्यूट्टർ मेशप्पुऱत्त् पूच्च
चुवरिൽ कऱुत्त घटिकारं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऱफ्रिजऱेऱ्ऱർ वॆळुत्तताण् .
मनुष्यൻ ऒरु कट्टिलिൽ इरिक्कुन्नु
ऒरु प्लेऱ्ऱिൽ उळ्ळ फ्रैस्
ऒरु कुतिरप्पुऱत्त् ऱेञ्चेऴ्स्
सिऱ्ऱि स्ट्रीऱ्ऱिൽ निन्न् ऎटुत्त चित्रं
पय्यൻ पाർक्किൽ स्केऱ्ऱ्बोർड् ओटिक्कुन्नु
स्वർण्ण कैकळुळ्ळ क्लोक्क्
पुरुषन् चुऱ्ऱुं स्त्रीक्क् भुजमुण्ट्
तॆरुविൽ गिऱ्ऱाർ वायिक्कुन्न मनुष्यൻ
ताऴेक्क् मञ्ञुवीऴ्चयुळ्ळ चरिविൽ स्कीयർ
ऒरु सॆक्सि वॆळुत्त स्त्री ऒरु कसेरयिൽ इरिक्कुन्नु .
मनुष्यൻ इटवऴियिलूटॆ नटक्कुन्नु
चुवरिൽ गॆक्को प्रतिम
ऒरु लिविंग् ऱूं सोफ
निलत्त् वॆळुत्त मञ्ञ्
कुञ्ञ् आन
तुरुम्पिच्च बेस् उळ्ळ वॆळुत्त जलांशं
कॆट्टिटङ्ङळिൽ सिऱ्ऱि लैऱ्ऱुकൾ
ऒरु चॆटियिൽ वॆळुत्त पूव्
सि ऎन्न अक्षरं अटङ्ङिय ऒरु वॆळुत्त वृत्तं
पिङ्क् निऱत्तिलुळ्ळ चॆऱिय पॆൺकुट्टि
कुळत्तिनटुत्तुळ्ळ 2 पाർक्क् बॆञ्चुकൾ
वस्त्रं नीलयाण्
प्लेऱ्ऱिन् ऒरु स्वർण्ण ट्रिं उण्ट्
द्वीप् बीच्च् रंगं
काऱिलॆ हॆड्लैऱ्ऱुकൾ
" वॆळ्ळ , कऱुप्प् वरयुळ्ळ सीब्र "
पोलीस् मोट्टोർसैक्किळुकळुटॆ वरिकൾ
कटൽत्तीरत्तॆ मणൽ तविट्टुनिऱमाण्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
टॆन्नीस् कळिक्कारൻ कळिक्काൻ तय्याऱाण्
पिन्नोट्ट् चरिञ्ञ मनुष्यൻ
पुरुषन्माർ बेस्बोൾ कळिक्कुन्नु
तटि बॆञ्चिൽ इरिक्कुन्न स्त्री
मोट्टोർ सैक्किळुकळिൽ सञ्चरिक्कुन्न आळुकൾ
पच्च तॊप्पि धरिच्च स्त्री
वॆळ्ळत्तिनटुत्तुळ्ळ उयरमुळ्ळ पालं
ऒरु चॆऱिय मरुभूमि सस्यं
ऒरु फ्रिस्बियॆ पिटिक्कुन्न ऒराൾ
ट्रक्किൽ निन्न् वॆळ्ळं ऒऴुकुन्नु
मञ्ञ जाग्रत चिह्नं
मनुष्यൻ जनालयिलूटॆ पुऱत्तेक्क् नोक्कुन्नु
लाप्टोप्पिनटुत्त् ऒरु पूच्च
ऒरु चॆऱिय तटि पात्रं
जिऱाफिൽ तविट्ट् पुळ्ळि
ओप्पൺ बाऱ्ऱऱियिൽ प्रवർत्तिक्कुन्न लाप्टोप्प्
मेशय्क्करिकिलिरिक्कुन्न मनुष्यൻ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
पऴं निऱञ्ञ ऒरु प्लेऱ्ऱ्
ट्रॆयिनुकळिൽ पुल्लिन्ऱॆ पाच्च्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
आप्रोൺ उळ्ळ ऒरु चॆऱिय कुट्टि
ऒरु तॆरुव् चिह्नत्तिन्ऱॆ पिൻभागं
नीळमुळ्ळ पुल्लिൽ सूर्यप्रकाशवुं
चॆऱिय पूक्कൾ निऱञ्ञ वयൽ
अकलॆयुळ्ळ ऒरु विळक्कुमाटं
स्केऱ्ऱ् बोർड् ट्रिक्क् श्रमिक्कुन्न पय्यൻ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वॆळुत्त वृत्तिकॆट्ट टोय्लऱ्ऱ् इरिप्पिटं
तिळङ्ङुन्न नील विमान मूक्क्
ऒरु कऱुत्त ट्राष् बाग् .
कुञ्ञ् आन
चित्रत्तिलॆ ऒरु पशु
पुल्लिൽ पाऱ
तॆरुविൽ वॆळुत्त काർ पाർक्क् चॆय्तु .
ऒरु पात्रत्तिൽ पाൻकेक्कुकൾ
मनुष्यन्ऱॆ पच्च टॆन्नीस् पन्त्
मेश मरं कॊण्टाण् निർम्मिच्चिरिक्कुन्नत्
तीवण्टि भागिकमायि स्ऱ्ऱेषन् पुऱत्त्
ट्रॆयिൻ स्ऱ्ऱेषनिलाण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कऱुत्त कुत्तिवरकൾ उळ्ळ टोय्लऱ्ऱ्
मञ्ञ डाൻडॆलियोणुकळुटॆ दळङ्ङൾ
जिऱाफिन्ऱॆ वाൽ कऱुत्तताण्
तऱयिൽ परवतानि .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
विൻडोयिൽ वॆळुत्त प्लास्ऱ्ऱिक् मऱकൾ
ऒरु बेस्बोൾ गॆयिं रंगं
इतॊरु कुऱ्ऱिच्चॆटियाण्
जिऱाफिन् पिन्निൽ उयरमुळ्ळ वॆळुत्त गोपुरं
ऒरु मॆऱ्ऱालिक् बोयिलർ स्ऱ्ऱौविൽ उण्ट् .
स्केऱ्ऱ्बोർडिൽ निൽक्कुन्न मनुष्यൻ .
बॆञ्च् चारनिऱमाण्
ऒरु ध्रुवत्तिൽ मञ्ञ चिह्नं
पच्चिलकळुं धान्यङ्ङळुं ऒरु तळिकयिൽ
ऱॆड् फ्लैयिंग् प्ले सोसർ
चुवन्न निऱत्तिलुळ्ळ मनुष्यൻ ऒरु कूट्टं वाऴप्पऴं पिटिक्कुन्नु
ऒरु ड्रोयऱिन्ऱॆ भागं
नटप्पातयिलॆ ओऱञ्च् अग्निजलाशं
सूर्यनॆ तटयुन्न चुवन्न कुट तुऱक्कुक
नरच्च कुञ्ञ् आन
पिस्सयुटॆ पुऱंतोट् पॊटि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मञ्ञ वॆळिच्चमुळ्ळ ऒरु तॆरुवुविळक्क्
ऒरु टाർमाक्किन्ऱॆ चित्रं
पय्यൻ धरिक्कुन्न कण्णाटिकൾ
स्ट्रो उळ्ळ ऒरु ग्लास्
व्यक्तियुटॆ प्रकाशमुळ्ळ सिलौऱ्ऱ् .
मनुष्यൻ टॆन्नीस् कळिक्कुन्नु
वाहनं वॆळुत्तताण् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कुञ्ञ् आन
ऒरु स्क्वयऱिൽ इरट्ट - डॆक्कർ बस्
मञ्ञिलूटॆ सञ्चरिक्कुन्न ऒरु बस्
चुवप्पुं चारनिऱत्तिलुळ्ळ बसुं तॆरुविलेक्क् पोकुन्नु .
ऒरु चॆऱिय जिऱाफ् निൽक्काൻ पठिक्कुन्नु
मोट्टोർ सैक्किळिൽ रण्टुपेർ .
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु वलिय जलाशयं
मिड् ऎयऱिൽ स्केऱ्ऱ्बोർडिंग् चॆय्युन्न व्यक्ति
कटൽत्तीरत्त् पाऱकळिൽ पक्षिकൾ
ट्राक्कुकळुटॆ वशत्त् ग्रे सिलो .
मनुष्यൻ जन्मदिन मॆऴुकुतिरिकൾ ऊति कॆटुत्तुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मनुष्यन्ऱॆ मुखत्त् कऱुत्त फ्रॆयिं चॆय्त ग्लासुकൾ
जिऱाफिൽ कॊम्पुकൾ
मुकळिൽ षർट्ट् इल्लात्त ऒराൾ .
ऱोडिൽ ऒरु चुवन्न ट्रक्क्
ऒरु स्त्री अवळुटॆ फोणिൽ संसारिक्कुन्नु
मॆऱूൺ तूवाल मेशप्पुऱत्त् .
ऒरु कसेरयिൽ इरिक्कुन्न ऒराൾ
ऒरु कुट्टियुटॆ सिलौऱ्ऱ्
लाप्टोप्पिन्ऱॆ मुൻवशत्त् ऒरु चॆऱिय तविट्ट् वर
चुवप्पुं मञ्ञयुं अटयाळं
ऒरु कषणं पिस्स
तिळङ्ङुन्न रोमक्कुप्पायं उळ्ळ पूच्च
समुद्रत्तिन् मुकळिൽ तॆळिञ्ञ नीलाकाशं
टोय्लऱ्ऱिൽ ऒरु मरं टोय्लऱ्ऱ् सीऱ्ऱ्
ऒरु सिङ्किलॆ टिष्यूकळुटॆ पॆट्टि
ऒरु वाट्टർ फ्यूसऱ्ऱिन्ऱॆ मुट्ट्
बिർच्च् मरङ्ङळुटॆ वनत्तिन्ऱॆ पॆयिन्ऱिंग्
चुवन्न तॆरुव् वॆळिच्चं
परुक्कൻ कुळिमुऱियुटॆ ऒरु रंगं
निलत्त् कऱुत्त पुळ्ळि
प्लेऱ्ऱ् वॆळुत्तताण् .
पिङ्क् कत्रिकयुटॆ मुकൾ भागं
ऒरु विभवत्तिन् मुकळिൽ ऒरु पिस्स
इतॊरु भीमाकारमाय पाऱयाण्
पुल्लिൽ वलिय पाऱ
पॆൺकुट्टि अवळुटॆ फोൺ नोक्कुन्नु
चुवप्प् नम्पർ 6
ऒरु वलिय मणൽ कुन्न् .
वयलिൽ आन
उयरमुळ्ळ क्लोक्क् टवർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
काट्टिൽ ऒरु सीब्र
पुतुतायि निർम्मिच्च नाल् तिळङ्ङुन्न डोणट्ट्स् .
चीस् उरुकियिरिक्कुन्नु
ऒरु ओऱञ्चिन्ऱॆ काऴ्च अटय्क्कुक
कऱुत्त फ्रॆयिं चॆय्त कलासृष्टि चुमरिൽ तूक्कियिरिक्कुन्नु
ऒरु मरक्कॊम्पिൽ ओऱञ्च्
इऱ्ऱालियൻ ऱॊट्टि कष्णं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ट्रॆयिൻ काऱिलेक्कुळ्ळ प्रवेशनं
पोलीस् काർ पाർक्क् चॆय्तिरिक्कुन्नु .
टॆन्नीस् कोർट्टुकൾक्क् चुऱ्ऱुं उयरमुळ्ळ चॆयिൻ लिङ्क् वेलि
वॆळुत्त पोർसलैൻ टोय्लऱ्ऱ् लिड्
ऱाञ्च् वस्त्रङ्ङळुळ्ळ ऒरु सालड्
ऒरु बागिन्ऱॆ वशं
किटक्क विरिकळुटॆ कूम्पारं
पिङ्क् धरिच्च ऒरु स्ऱ्ऱफ् मृगं
वीञ्ञुमायि आळुकൾ पुल्लिൽ विश्रमिक्कुन्नु
कुञ्ञ् आन
ऒरु कऱुत्त क्याच्चऱिन्ऱॆ मिऱ्ऱ्
वीट्टुमुऱ्ऱत्त् पच्च तवळयॆ
प्लास्ऱ्ऱिक् फ्रॆयिमुकळुळ्ळ कण्णटकൾ
ऒरु सिൽवർ स्कूब टाङ्क् .
मनुष्यൻ स्कीस् धरिक्कुन्नु .
पिस्स पकुतियायि पिळർन्नु
ऒरु ऱफ्रिजऱेऱ्ऱऱिन् मुन्निൽ निൽक्कुन्न ऒरु चॆऱिय कुट्टि
होट्ट्डोगिनॊप्पं ऒरु कषणं ऱॊट्टि
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऎलिवेऱ्ऱऱिलॆ गोवणि
पिस्सयुटॆ वॆळ्ळ नाൽकालि
वॆळुत्त वलिय विमानं पाർक्क् चॆय्तिरिक्कुन्नु
कऱुत्त वॆऱ्ऱ्स्यूट्ट् धरिच्च मनुष्यൻ
नाय्क्कൾ वॆळ्ळत्तिൽ
बाऱुकൾक्क् मुन्निൽ निൽक्कुन्न सॆब्र
सूर्यनिൽ तिळङ्ङुन्न ऒरु लघुचित्रं
ऒरु वलिय वीञ्ञ् कुप्पि
स्केऱ्ऱ्बोർडिൽ सवारि चॆय्युन्न कॊच्चुकुट्टि .
मनुष्यൻ तन्ऱॆ स्केऱ्ऱ्बोർडिൽ ऒरु तन्त्रं चॆय्युन्नु
ऒरु विमानत्तिन्ऱॆ अटियन्तर वातिൽ
ऒरु फ्रिड्जिन्ऱॆ वशं
ऒरु नाൽक्कवल कैवशमुळ्ळ ऒराൾ
कऱुत्त ऱൺवेयुटॆ चॆऱिय भागं
तिळङ्ङुन्न नील ब्रॆस्ऱ्ऱुळ्ळ कऱुत्त पक्षि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
घटिकारं
नाय इरिक्कुन्नु .
ऒरु तविट्टुनिऱत्तिलुळ्ळ टॆडि बियർ
काऱिलॆ लैसൻस् प्लेऱ्ऱ्
वायुविൽ वॆळुत्त फ्रिस्बी
उयरमुळ्ळ पुൽमेटुकൾ
पूच्चयुटॆ तल पॆट्टियिलुण्ट्
मञ्ञ कॆट्टिटत्तिൽ वॆळुत्त चायं
मऴयिൽ कऱुत्त कुट पिटिक्कुन्न स्त्री
कुतिरप्पुऱत्तुण्टायिरुन्न रण्टुपेർ वण्टि वलिच्चु
ऒरु पशु निൽक्कुन्नु
ऒरु कुप्पायत्तिൽ वरकൾ
कऱुत्त ट्राफिक् सिग्नൽ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
वॆळुत्त पात्रत्तिൽ इरिक्कुन्न भक्षणं .
वधुवुं वरनुं बोർड्वाक्किൽ नटक्कुन्नु
ऒरु नील पॊन्नुं चायं तलं वाൽ
पർप्पिൾ धरिच्च ऒरु स्त्री कॆट्टिटत्तिन् मुन्निൽ निൽक्कुन्नु
पुरुषन्ऱॆ कालिൽ ऒरु स्केऱ्ऱ्बोർड्
यॆल्लो ऱॆस्क्यू सർफ् बोർड्
ऒरु वॆळुत्त स्नो बोർडർ .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऱास्बॆऱि पैयिൽ ब्लाक्क्बॆऱि
तऱ निल तविट्टुनिऱमाण्
कैऱ्ऱ्स् पऱक्कुन्न आळुकൾ
कलत्तिलॆ ब्रॊक्कोळि .
ऒरु ग्लासिन्ऱॆ भागं
कुतिरप्पुऱत्तुळ्ळ व्यक्ति
स्केऱ्ऱ् बोർडिൽ कालुकൾ
वॆळुत्त कुट कैवशमुळ्ळ व्यक्ति
चुवन्न इष्टिक कॊण्टुळ्ळ गोपुरं
फोർग्रौण्ट् सीब्र पुल्लिൽ मेयुन्नु
विदूरत्तुळ्ळ चक्रवाळं
तीवण्टियिൽ चुवप्पुं मञ्ञयुं काർ
पच्च ट्राफिक् सिग्नൽ
चुवप्पुं वॆळ्ळयुं निऱत्तिलुळ्ळ पट्टं
ऒरु पोणिटॆयिलिൽ कॊच्चु पॆൺकुट्टियुटॆ मुटि .
टिष्यु पेप्पർ वॆळुत्त निऱमाण् .
टॆडि बियऱिनॆ पिटिच्च् पिङ्क् नैऱ्ऱ् गौൺ धरिच्च ऒरु स्त्री
निऱङ्ङळुळ्ळ सीसൺ मिश्रित पच्चक्कऱिकൾ .
कॆट्टिटत्तिन्ऱॆ वशत्तुळ्ळ समय क्लोक्क्
मून्न् पർप्पिൾ पूक्कൾ
पान्ऱिൽ प्लॆय्ड् पाऱ्ऱेൺ
ऒरु कऱुत्त ट्राष् बाग् .
आफ्रिक्कൻ प्रारियिलॆ रण्ट् जिऱाफुकൾ
चारनिऱत्तिलुळ्ळ अस्फाൽऱ्ऱ् उपरितलं
षवർ वातिलिൽ स्ऱ्ऱिक्कർ .
नाययिൽ कऱुत्त मूक्क्
तटि बॆञ्च्
इटत्तेक्क् ओटुन्न आन
कुट्टि टॆन्नीस् कळिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चिह्न वायनयिलॆ पदावलि blue होप्प् ओൺ \ नीलनिऱत्तिൽ
टॆन्नीस् ऱाक्कऱ्ऱ् कैवशमुळ्ळ ऒराൾ
कॊम्पुकൾ वलुताण्
व्यक्तमाय कण्णटयिൽ मनुष्यൻ
इन्त्यൻ तॆरुविलॆ पशु
तुरुम्पिच्च पाർक्किंग् मीऱ्ऱऱिൽ ग्राफिऱ्ऱि
वॆळ्ळमुळ्ळ ग्लास्
ऒरु वॆळुत्त फ्रिस्बी
ट्रॆयिनिनायि कात्तिरिक्कुन्न ऒरु कूट्टं आळुकൾ
ट्राक्कुकळिൽ चुवन्न ट्रॆयिൻ काർ
कण्णिन् काणाൻ कऴियुन्निटत्तोळं सैक्किळुकൾ
पूक्कൾ ऒरु पात्रत्तिൽ
कऱुप्पुं वॆळुप्पुं पूच्च
मनोहरमाय ऒरु चॆऱिय नाय .
" कऱुप्प् , ओऱञ्च् टॆन्नीस् ऱाक्कऱ्ऱ् "
कऱुत्त प्लास्ऱ्ऱिक् क्याच्चऱुकൾ हॆൽमॆऱ्ऱ्
पच्चयुं वॆळ्ळयुं बन्दन्न
कऱुत्त चक्रङ्ङळुळ्ळ स्केऱ्ऱ्बोർड्
ऒरु सिङ्किൽ निൽक्कुन्न पूच्च
ब्रौൺ निऱत्तिलुळ्ळ ऒब्जक्ऱ्ऱ् कैवशमुळ्ळ टॆडि बियർ
ऒरु कुतिरयुटॆ पुऱकुवशत्त्
स्त्री कटुं पच्च कुट पिटिक्कुन्नु .
तॆरुव् अस्फाൽऱ्ऱ् कॊण्टाण् निർम्मिच्चिरिक्कुन्नत्
सർफ् बोർडिൽ सർफർ चॆय्युक
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
फोट्टोयिलॆ टॆडि बियർ
निलत्त् कऱुत्त पुळ्ळि
विमानं ऒरु चुवन्न वाल्
ऒरु कऱुत्त ट्राष् बाग् .
टॆन्नीस् कळिक्कारൻ तन्ऱॆ ऱाक्कऱ्ऱ् स्विंग् चॆय्याൻ तय्याऱाण्
ऒरु चुवरिൽ ऒरु तॆरुव् चिह्नं
रण्ट् पुरुषसुहृत्तुक्कൾ कटൽत्तीरत्त् सർफ्बोർडिंग् चॆय्युन्नु
ऒरु पात्रं सूप्प्
जनङ्ङൾक्क् मुकळिलुळ्ळ नർत्तकरुटॆ प्रतिमकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चायं पूशिय आटुकൾ
सिऱ्ऱि कम्म्यूट्टർ बस्
बग्गि कुतिरयोट् चेർत्तिरिक्कुन्नु
ऒरु पुष्प स्यूट्ट्केस्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पुरुषन्ऱॆ मुखत्त् कण्णट
कॊम्पुकळुळ्ळ कऱुत्त पशुक्किटाव्
" ऒरु वॆळ्ळि , कऱुप्प् मोट्टोർसैक्किൾ "
कुञ्ञ् आन
चिह्नं नील निऱत्तिलुळ्ळ ऎऴुत्त् वॆळुत्तताण्
तीवण्टियिलॆ जनलुकൾ
क्यामऱ उयർत्तिप्पिटिच्च कै
ऒऱ्ऱ कऱुत्त कम्प्यूट्टർ स्पीक्कർ
ऒरु कुञ्ञिन्ऱॆ षूविन्ऱॆ भागं
तिळङ्ङुन्न मॆऱ्ऱൽ ग्राब् बाർ
नदिक्करयिൽ ऒरु वॆळुत्त बॆञ्च्
मुकळिൽ मूवि प्रतीकमुळ्ळ नील फ्रिस्बि
निलत्त् कऱुत्त पुळ्ळि
कॆट्टिटत्तिൽ ऒप्पिटुक
कम्प्यूट्टऱुकळुटॆ मून्न् स्क्रीनुकൾ
तॊट्टटुत्तुळ्ळ आन
जाक्कऱ्ऱ् धरिच्च स्त्री
उणङ्ङिय पूक्कൾ ऒरु सिलिण्टർ पात्रत्तिൽ
चुरुण्ट ब्रौൺ निऱमुळ्ळ मुटियुळ्ळ पॆൺकुट्टि
कोൺक्रीऱ्ऱिൽ कैकळुळ्ळ पय्यൻ
चारनिऱत्तिलुळ्ळ आन तुम्पिक्कै
कऱुत्त पोलीस् उद्योगस्थൻ
फोट्टोयिൽ वाषिंग्टൺ .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
इनङ्ङൾ निऱञ्ञ ऒरु कॊट्ट
काळयुटॆ वलत् कॊम्प्
आनप्पुऱत्त् ऒरु संघं
ऒरु अऱयिलेक्क् प्रवेशन कवाटं
स्केऱ्ऱ्बोർडिलॆ ऒरु युवति तन्ऱॆ सॆൽफोൺ उपयोगिक्कुन्नु
मोट्टोർ सैक्किൾ ऒरु वळविलेक्क् चायुन्नु
ऒरु वलिय किटक्क
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु मनुष्यൻ सർफिंग्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु वॆळुत्त मेघं
रण्ट् करटिकൾ मुखामुखं
ऒरु म्यूसियत्तिൽ ऎटुत्त चित्रं
चुट्टुपऴुत्त गुडिकळुटॆ ऒरु पॆट्टि .
चुवन्न जाक्कऱ्ऱिलुं षोർट्ट्सिलुं दृष्टिक्क् पुऱत्तुळ्ळ मनुष्यൻ
उयरमुळ्ळ ऒरु ध्रुवं
कुञ्ञ् आन
ऒरु तळिकयिൽ ऒरु स्पूൺ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
तॆरुविൽ पाർक्क् चॆय्तिरिक्कुन्न नील काർ
स्कीसिलॆ विल टाग्
ऒरु जालकत्तिൽ रण्ट् पूच्चकൾ
सिमन्ऱिन्ऱॆ पकुति मतिൽ
वैऱ्ऱ् पोस्ऱ्ऱ् होൾडिंग् चिह्नं
ती
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु केक्किൽ ऒरु बाऱ्ऱ्माൻ रूपं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मुऱियिൽ लाप्टोप्प्
पैजामयिलॆ पय्यൻ उऱङ्ङुन्नु
सीलिंगिൽ ऒरु प्रकाशं
पूർण्ण नीळमुळ्ळ कऱुत्त कोट्ट् धरिच्च व्यक्ति
तविट्टुनिऱत्तिलुळ्ळ नील निऱत्तिलुळ्ळ कोट्टिलॆ पॆൺकुट्टियुटॆ पुञ्चिरि
नाल् पशुक्कൾ कुटिवॆळ्ळं
स्कूट्टऱिलॆ आळुकൾ
फेस्बुक्क् उळ्ळ कम्प्यूट्टർ स्क्रीൻ मुकळिलेक्क् वलिच्चु
नटप्पातयिൽ पाऱ कसेर
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पच्च टॆन्नीस् बोൾ वायुविൽ
ऒरु स्त्री होट्ट्डोग् कऴिक्कुन्नु
चुवप्प् पिटियुळळ मटक्कुन्न कत्ति
कऱुत्त कण्णटयुळ्ळ चुवन्न तलयुळ्ळ कुट्टि
वाऴप्पऴं नीक्काൻ उपयोगिक्कुन्न उपकरणं
तविट्ट् निऱत्तिलुळ्ळ बूट्ट् उळ्ळ ऒरु स्त्री
ननञ्ञ इरुण्ट तविट्ट् निऱमुळ्ळ मुटि
विमानत्तिन्ऱॆ ओऱञ्च् मूक्क्
पून्तोट्टत्तिलॆ पऴय मरं बॆञ्च्
ऒरु विमानं ऱൺवेयिलेक्क् पुऱत्तेक्क् तळ्ळप्पॆटुन्नु
कुटयुळ्ळ व्यक्ति
कऱुप्पुं वॆळुप्पुं निऱमुळ्ळ सीब्र मेयुकयुं इटत्तेक्क् चूण्टुकयुं चॆय्युन्नु
ऒरु कौण्टऱिൽ वेविक्कात्त पिस्स
ऒरु वीटिन् पुऱत्त् ऒरु बॆञ्च्
चुवन्न अक्कङ्ङळुळ्ळ ऒरु वट्ट क्लोक्क्
ksy - ൽ कट्टियुळ्ळ वॆळुत्त मेघं
ऒरु पाർक्किंग् स्थलत्त् ऒरु चुवन्न पिक्कप्प्
आकाशत्त् ऒरु चतुराकृतियिलुळ्ळ कैऱ्ऱ्
ट्रॆयिनिൽ वलिय व्यक्तमाय विൻड्षीൽड्
फ्लुऒरॊ षाट्रस् षർट्ट् धरिच्च पुळ्ळिक्कारൻ अटुप्पिൽ एकदेशं आशयक्कुऴप्पत्तिൽ आण्
उपेक्षिक्काൻ पोकुन्न ऒरु बेस्बोൾ बाऱ्ऱ् .
आऱ् विमानङ्ङൾ रूपत्तिൽ पऱक्कुन्नु
षർट्टुकळिल्लात्त रण्ट् आळुकൾ
कौण्टऱिൽ ऒरु मैक्रोवेव्
ऒरु कुट्टि बाऱ्ऱ् स्विंग् चॆय्युन्नु
ऒरु बाग् कोट्टൺ मिठायि
लेडि टॆन्नीस् कळिक्कारൻ मनुष्यनॆ समीपिक्कुन्नु
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
कऱुप्पुं स्वർण्णवुमाय घटिकारं
ऒरु बाग् कोट्टൺ मिठायि
फुट्पात्तिलॆ स्यूट्ट्केस्
ऒरु जोटि मञ्ञ कत्रिक
वॆळुत्त चोक्लेऱ्ऱ् स्क्वयർ
मनुष्यन्ऱॆ कालिन्ऱॆ अटुत्त् ऒरु कऱुत्त नाय
ऒरु कऱुत्त ट्राष् बाग् .
चुवन्न कयाक्किलॆ आळुकൾ
पूच्च अतिन्ऱॆ प्रतिफलनत्तॆ अभिनन्दिक्कुन्नु
ऒराൾ बाऱ्ऱ् स्विंग् चॆय्युन्नु
मून्न् जिऱाफुकൾ इलकൾ तिन्नुन्नु
ऒरु पिङ्क् सोप्प् होൾडർ
स्केऱ्ऱ्बोർडिलॆ व्यक्ति
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
सीब्रकൾ वॆळ्ळत्तिൽ
निलत्त् वॆळुत्त मञ्ञ्
मेशप्पुऱत्त् चॆऱिय विळक्क् .
नीलयुं वॆळ्ळयुं निऱमुळळ ऒरु विमानं
बस्सिलॆ नम्पർ 276
विमानं वायुविलूटॆ सञ्चरिक्कुन्नु
वॆळ्ळत्तिൽ ऒरु सർफർ
मनुष्यൻ सർफ्बोർड् पिटिक्कुन्नु
ऒरु वयलिൽ नाल् जिऱाफुकൾ
ऒरु विൻडोय्क्क् समीपमुळ्ळ बाक्क्पाक्क्
ऒरु कळिप्पाट्टवुमायि कळिक्कुन्न ऒरु कॊच्चु पॆൺकुट्टि
टोय्लऱ्ऱ् पेप्पऱिन् कीऴिൽ चवऱ्ऱुकुट्ट
फोट्टोयिलॆ ऒरु विमानं
ऱॆयिൽवे ट्रॆयिൻ ट्राक्किൽ
ऒरु प्लास्ऱ्ऱिक् बाग् चवऱ्ऱुकुट्ट
कऱुत्त आक्सन्ऱुळ्ळ पुरुषन्मारुटॆ वॆळुत्त टॆन्नीस् षूस्
आटुकळुटॆ रोमं कत्रिक्कुन्न ऒरु वृद्धൻ
ऒरु वॆळुत्त बात्त् टब्
श्रद्धयिल्लात्त ऒरु मनुष्यൻ विरൽ नखं ऎटुक्कुन्नु
ऒरु मनुष्यൻ ऒरु चरिविलूटॆ स्नोबोർडिंग्
नालामत्तॆ विरलिൽ मोतिरं
किटक्कयिൽ प्रभात भक्षणं कऴिक्कुन्न ऒरु स्त्री
इतॊरु स्केऱ्ऱ् ऱाम्पाण्
ऒरु एष्यൻ स्त्री सैक्किൾ ओटिक्कुन्नु
हाൻडिलुकळुळ्ळ ऒरु मरं ट्रे
निलत्त् कऱुत्त पुळ्ळि
आकाशत्त् ऒरु वർण्णाभमाय पट्टं
ऒरु स्क्रूफि लुक्किङ् टॆडि बियർ
ऒरु वलिय पർप्पिൾ क्लिप्प्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु बोट्टिൽ ऒरु चुवन्न कूळർ
ऒरु कऱुत्त तॊप्पि
इताण् आकाशं
केसिൽ नील पुस्तकं
ऒरु स्त्रीयुटॆ कण्णुकൾक्क् मुकळिलुळ्ळ कण्णट
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
कुञ्ञ् आन
मनुष्यन्ऱॆ कऱुत्त कय्युऱयिൽ वॆळुत्त ऎऴुत्त्
मोट्टोർ सैक्किळिൽ स्त्री
इतॊरु लोऱियाण्
स्नोबोർडिൽ ऒरु आൺकुट्टि
इरुण्ट तविट्ट् तटि वातिൽ फ्रॆयिं
ऒरु तण्टिन्ऱॆ भागं
मनुष्यൻ काट्टिൽ मरङ्ङൾ वॆट्टिमाऱ्ऱुन्नु
कुतिर पुतप्प् धरिच्चिरिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इतॊरु कुटयाण्
वॆळुत्ततुं कऱुत्ततुमाय वरयुळ्ळ सीब्र पुൽमेटिൽ नटक्कुन्नु
ऒरु कालिन्ऱॆ कषणवुं पात्रत्तिलॆ चिल भक्षण विळम्पुकळुं
वलतुवशत्त् ऒरु पच्च मरं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मुൻवशत्त् ऱोड् क्रोसिंग् चित्रं
ऒरु कौण्टർ चारियिरिक्कुन्न मनुष्यൻ
मनुष्यൻ ऒरु स्नोबोർडिൽ निൽक्कुन्नु
ऒरु मोट्टोർ बोट्टिलॆ आळुकൾ
" वॆळ्ळि , मञ्ञ निऱमुळळ अग्नि जलांशं "
तिळक्कमुळ्ळ मञ्ञ अग्नि जलांशं
इत् ऒरु पॆൺकुट्टियाण्
कम्प्यूट्टർ स्क्रीनिൽ चायुन्न पुस्तकं
मञ्ञ वाऴप्पऴं कूट्टमायि
ऒरु कऱुत्त चवऱ्ऱुकुट्ट .
बैक्क् ओटिक्कुन्न ऒरु कृत्रिमं
व्यक्ति ताऴेक्क् स्कीयिंग् चॆय्युन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
इतॊरु आट्टुकॊऱ्ऱनाण्
ऒरु करटियुटॆ भागं
मून्न् फ्रिड्जुकൾ निऱयॆ पानीयङ्ङൾ
कुत्तनॆयुळ्ळ पाऱक्कूट्टङ्ङൾ
इतॊरु क्लोक्क् आण्
कसेर चुवप्पाण्
वाणिज्य कुळिमुऱियुटॆ इन्ऱीरियർ
ऒरु पासञ्चർ बोट्टिन्ऱॆ नील मेलाप्प्
पुल्लिൽ मृगङ्ङൾ
स्त्री कैवशवुं कुटयुं
नटुक्क् व्यक्तियुटॆ वलतु काൽ नग्नमाक्कुक
मेൽक्कूरयिൽ निन्न् निऴൽ
टोय्लऱ्ऱिन् समीपमुळ्ळ पैप्पुकൾ
ऒरु कूट्टं आळुकൾ ऒरु मुऱियिൽ इरिक्कुन्नु
ऒरु कूट्टं ऊञ्ञाൽ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कुट्टियुटॆ मूक्क्
वॆळुत्त कुऱ्ऱिरोमङ्ङळुळ्ळ प्लास्ऱ्ऱिक् टूत्त् ब्रष्
ताटियुळ्ळ चुवन्न तलयुळ्ळ मनुष्यൻ .
ऒरु मोट्टोർ सैक्किळिൽ वॆळिच्चं
ऒरु मेघत्तिन्ऱॆ भागं
ऒरु स्केऱ्ऱ्बोർड् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
आनयुटॆ तुम्पिक्कै
ऒरु कऱुत्त ट्राष् बाग् .
मिनिऱ्ऱ् सूचिप्पिक्कुन्न क्लोक्क् सूचि
ऒरु पच्च ट्रॆयिൻ काർ .
मञ्ञ पानीयमुळ्ळ कुप्पि
इताण् आकाशं
प्लेऱ्ऱिൽ ऒरु फोർक्क् .
किटक्कयिൽ ओऱञ्च् पूच्च
इव अञ्च् जिऱाफुकळाण्
ऒरु कुट्टियॆ पुऱकिൽ चुमक्कुन्न स्त्री
कॆट्टिटङ्ङൾक्क् मुकळिൽ नीलाकाशं
वॆळ्ळ मुऱियिൽ ऒरु टिवि
ऒरु पग् वॆळ्ळ नाय
पाർक्किൽ रण्ट् वॆळ्ळ नाय्क्कൾ
ऒरु व्यक्तियुटॆ कैयिൽ ऒरु जोटि लोहत्तिन्ऱॆ टोङ्ङुकൾ
ऒरु तऱयुटॆ भागं
वैक्कोൽ तॊप्पि धरिच्च ऒराൾ
इतॊरु पक्षियाण्
आൺकुट्टियुटॆ कण्णुकൾ अटञ्ञिरिक्कुन्नु .
कऱुप्पुं वॆळुप्पुं पूच्च
मून्न् फ्लफि वैऱ्ऱ् बात्त् टवलुकൾ उरुट्टि ताऴत्तॆ षॆൽफिൽ अटुक्कियिरिक्कुन्नु
मनुष्यन् तविट्ट् निऱमुळ्ळ मुटियुण्ट्
इत् ऒरु मनुष्यनाण्
ऒरु आशुपत्रि मुऱि
मनुष्यൻ स्केऱ्ऱ्बोർडिൽ चुवटुवॆक्कुन्नु
मिडॆयऱिलॆ ऒरु स्कयർ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पन्त् तट्टाൻ ऒरुङ्ङुन्नु
पाർक्क् चॆय्तिरिक्कुन्न विमानङ्ङळुटॆ निर
ऒरु करटियुटॆ वलत् कण्ण्
ऒरु मञ्ञ अग्नि जलांशं
जालकत्तिनटुत्तुळ्ळ वॆळुत्त टोय्लऱ्ऱ्
मञ्ञुवीऴ्चयिൽ नटक्कुन्न ऒराൾ
ऒरु स्वർण्ण फ्रॆयिमिलॆ कण्णाटि
यूणिफोमिलुळ्ळ रण्ट् बेस्बोൾ कळिक्काർ
ट्रक्किन्ऱॆ किटक्कयिൽ अमेरिक्कൻ पताक
ऒरु वेक्क्बोർड्
ऒरु कऱुत्त ट्राष् बाग् .
करटि तविट्टुनिऱमाण्
ऒरु पात्रत्तिൽ इरिक्कुन्न पूच्च
टाൻ आൻड् वैऱ्ऱ् टॆडि बियർ
जलांशत्तिൽ ऒरु नट्ट्
तळ्ळविरलिൽ वॆळ्ळि मोतिरं
इत् \ गांबियർ says पऱयुन्नु .
इतॊरु पट्टिकयाण्
डॆൽ कम्प्यूट्टർ मौस् कऱुप्पुं वॆळ्ळियुं
आळुकൾ कुटिक्कुन्नु
फ्रिड्जिन्ऱॆ वातिൽक्कൽ इरिक्कुन्न पाൽ
मनुष्यन्मेൽ कऱुत्त तॊप्पि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु मरत्तिन्ऱॆ भागं
इतॊरु काऱाण्
ऒरु कऱुत्त ट्राष् बाग् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
सർफർ ऒरु तन्त्रं चॆय्युन्नु
वॆळ्ळत्तिൽ सർफ् बोർडुळ्ळ पय्यൻ
" चुवप्प् , नील ग्राफिऱ्ऱि "
मोट्टोർसैक्किळिन् अटुत्तुळ्ळ ट्रक्क्
मनुष्यൻ ऒरु आप्रोൺ धरिच्चिरिक्कुन्नु
रण्टुपेർ बॆञ्चिलिरुन्न् .
इताण् आकाशं
फोट्टोयिलॆ वॆळुत्त पक्षिकൾ
पूच्चयुटॆ पच्च कण्णुकൾ
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
फोट्टोयिलॆ क्लोक्क्
वशत्त् ऒरु चुवन्न वातिൽ
जർम्मनियिलॆ पॊतु गतागतं .
कुप्पायं पच्चयाण्
विൻडोयिलॆ व्यक्ति
ट्राक्कुकळिൽ ऒरु नीण्ट लोक्कोमोट्टीव् ट्रॆयिൻ
चॆऱिय पूच्चक्कुट्टि उऱङ्ङुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
सർफ्बोർड् कैवशमुळ्ळ ऒराൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
आकाशत्त् पऱक्कुन्न पट्टं
पॆൺकुट्टि फ्रिस्बी ऎऱियुन्नु
फुट्पात्तिൽ चारनिऱत्तिलुळ्ळ बॆञ्च्
ऒरु व्यक्तियुटॆ कालुकळुटॆ नटुविൽ ऒरु नाय
जिऱाफिन्ऱॆ कण्ण् कऱुत्तताण्
पच्च षർट्ट् धरिच्च व्यक्ति कुतिरप्पुऱत्त्
मऴयिൽ ऒरु चुवन्न स्ऱ्ऱोप्प् अटयाळं
ऒरु षोप्पिंग् माळिलूटॆ सैक्किൾ चविट्टुन्न ऒरु स्त्री
मून्न् गिनिय कोऴिकൾ
इळं नील निऱमुळ्ळ मोट्टोक्रोस् बैक्क्
ऒरु स्त्री बसिन् मुन्निൽ निൽक्कुन्नु
टॆन्नीस् पन्त् वायुविलाण्
अटुक्कळ मेशयिൽ ऒरु नील पाय
चुवन्न जाक्कऱ्ऱिलुळ्ळ मनुष्यൻ
मनोहरमाय पूक्कळुळ्ळ वलिय पात्रङ्ङळुटॆ ऒरु कूट्टं
विपणियिൽ प्रदർशनत्तिൽ पऴङ्ङൾ
स्यूट्टुं टैयुं धरिच्च मनुष्यൻ
आनयुटॆ पुऱकिलुळ्ळ आळुकൾ
ऒरु पशु मेच्चिൽप्पुऱत्त् विश्रमिक्कुन्नु
ऒरु बाग् कोट्टൺ मिठायि
सർफ्बोർडिलॆ ऒरु स्त्री
ऱोडिൽ वरच्च वॆळुत्त वरकൾ
करटियुमायि उऱङ्ङुन्न कुञ्ञ्
ऒरु सർफ्बोർडिलॆ व्यक्ति
ऒरु बाग् कोट्टൺ मिठायि
मोट्टोർ सैक्किൾ ओटिक्कुन्न ऒराൾ .
आनयुं हॆऱोणुं
कारऱ्ऱ् ओऱञ्च् निऱत्तिलाण्
पय्यൻ धरिक्कुन्न तॊप्पि
चुवरिൽ नील टैൽ
ऱोयൽ ऒब्सർवेऱ्ऱऱि ग्रीൻविच्चिनुळ्ळ ऒरु अटयाळं
नीलयुं पच्चयुं उळ्ळ बस्
मनुष्यൻ स्कीयिंग् आण्
फ्रञ्च् टोस्ऱ्ऱुं बेक्कणुं ऒरु पात्रत्तिൽ
" बैक्किൽ सञ्चरिक्कुन्नयाൾ , तन्ऱॆ नाय्क्कळॆ कूट्टि नटक्कुन्नु "
फलं ओऱञ्च् आण् .
सीब्रयुटॆ वाൽ
फोट्टोयिलॆ तविट्ट् रोमङ्ङൾ
बात्त्ऱूमिൽ वैऱ्ऱ् सिङ्क्
परस्परं अटुत्तुळ्ळ रण्ट् जिऱाफुकൾ
चुवन्न वरयुळ्ळ वॆळुत्त मॆऱ्ऱൽ पोൾ
कुतिरकळॆ नयिक्कुन्न रण्टुपेർ
कठिनमाय तॊप्पि धरिच्च नाय
ऒरु टॆडि बियऱिनॆ पिटिक्कुन्न ऒरु पिञ्चुकुञ्ञ्
डोनट्ट् ऒरु काർड्बोർड्ൽ
ऒरु नाययुं पूच्चयुं
ऒरु कोळർ उळ्ळ नाय
वेविच्च पच्च ब्रॊक्कोळि किरीटङ्ङൾ
पैयुटॆ कषणं
पच्चयुं मञ्ञयुं तॆरुवुविळक्कुकൾ
ऒरु कट्टिलिൽ ऒरु माऱൽ टॆडि बियർ
वेलियिൽ स्ऱ्ऱफ् चॆय्त टॆडि बियർ .
क्यामऱयिलेक्क् नोक्कुन्न ऒरु कुट्टि
उऱङ्ङुन्न ऒरु व्यक्तियॆक्कुऱिच्च् पुस्तकं तुऱक्कुक
वैऱ्ऱ् सർफ् बोർड् कय्यिൽ
मेशप्पुऱत्त् वॆळ्ळि स्पूൺ
वॆळुत्त नाय बॆञ्चिൽ
मनुष्यൻ वाट्टർस्किंग् आस्वदिक्कुन्नु
स्क्रीनिൽ टिवि चानलिन्ऱॆ लोगो
मञ्ञ् निऱञ्ञ पർवतत्तिन् मुकळिൽ नीलाकाशं
मनुष्यन्ऱॆ तलयिൽ चारनिऱत्तिलुळ्ळ तॊप्पि
कुळिमुऱियिൽ वॆळ्ळि पात्रं
प्रकाशत्तिन्ऱॆ प्रतिफलनं
चिह्नत्तिൽ वेड् पिस्स
वायुविൽ चुवन्न कुट
ऒराൾ चॆरुप्प् कॆट्टुन्नु
वैऱ्ऱ् फ्रिड्जिन् अटुत्तुळ्ळ वैऱ्ऱ् काबिनऱ्ऱ्
टॆन्नीस् कोർट्टिलॆ वॆळुत्त वरकൾ
ऒरु मञ्ञ बस् पाർक्क् चॆय्तु
मऴविल्ल् वरयुळ्ळ चतुराकृतियिलुळ्ळ ऱग्
नटप्पातयिൽ ब्रौൺ तटि बॆञ्च्
बास्क्कऱ्ऱ् पाऱ्ऱेൺ उपयोगिच्च् काट
विमान चिऱकिൻ्ऱॆ कीऴिलुळ्ळ टർबैൻ ऎञ्चिൻ
टॆड् दि टॆडि बियർ मूवि स्ऱ्ऱाർ
कत्रिकयिൽ चुवन्न स्क्रू
सൺग्लास् धरिच्च ऒरु स्त्री
पाळत्तिൽ तीवण्टि
चॆऱिय वॆळुत्त मोट्टोർ बोट्ट्
भागिकमायि उपयोगिक्कुन्न तेൻ पात्रं .
इळं तविट्टुनिऱत्तिलुळ्ळ तटि मरं .
इत् ऒरु पक्षियुटॆ चित्रमाण् .
स्यूट्ट्केसिलॆ वॆळुत्त पूक्कൾ
चॆऱिय तविट्ट् निऱमुळ्ळ मुटियुळ्ळ कॊच्चुकुट्टि
सैक्किळिन्ऱॆ चुवन्न लोहत्तिन्ऱॆ फ्रॆयिं
अमेरिक्कൻ पताक अकलॆ पऱक्कुन्नु
ननञ्ञ तविट्ट् नाय
ऒरु आनकॊम्पिन्ऱॆ अऱ्ऱं
वयलिൽ आटुकൾ
कऱुप्पुं स्वർण्णवुं उळ्ळ घटिकारं
ऎयർ टैऱ्ऱ् सॆलोफॆय्ൻ कवऱिंग्
चारनिऱत्तिलुळ्ळ वॆळुत्त पूच्च
ऒरु वർण्णत्तिलुळ्ळ वർण्ण सम्मानङ्ङൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
शोभयुळ्ळ सण्णि नीलाकाशं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
भक्षणत्तिൽ नाൽक्कवल कुत्ति
मनुष्यൻ ऒरु वण्टियुटॆ मुकळिൽ इरिक्कुन्नु
नील जालकङ्ङळुळ्ळ उयरमुळ्ळ कॆट्टिटं
रण्ट् नाय्क्कൾ निलत्त् विश्रमिक्कुन्नु
फोट्टोयिलॆ चक्रं
पॆल्लऱ्ऱिൽ टयർ
ट्रक्किൽ युपिऎस् चिह्नमुण्ट्
बैक्किन्ऱॆ मुൻ टयർ
पिच्चॆऱियुन्न पिच्चർ
कत्तिच्च सिगरऱ्ऱिन्ऱॆ अग्रं
इटतुवशत्त् ट्रॆयिൻ
फोट्टोयिൽ ऒरु नील निऱत्तिलुळ्ळ आप्रोൺ
ऒरु नील ट्रॆयिൻ काർ
आऱ् वॆळ्ळ कटൽगल्लुकൾ निൽक्कुन्नु .
आकाशत्तिൽ कुऱच्च् मेघङ्ङळुण्ट्
पच्च ग्लासिन्ऱॆ तकർन्न भागङ्ङൾ
ऒरु मुऱियिलॆ किटक्क
ऒरु वीडियो गॆयिं कळिक्कुन्न ऒरु टॆलिविषൻ
ऒरु सीब्रयिൽ कऱुत्त वरकൾ
बोट्टिൽ वलिय तोतिൽ
इतॊरु पूच्चयाण् .
मनुष्यൻ सैक्किൾ ओटिक्कुन्नु
ऒरु फयർहौसिन्ऱॆ पटिवातिൽक्कൽ निൽक्कुन्न मनुष्यൻ .
पऴङ्ङळाൽ चुऱ्ऱप्पॆट्टयिटत्त् ऒराൾ इरिक्कुन्नु
ऒरु जोडि कालुकൾ
किटक्क विरिच्चिट्टिल्ल
ऒरु मोट्टोർ सैक्किൾ कयऱियिरिक्कुन्न ऒरु पुरुषनॆ
चुवन्न कम्मൽ
ऱोडिൽ ऒरु कोप्प् काർ
ऒरु स्त्री कट्टिलिൽ इरिक्कुन्नु
25MHP गतागत चिह्नं
आटुकൾक्क् धाराळं जालकङ्ङळुण्ट्
ऒरु कूट्टं वाऴप्पऴं
वॆळुत्त मञ्ञिൽ सीब्र
ऒरु स्ऱ्ऱण्ट् चॆय्युन्न ऒराൾ
मधुरपलहारत्तिनायि कऴिक्कुन्न भक्षणं
मरत्तिൽ मञ्ञ पुष्पं
टोप्पिल्लात्त ब्लॆൻडർ
मरं बॆञ्चिൽ वॆळुत्त तुणि
पक्षि कलत्तिൽ कॊत्ति
ऒरु कऱुत्त ट्राष् बाग् .
कऱुप्पुं वॆळुप्पुं वरयुळ्ळ सीब्र
ऒरु वॆळुत्त टोय्लऱ्ऱ् टाङ्क् .
ऒरु पीऱिൽ निरवधि कप्पलुकൾ
पच्च पट्टं वायुविൽ पऱक्कुन्नु .
ऒराൾ ऎऴुन्नेऱ्ऱु निൽक्कुन्नु
प्रतिमयिൽ घटिकारं
चुवप्पुं वॆळ्ळयुं लक्ष्यस्थान चिह्नं
चुवन्न ट्रक्क् निർत्तियिट्टिरिक्कुन्नु
निलत्त् नीलनिऱत्तिलुळ्ळ कयർ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कुञ्ञ् आन
कय्यिൽ कत्ति उळ्ळ मनुष्यൻ
नदियिൽ नखंङ्ङൾ उळ्ळ करटि
ऒरु प्लेऱ्ऱिन् मुकळिൽ वलिय स्पूൺ
षोർट्ट् पർप्पिൾ वस्त्रं धरिच्च स्त्री
" मञ्ञयुं , कऱुप्पुं षർट्ट् "
लगेजिൽ सिൽवർ सिप्पർ
ट्राक्किൽ आधुनिक ट्रॆयिൻ
स्ऱ्ऱ ove विन् मुन्निൽ निൽक्कुन्न मनुष्यൻ
नम्पർ 685
मनुष्यൻ निൽक्कुन्नु .
कॆट्टिटं इष्टिकयाण् .
ऒरु ट्रॆयिनिन्ऱॆ मुकळिൽ लैऱ्ऱुकൾ
टूत्त् ब्रषिन्ऱॆ टिगർ हाൻडिൽ
ऒरु पूच्चयॆ इविटॆ चित्रीकरिच्चिरिक्कुन्नु
सिनिमा तीयऱ्ऱऱिन्ऱॆ इळं पिङ्क् पुऱं
इरुण्टु चुवन्न टॆडि बियർ
मनुष्यൻ परुक्कൻ वॆळ्ळत्तिൽ सർफिंग् चॆय्युन्नु
चुवप्पुं मञ्ञयुं अग्नि जलांशं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मनुष्यन्ऱॆ मूक्क्
आऱ् 20 डोळർ बिल्लुकൾ
वृत्तत्तिलुळ्ळ डोनट्ट्स् निऱञ्ञ ऒरु तळिक
रण्ट् मनोहरमाय जिऱाफुकൾ
नाययुमायि नटक्कुन्न स्त्री
वलत् काൽमुट्टिन् कऱुप्पुं वॆळुप्पुं काൽमुट्ट् पाड्
मून्न् आनकൾ नटक्कुन्नु
षाडो नटप्पातयिलाण्
कऱुत्त ननञ्ञ स्यूट्टिൽ मनुष्यൻ सർफिंग् चॆयुन्नु
ऒराൾ हिमत्तिൽ स्नो बोർडिൽ सवारि चॆय्युन्नु
मुतिർन्न आनयुटॆ नॆऱ्ऱि
ऒरु मनुष्यन्ऱॆ षू
चॆवियुटॆ उळ्ळिൽ तविट्टुनिऱमाण् .
पिङ्क् ग्लास् धरिच्च पॆൺकुट्टियाण् इत्
वॆळ्ळत्तिൽ ऒरु सർफ् बोർड्
कटൽत्तीरत्तुळ्ळ ऒराൾ
सർफ्बोർड् चुमक्कुन्न पॆൺकुट्टि
द्वीप् बीच्च् रंगं
कैकॊण्ट् कसेर
" चार , कऱुप्प् मतिൽ टैलुकൾ "
वरयुळ्ळ टैयाण् मनुष्यൻ धरिक्कुन्नत् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
नीळमुळ्ळ वॆळ्ळ पॊतु ट्राൻसिऱ्ऱ् बस्
ऒरु तॆरुविൽ ऒरु सिऱ्ऱि बस्
वॆळ्ळ पात्रत्तिൽ वॆळ्ळि स्पूൺ
मोट्टोർ सैक्किൾ ओटिक्कुन्न मून्न् पेർ
ऎयർलैൻ टॆർमिनलिलूटॆ नटक्कुन्न स्त्री
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
रण्ट् आनकൾ परस्परं कळिक्कुन्नु
ऒरु डोनट्टुं ऒरु कप्पुं
विळक्कुकൾ पोलॆ तिळङ्ङुन्न रण्ट् कण्णुकൾ .
पच्चयुं वॆळ्ळयुं अटयाळं
तिळक्कमुळ्ळ चुवन्न अग्नि जलांशं .
कुतिरकൾक्क् कुळम्पुकळुण्ट्
कऱुत्त ग्रेऱ्ऱ् डॆय्ൻ नाय इरिक्कुन्नु
पूच्चय्क्कॊप्पं काർ सवारिक्क् पोकुन्नु
पुऱकिൽ ओऱञ्च् निऱमुळ्ळ शून्यमाय इरिप्पिटङ्ङൾ
इतॊरु पॊतु इवन्ऱाण्
तूणिൽ चुवप्पुं वॆळ्ळयुं निർत्तൽ चिह्नं
मञ्ञुमूटिय उयरमुळ्ळ पैൻस् मरं
कऱुत्त पान्ऱ्स् उळ्ळ मनुष्यൻ
" वेविक्कात्त पिस्सयिൽ चीस् , सोसेज् "
ऒरु कऱुत्त ट्राष् बाग् .
कऴुत्तिलॆ टैयिൽ ऒरु लोगो ऎऴुतियिट्टुण्ट्
ऒरु कऱुत्त ट्राष् बाग् .
वॆळ्ळं ऒऴुकुकयाण् .
चुवन्न वस्त्रत्तिൽ ऒरु कॊच्चु पॆൺकुट्टि .
कऱुप्पुं वॆळुप्पुं निऱमुळ्ळ सीब्र पच्च पुल्लिൽ नटक्कुन्नु
आकाशत्त् पऱक्कुन्न विमानं .
कऱुप्पुं तविट्टुनिऱत्तिलुळ्ळ क्लोक्क् मुखं .
ऒरु कऱुत्त ट्राष् बाग् .
चुवप्पुं वॆळ्ळयुं उळ्ळ विमानं
करटि क्यामऱयिलेक्क् अभिमुखीकरिक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
चित्रीकरिच्चिरिक्कुन्न मून्न् मरङ्ङळिൽ ऒन्नाणित्
टवऱिൽ घटिकारं .
चुमरिൽ स्त्रीयुटॆ पॆयिन्ऱिंग्
ऱोडिൽ कन्नुकालिकൾ .
वॆळुत्त तुम्पिक्कैयुळ्ळ आन
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
आनप्पुऱत्त् इरिक्कुन्न व्यक्ति
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
बॆञ्चिलॆ तविट्ट् नाय
टॆन्नीस् कळिक्कुन्न ऒराൾ
" वॆळ्ळ , कऱुप्प् फ्लयർ "
ऒरु क्रीं निऱमुळ्ळ पिल्लർ मॆऴुकुतिरि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु फाൻसि बॆन्ऱो बोक्स् उच्चभक्षणं
ऒरु चुवन्न स्केऱ्ऱ्बोർड्
बाऱ्ऱ् वुडൻ आण्
चुवन्न मध्यमुळ्ळ वॆळुत्त बोർड्
टोप्पिंगुकळुळ्ळ ऒरु सोसेज्
मनुष्यൻ मन्त्रिसभयिൽ ऎन्तॆङ्किलुं तिरयुन्नु .
पूक्कൾ ऒरु पात्रत्तिൽ
पच्चयुं तविट्टुनिऱत्तिलुळ्ळ ईन्तप्पनयुं
ओऱञ्चुकळुटॆ कूट्टं टैलिൽ
परिप्पुं तैरुं निऱच्च रण्ट् पात्रङ्ङൾ
ऒरु ओऱञ्च् टूർ बस्
ऒरु स्कीयिൽ \ फिषർ ऎन्न वाक्क्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
आൺकुट्टियुटॆ वाय तुऱन्निरिक्कुन्नु
कुतिरयुटॆ सुन्दरि
तिरक्केऱिय ऱोड् निऱञ्ञिरिक्कुन्नु
नील A360 अटयाळं
ऒरु बाग् कोट्टൺ मिठायि
कुतिर सवारि चॆय्युन्न ऒरु पॆൺकुट्टि .
ऒरु नटप्पातयिൽ ऒरु मोट्टोർसैक्किൾ
ऒरु आൺकुट्टियुं पॆൺकुट्टियुं वीडियो गॆयिं कळिक्कुन्नु
चारध्रुवत्तिलॆ तॆरुव् अटयाळङ्ङൾ
ऒरु वाऴप्पऴं कऴिक्कुन्न कुरङ्ङ्
तॆरुविൽ निൽक्कुन्न कुट्टि .
वॆळ्ळं नील पच्चयाण्
टॆन्नीस् कळिक्कारൻ पन्त् ऎऱियाൻ तय्याऱाकुन्नु
समुद्रत्तिൽ सർफ्बोർडुळ्ळ मनुष्यൻ
रण्ट् काऱुकൾ तॆरुविൽ निർत्ति
ऒरु वलिय मञ्ञ ट्रक्क्
वऱुत्त मुट्ट
ऱॆयिൽवे ट्राक्किൽ ऒरु ट्रॆयिൻ .
मनुष्यन् ऒरु मोतिरं उण्ट्
स्नोबोർडिൽ निൽक्कुन्न स्त्री
कऱुप्पुं वॆळुप्पुं बोർडർ कोळि
डिस्प्लेयिൽ रण्ट् पात्रङ्ङൾ
तॆरुव् मुऱिच्चुकटक्कुन्न कऱुत्त बूट्ट् धरिच्च मनुष्यൻ
काർ सीऱ्ऱुकळिൽ इरिक्कुन्न पूच्चकൾ
वरयुळ्ळ कुप्पायमुळ्ळ कुट्टि
नटप्पातयिൽ ऒरु अग्नि जलांशं .
स्पोർट्ट् कोट्टुं षोർट्ट्सुं इट्ट बीच्चिलॆ मनुष्यൻ .
नील स्यूट्ट्केसिൽ ऒरु स्ऱ्ऱिक्कർ
पश्चात्तलत्तिൽ स्की लिफ्ऱ्ऱ्
पाർक्किंग् मीऱ्ऱऱिन् अटुत्तुळ्ळ विळक्क्
ऒरु प्लास्ऱ्ऱिक् ट्राफिक् लैऱ्ऱ्
अवन्ऱॆ हुड् मिक्कवाऱुं तलयिൽ निन्न् अकलॆयाण्
विൻडोसिൽ पूच्च .
वीटिनुळ्ळिൽ ऎटुत्त चित्रं
मनुष्यनुं कुट्टिकळुं सർफ्बोർडिൽ .
ऒरु स्त्री निलत्त् इरिक्कुन्नु
ब्रिट्टीष् पताकयुळ्ळ ऱॆयिൽवे काർ
मूक्क् कऱुत्तताण्
ऒरु कऱुत्त ट्राष् बाग् .
स्केऱ्ऱ्बोർड् ट्रिक्क् चॆय्युन्न ऒरु आൺकुट्टि
ऒरु टॆन्नीस् मत्सरं पुरोगमिक्कुन्नु
पॆൺकुट्टि पुञ्चिरिक्कुन्नु
ऒरु म्यूसियत्तिलॆ ग्रीक्क् वास्
ओऱञ्च् षർट्ट् धरिच्च मनुष्यൻ चाटुन्नु
ऒरु कुञ्ञिन् अटुत्त् निൽक्कुन्न वळरॆ वलिय आन
ऒरु अवाർड् टॆडि बियർ प्रदർशिप्पिच्चिरिक्कुन्नु
अटिवस्त्रत्तिൽ स्वർण्ण लोगो
पुൽमेटिलॆ रण्ट् जिऱाफुकൾ
वायुविൽ मोट्टोർ सैक्किळिൽ सञ्चरिक्कुन्न ऒराൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
टाൻ मोट्टोർ सैक्किळिलॆ व्यक्ति
ऒरु पशुविन्ऱॆ तल
ऒरु कप्प् काप्पि
ड्रागणिन् कऱुत्त ताटियाण्
टोय्लऱ्ऱिൽ ऒरु कऱुत्त पूच्च
सൺग्लास् धरिच्च ऒराൾ
अटयाळङ्ङൾ धूम्रवस्त्रमाण्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु आधुनिक वायन विळक्क्
कौण्टऱिൽ वैऱ्ऱ् मॆडिसिൻ कुप्पि
पाडिൽ बोट्टुकൾ वॆळ्ळत्तिൽ .
ग्राफिऱ्ऱि उळ्ळ ऒरु पच्च अग्नि जलांशं .
चुवरिൽ घटिप्पिच्च विळक्क्
वॆळुत्त ऎऴुत्त् उळ्ळ ओऱञ्च् बेस्बोൾ तॊप्पि
इटत् कोणिलुळ्ळ पिङ्क् चिह्नं \ ट्रु \ पऱयुन्नु
ऒरु जालकत्तिൽ इरुट्ट्
" तविट्ट् , वॆळुप्प् निऱमुळ्ळ तॆरुव् अटयाळङ्ङൾ "
ऒराൾ पशुविൽ निन्न् पाൽ कऱक्कुन्नु
चुवन्न कैऱ्ऱिൽ वाൽ
क्यामऱय्क्कायि पुञ्चिरिक्कुन्न स्त्री
पुरुष सർफऱिन्ऱॆ पुञ्चिरिक्कुन्न मुखं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु सिൽवർ मिक्सർ पाडिൽ
मुकळिൽ निन्न् काणुन्न भक्ष्यवस्तुक्कൾ
बैक्क् ओटिक्कुन्न ऒराൾ .
कुप्पायत्तिलॆ पन्नियुटॆ भागं .
आऴमिल्लात्त बोवऱ्ऱऱिൽ निൽक्कुन्न मनुष्यൻ
कुट्टिकळुटॆ कळिस्थलं
ऒरु तीवण्टि पाळत्तिलाण्
इळं मेघ मूटियिट्टुळ्ळ नीलाकाशत्तिन्ऱॆ भागं
कऱुत्त मसिൽ षർट्टुं षोർट्ट्सुं धरिच्च व्यक्ति
वॆळुत्त यूणिफोमिलुळ्ळ मनुष्यൻ
चुवन्न जलांशं
कीपाडिलॆ मून्नां नम्पർ
वैऱ्ऱ् पेप्पർ टवൽ
निलत्त् अऴुक्क्
ग्लास्सिൽ मुऴुवൻ ओऱञ्च् ज्यूस्
कऱुत्त पशुक्किटाव्
चॆऱिय मुटियुळ्ळ मनुष्यൻ
ऒरु जिऱाफ् निलत्त् इरिक्कुन्नु
जिऱाफिൽ पुळ्ळि
कुञ्ञ् आन
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
स्केऱ्ऱ्बोർडिൽ कुऱच्च् कालुकൾ
हिमपातङ्ङൾ
सिൽवർ फोർक्क्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु विൻडोयिलॆ ऒरु फाൻ
ऒरु पॆൺकुट्टि ऒरु पट्टं पऱत्तुन्नु
पिङ्क् कुटयुटॆ पिन्निलुळ्ळ स्त्री
ऒरु कॆट्टिटत्तिन् पुऱत्त् ऒराൾ
जाक्क् डानियൽस् लोगो
क्लोक्किन्ऱॆ मुखं
मरत्तिൽ सस्यजालङ्ङൾ वीऴुक
घटिकारं पऴयताण्
कटुं चुवप्पुं तविट्टुनिऱत्तिलुळ्ळ इष्टिककळुळ्ळ इष्टिक नटप्पात
नटप्पातयिൽ विळ्ळൽ .
बैक्किन्ऱॆ मुൻ चक्रं
निलत्त् कऱुत्त पुळ्ळि
नटक्कुन्न ऒराൾ
ग्रे ट्राफिक् लैऱ्ऱिन्ऱॆ वशं
विൻडोयिൽ वॆळुत्त फ्रॆयिं
काऱिൽ नरच्च पूच्च
वॆळुत्ततुं तविट्टुनिऱमुळ्ळतुमाय चർम्म पाटुकൾ .
नटप्पातयिलॆ वॆळुत्त पोർसलैൻ टोय्लऱ्ऱ्
पिङ्क् कण्णाटियुळ्ळ ऒरु स्त्री
मेश ग्लास् कॊण्टाण् निർम्मिच्चिरिक्कुन्नत्
कॆट्टिटत्तिलॆ आप्पिൾ लोगो
ऒरु तुऱन्न ऱफ्रिजऱेऱ्ऱർ
मञ्ञुवीऴ्चयिൽ इरिक्कुन्न ऒराൾ
शून्यमाय टोय्लऱ्ऱ् पेप्पർ ऱोൾ
अटुक्कळयिൽ मून्न् पाचकक्काർ
टु - वे ट्राफिक् चिह्नं
कटिच्च तविट्टुनिऱत्तिलुळ्ळ साൻड्विच्च्
पूच्च ओऱञ्चुं वॆळ्ळयुं निऱमाण् .
पच्च इलकൾक्किटयिൽ ऒरु शाखयिൽ इरिक्कुन्न पक्षि
कुञ्ञ् आन
कऱुप्पुं वॆळुप्पुं चॆक्कർ बोർड् पाऱ्ऱेൺ उळ्ळ षूस्
मनुष्यൻ ऒरु पट्टं पऱक्कुन्नु
कय्युऱ धरिच्च कळिक्कारൻ
कऱुत्त मुटियुळ्ळ ऒरु कुट्टि इटतुवशत्तेक्क् नोक्कुन्नु
रण्ट् आൺकुट्टिकൾ ऒरु ट्राक्किൽ मुट्टुकुत्ति .
सीब्रयुटॆ वलत् चॆवि
ऒरु क्रिस्ऱ्ऱൽ पॊतिञ्ञ टियार
रण्ट् पूच्चकൾ
फोट्टोयिൽ ऒरु नील डॆस्क्
ऒरु वयलिൽ जिऱाफ्
पश्चात्तलत्तिൽ ऒरु जिऱाफ्
वॆळुत्त आटुकൾ पुल्ल् तिन्नुन्नु
ऒरु मनुष्यनिൽ चारियिरिक्कुन्न तविट्टुनिऱत्तिलुळ्ळ नाय
आळुटॆ वॆळुत्त सोक्क्
स्त्री ऒरु फ्रिस्बी ऎऱियुन्नु
वीडियो गॆयिमुकൾ कळिक्कुन्न रण्टुपेർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कालिൽ वळरॆ वलिय वॆळुत्त चॆरुप्प् .
तिरमालयिൽ सർफ् चॆय्युन्नु
नाൽक्कवल वॆळ्ळत्तिൽ निൽक्कुन्नु
वॆळुत्त काबिनऱ्ऱुकൾ अटुक्कळयिलाण्
चारनिऱत्तिलुळ्ळ नाय
मनुष्यൻ पർवतप्रदेशत्तेक्क् इऱङ्ङुन्नु
ऒरु चुवन्न ट्रक्क् .
ऒरु वलिय स्ऱ्ऱीൽ ओवൻ वॆन्ऱ् हुड्
ऒरु कऱुत्त ट्राष् बाग् .
निलत्तु निऴൽ
वॆळुत्त औद्योगिक वलुप्पत्तिलुळ्ळ सोक्कർ बोൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु वलिय कऱुप्पुं तविट्टुनिऱत्तिलुळ्ळ नाय्
मुन्तिरिवळ्ळियुटॆ पच्च इल .
ट्रॆयिनिन्ऱॆ वशत्तॆ विൻडो
कऱुप्पुं वॆळुप्पुं वळरॆ आवेशभरितमाय अटयाळं
तविट्ट् चुरुण्ट मुटियुळ्ळ स्त्री
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कऱुप्पुं चुवप्पुं होट्ट् डोग् ट्रक्क्
आळुकൾ ऒरु बोट्ट् ओटिक्कुन्नु
ऒरु ट्रॆयिൻ स्ऱ्ऱेषन्ऱॆ फोट्टो
पऴङ्ङळुटॆ कूम्पारं
ओऱञ्च् पूच्च मेशप्पुऱत्त्
निलत्तु कुरङ्ङൻ
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु पोस्ऱ्ऱिൽ निൽक्कुन्न पक्षि
कैऱ्ऱ् निलत्तेक्क् पऱक्कुन्नु
चुवन्न निऱमुळ्ळ बट्टൺ
कुट्टि धरिक्कुन्न वॆळ्ळ षർट्ट् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
अटयाळं अप्लियु पऱयुन्नु
मनुष्यन् कऱुत्त तॊप्पियुण्ट्
आनयुटॆ पुऱकिलॆ चुवन्न टाർप्प्
आकाशं वॆळुत्तताण् .
कुञ्ञ् आन
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मञ्ञुमूटिय नटप्पातयिलूटॆ नटक्कुन्न व्यक्ति
नीलाकाशवुं कॆट्टिटङ्ङळुटॆ मुकळिൽ मेघङ्ङळुं
कुञ्ञिन् नेർत्त मुटियुण्ट्
मनुष्यൻ बेस्बोൾ कळिक्कुन्नु
वयलिൽ आनकൾ .
चित्रत्तिൽ ऒरु चार सञ्चि
इत् ऒरु व्यक्तियाण्
ऒरु चुवन्न मोट्टोർसैक्किൾ .
ई व्यक्ति ऒरु स्केऱ्ऱ्बोർडिൽ निൽक्कुन्नु
इतॊरु पोस्ऱ्ऱाण्
इत् ऒरु आप्पिൾ आण्
ऒरु विमानत्तिन्ऱॆ इटत् विंग्
ऒरु कुप्पि तऱयिൽ इरिक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
द्वीप् बीच्च् रंगं
मञ्ञ द्रावक मुट्टयुटॆ मञ्ञक्करु
इतॊरु ट्रॆयिൻ आण्
मञ्ञ वाऴप्पऴं ऒरु मेशप्पुऱत्त् किटक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु ऱोमൻ संख्य
ऒरु वुडൻ कोफि टेबिൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कऱुप्पुं वॆळुप्पुं कुट
ऒरु कष्णं तक्काळि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
निन्नुकॊण्ट् वीडियो गॆयिमुकൾ कळिक्कुन्नवർ
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इतॊरु टॆडि बियऱाण्
कॆट्टिटत्तिन्ऱॆ घटिकारं कत्तिच्चु
साൻड्विच्च् बागिलाण्
इतॊरु वृक्षमाण्
तॆळिञ्ञ नीलाकाशं
ऒरु स्त्री पुल्लिൽ मुट्टुकुत्ति
बॆञ्चिलॆ तलयिण
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कऱुत्त मुतिർन्न पूच्च
कुञ्ञ् आन
चारनिऱत्तिलुळ्ळ रण्ट् कल्लुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
ई लिक्विडिन् पർप्पिൾ कळർ आण्
आ मनुष्यൻ ट्रक्किन्ऱॆ पुऱकिൽ इरिक्कुन्नु
ऒरु कूट्टं मिठायि आप्पिൾ
कुञ्ञ् आन
वाർप्पिൽ बॆञ्च्
ट्रॆयिൻ काർ वॆळ्ळियाण्
मनुष्यൻ मोट्टोർ सैक्किळिलाण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऱफ्रिजऱेऱ्ऱऱुं फ्रीसऱुं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
नदीतीरत्तिनटुत्तुळ्ळ मून्न् बोट्टुकൾ
ताऴॆ इटत् वशत्त् upc चिह्नं
इतॊरु चाक्क् आण्
इतॊरु विळक्काण्
वाट्टർ स्कीयिलॆ व्यक्ति
ट्राफिक् लैऱ्ऱ् ध्रुवत्तिൽ घटिप्पिच्चिरिक्कुन्नु
चुवरिൽ फ्रॆयिं चॆय्त फोट्टो
ऒरु प्रॊफषणൽ इतर बेस्बोൾ कळि
ऒरु रुचिकरमाय तय्याऱाक्किय बർगർ
द्वीप् बीच्च् रंगं
ऒरु मञ्ञ बाऱ्ऱ्
मनुष्यൻ स्कीयिंग् चॆय्युन्नु
नील मॆऱ्ऱൽ वेलि पट्टिक
विक्कർ कॊट्टकळुटॆ ग्रूप्प्
कुळिमुऱियुटॆ वातिൽ
टवൽ नारङ्ङ पच्चयाण्
वयलिलॆ अऴुक्किൽ निൽक्कुन्न जिऱाफ्
जिऱाफिन् मुन्निൽ मून्न् सीब्रकൾ
अवरुटॆ तलयिൽ ऒरु कुट
ऒरु वॆळुत्त टोय्लऱ्ऱ् .
पूच्च ऒरु मेशप्पुऱत्त् किटक्कुन्नु
पुल्ल् तिन्नुन्न ऒरु सीब्र
मणलिൽ निൽक्कुन्न सർफ्बोർडुळ्ळ स्त्री
ऒरु कप्पൽ ऒरु मऱीनयिൽ ऎत्तियिरिक्कुन्नु
चुवन्न बसिन्ऱॆ प्रतिफलनं
ऒरु पिस्सयिൽ इऱच्चि टोप्पिंग्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
लाप्टोप्पिൽ इरिक्कुन्न स्ऱ्ऱफ् मृगं
मेशप्पुऱत्त् व्यक्तमाय कुप्पि
ऒरु ऱाक्क् ऒरु ट्रक्क्
चुवरिൽ चित्रं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मनुष्यൻ टॆन्नीस् कळिक्कारൻ सेविक्काൻ तय्याऱॆटुक्कुन्नु
माक्रोणियुं चीसुं
ऒऱ्ऱ कऱुत्त मुखमुळ्ळ आट्
चित्रत्तिൽ ऒरु वॆळुत्त वस्त्रधारणं .
ट्रक्क् कऱुत्तताण्
चट्टियिൽ वऴऱ्ऱिय उळ्ळि कूम्पारं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
भक्षणं अटङ्ङिय प्लेऱ्ऱ्
ऒरु कुञ्ञ् ताऱाव्
पुतुतायि वीट्टिൽ निർम्मिच्च ऱॊट्टि
वॆळ्ळि वेलियुटॆ अऱ्ऱं
स्त्री सൺ ग्लास् धरिक्कुन्नु
ऒरु स्त्रीयुटॆ सैक्किൾ मतिलिन् नेरॆ निർत्ति
इतॊरु सीब्रयाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चुवप्प् पश्चात्तलमुळ्ळ चुवरिलॆ पोस्ऱ्ऱർ
पय्यൻ टॆन्नीस् कळिक्कुन्नु
चारनिऱत्तिलुळ्ळ वियർप्प् षർट्ट् धरिच्च मनुष्यൻ
द्वीप् बीच्च् रंगं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
स्ऱ्ऱफ् चॆय्त पाण्टयुटॆ इटतुवशत्त् स्ऱ्ऱफ् चॆय्त पाण्ट
निलं अस्फाൽऱ्ऱ् कॊण्टाण् निർम्मिच्चिरिक्कुन्नत्
ऒरु तॆरुव् कवल रंगं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
पऱक्कुन्न पन्नि रूपकൽप्पनयुळ्ळ ऒरु कैऱ्ऱ् .
नाल् नाय्क्कळुटॆ संघं
ऒरु क्लासिक् पुरातन काർ
" चुवप्प् वॆळ्ळ , नील निऱत्तिलुळ्ळ अग्नि जलांशं "
अऱ्ऱं मुऱिच्च तण्णिमत्तൻ
ऒरु मनुष्यൻ स्यूट्ट्केस् वलिच्चिटुन्नु
ऒरु स्कीयऱिन्ऱॆ निऴൽ
ऒरु वॆळुत्त पुष्पं पॆयिन्ऱ् वास् .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वायुविൽ frisbee
पशुविन्ऱॆ कऴुत्तिनटियिൽ तूङ्ङिक्किटक्कुन्न मणि
वयलिൽ पशु
वॆळ्ळत्तिनटुत्तुळ्ळ ऒरु बॆञ्च्
समुद्रत्तिन् मुकळिलुळ्ळ कैऱ्ऱ्
टॆन्नीस् कळिक्कारൻ बेस्लैनिൽ निൽक्कुन्नु
मञ्ञुवीऴ्च वायुविൽ
कॆट्टिटत्तिൽ वरच्च वॆळुत्त अक्षरं
तॆरुविൽ नटक्कुन्न मनुष्यൻ
कॆट्टिटत्तिन्ऱॆ वशत्तुळ्ळ क्लोक्क्
कुन्निൻ मुकळिൽ स्कीसिൽ ऒरु मनुष्यൻ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु साൻड्विच्चिन्ऱॆ रण्ट् भागङ्ङൾ
षू चारनिऱमाण्
पाऱ्ऱेൺ अमेरिक्कൻ पताकयाणॆन्न् तोन्निप्पिक्कुन्नु
ऒरु कॆट्टिटत्तिन्ऱॆ जालकङ्ङൾ
बसिलॆ अक्कं 143
चित्रत्तिलॆ सुन्दरमाय मुटि .
रण्ट् कुतिरकൾ ऒरु वण्टि वलिक्कुन्नु
कुञ्ञ् आन
ऒरु बोट्ट् वॆळ्ळत्तिൽ सञ्चरिक्कुन्नु .
तीवण्टि पच्चयुं मञ्ञयुमाण्
आनकळुटॆ अरिकिൽ निൽक्कुन्न रण्ट् कुट्टिकൾ
ट्राफिक् पोळिൽ पच्च लैऱ्ऱ्
बस् वऴियिൽ निർत्ति
कॆट्टिवॆच्च मांसत्तोटुकूटिय ऒरु भक्षण वाणिज्य केन्द्रं
विൻड्षीൽडिൽ वॆळिच्चं वरुन्नु
सीब्रोयिड् वरयुळ्ळताण्
मरङ्ङळिൽ ऒरु जिऱाफ्
वायिൽ चुऱ्ऱुक
स्कीयऱिन्ऱॆ इटत् काൽ
निलत्त् ऒरु चुवन्न पोस्ऱ्ऱ् .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मनुष्यൻ ऒरु आप्रोൺ धरिक्कुन्नु
ऒरु पकुति पानिनि साൻड्विच्च्
द्वीप् बीच्च् रंगं
वॆळुत्त पूडिൽ .
आटुकൾ पुल्लु कऴिक्कुन्नु
ऒरु कऱुत्त ऱफ्रिजऱेऱ्ऱർ .
पिङ्क् लिड् उळ्ळ ऒरु लिप् बां
कऱुप्पुं वॆळुप्पुं आट्
वॆळुत्ततुं चुवन्नतुमाय षർट्ट् धरिच्च ऒरु स्त्री
डग out ट्टिൽ निन्न् गॆयिं काणुन्न कळिक्कारൻ
आनकळुटॆ रण्ट् पिൻ अऱ्ऱङ्ङൾ
मनुष्यन्ऱॆ कय्युऱयिൽ निन्न् वॆळ्ळं ऒऴुकुन्नु
कॆट्टिटत्तिन्ऱॆ वशत्तुळ्ळ घटिकारं
कॆट्टिटत्तिन्ऱॆ मुकळिൽ घटिकार गोपुरं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
नियोൺ यॆल्लो टॆन्नीस् बोൾ
पुल्ल् उणङ्ङिपोयि
ऒरु कऱुत्त ट्राष् बाग् .
मोट्टोർबैक्क् ऱैडർ ऒरु फ्लिप्प् चॆय्युन्नु
ऒरु वलिय पट्टं पऱक्कुन्नु
कटൽत्तीरत्तिन् मुकळिलूटॆ पऱक्कुन्न कैऱ्ऱ्स्
स्त्रीयुटॆ इटत् षू
मनुष्यൻ ऒरु पाർक्किൽ ऒरु पट्टं पऱक्कुन्नु
पुल्लिൽ ओटुन्न पय्यൻ
होट्टൽ मुऱियुटॆ चुवरिൽ वॆळिच्चं
मफिൻ कऴिक्कुन्न स्त्री
मनुष्यन्ऱॆ वलत् काൽमुट्ट्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मेशयिलॆ लाप्टोप्प्
ऒरु वॆळ्ळि ट्रयाൻ .
चलनत्तिलुळ्ळ स्केऱ्ऱ्बोർडർ
ऒरु पाർक्किलॆ ऒरु बेस्बोൾ रंगं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मनुष्यൻ कण्णट धरिक्कुन्नु
पच्च पुल्लिൽ निൽक्कुन्न आन
बेस्बोൾ कळिक्कारൻ कळिक्कुन्नु
वॆळुत्त तालत्तिൽ नील अच्चटि
स्त्री ऎन्तो चायुन्नु
चुवप्पुं वॆळ्ळयुं किटक्क विरि
वैड् वैऱ्ऱ् सർफ्बोർड्
ऒरु करटि ग्लासिन् नेरॆ ऎऴुन्नेऱ्ऱु निൽक्कुन्नु
रण्ट् सोसऱुकൾ कैवशमुळ्ळ कॊच्चुकुट्टि
पट्टं पऱक्कुन्न निरवधि आळुकൾ
पच्च टि षർट्टुं बेस्बोൾ तॊप्पियुं उळ्ळ मनुष्यൻ
ऒरु स्त्री टॆन्नीस् पन्त् सेविक्कुन्नु
" मञ्ञ , पच्च ऎन्नी रण्ट् ट्रॆयिनुकൾ वशङ्ङळिलायि "
वॆळ्ळ पारा कप्पൽ
चॆऱिय कुट्टि फ्यूषिय तॊप्पि धरिच्चिरिक्कुन्नु
कऱुत्त फ्रॆयिं चॆय्त सैक्किൾ .
वृत्ताकृतियिलुळ्ळ चुवन्न प्लास्ऱ्ऱिक् फ्रिस्बी
मरत्तिൽ इलकൾ वीऴुक
नील चवऱ्ऱुकुट्टयिൽ कटलास् निऱय्क्काൻ कऴियुं
कॊक्क् पक्षि अतिन्ऱॆ निऴൽ काणिक्कुन्नु .
वायुविൽ मञ्ञ विमानं
वायुविൽ ऒरु वॆळुत्त पन्त्
वलिय चुवप्पुं मञ्ञयुं कुट
कऱुत्त कैऱ्ऱ्
मनुष्यൻ स्केऱ्ऱ्बोർड् वहिक्कुन्नु
मून्न् जिऱाफुकൾ पुऱत्त् निൽक्कुन्नु
ऒरु वॆळुत्त पोർसलैൻ टोय्लऱ्ऱ् पात्रं
ऒरु वाहनं स्लषिलूटॆ कटन्नुपोकुन्नु
शिൽप्पियुटॆ ऒप्प् ' करिൻ ' वायिक्कुन्नु
ऒराൾ इरुन्नु गिऱ्ऱाർ वायिक्कुन्नु
वलिय चुवन्न कैऱ्ऱ् वायुविलूटॆ पऱक्कुन्नु
ऒरु मनुष्यन्ऱॆ टॆन्नीस् षू
कऱुत्त बीनि धरिच्च स्नोबोർडർ वीऴुन्नु
ऒरु कऱुत्त ट्राष् बिन्निन्ऱॆ मुकळिൽ
टॆन्नीस् कोർट्टिन् नटुविൽ वल
ऒरु चॆऱिय कळिप्पाट्ट काർ
कुन्निൻ मुकळिलूटॆ स्कीयिंग् चॆय्युन्न स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
आकाशत्त् चरक्क् विमानं
मृगशालयिलॆ मृगङ्ङळुटॆ कूट्टं
ऒरु सिൽवർ ड्रोयർ हाൻडिൽ
" फ्लैऱ्ऱिൽ वॆळ्ळ , स्वർण्ण तलं "
कऱुप्पुं वॆळुप्पुं तॆरुव् चिह्नं
पच्चक्कऱिकळुं वॆण्णयुं कलत्तिൽ
ऒरु वॆळुत्त विभवत्तिൽ ऒरु होट्ट् डोग्
तविट्ट् पशु
षർट्टिन्ऱॆ पुऱकिलुळ्ळ ओऱञ्च् नम्पർ
कऱुप्पुं चुवप्पुं निऱत्तिलुळ्ळ ट्रॆयिൻ
ट्राफिक् चिह्नत्तिൽ अऱबिक् ऎऴुत्त्
कुळत्तिൽ निन्न् पशु कुटिक्कुन्नु
" नील , स्वർण्ण क्लोक्क् "
चुवन्न निऱमुळ्ळ मोट्टोർ सैक्किൾ ओटिक्कुन्न युवाव्
कटुं निऱमुळ्ळ कुट
तीप्पॊरि मणलिൽ काൽप्पाटुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पिस्ऱ्ऱोय ऎन्न् पऱयुन्न नीलयुं वॆळ्ळयुं अटयाळं
ऒरु पुल्लु पातयिൽ कुऱॆयेऱॆ आळुकൾटॆ ग्रूप्प्
ऒरु मिनि माർष्मालो
भागिकमायि कऴिच्च वाऴप्पऴं .
ऒरु तविट्ट् नाययुटॆ कै .
मनुष्यൻ तविट्टुनिऱत्तिलुळ्ळ कुतिर सवारि चॆय्युन्नु
ऒरु ट्रॆयिൻ काऱिलॆ ग्राफिऱ्ऱि
वलिय बानർ वेलियिൽ तूक्कियिरिक्कुन्नु
ऒरु चुवन्न ट्रॆयिൻ ऎञ्चिൻ
वॆळ्ळत्तिൽ ऒरु बोट्ट्
नील निऱत्तिलुळ्ळ बाक्क्पाक्क् उळ्ळ ऒराൾ .
कऱुत्त आटुकळुळ्ळ ऒराൾ
ऒरु वॆळुत्त पोർसलैൻ टोय्लऱ्ऱ्
ऒरु बॆञ्च् अतिनटियिൽ ताऱावुळ्ळ
पच्च अटप्प् उळ्ळ ऒरु गालൻ पाൽ .
" टाൻ , तविट्ट् स्पोट्टड् जिऱाफ् "
वॆळ्ळत्तिन् मुकळिൽ नुर
वॆळुत्त तलक्कॆट्ट् धरिच्च मनुष्यൻ
ऒरु उपरितलत्तिन्ऱॆ भागं
कऱुप्पुं वॆळुप्पुं तॊप्पि धरिच्च मनुष्यन्ऱॆ तल
ऒरु कऱुत्त ट्राष् बाग् .
मच्चिൽ निन्न् तूङ्ङिक्किटक्कुन्न ऒरु बहुशाखादीपत्तिलॆ परलुकൾ
तविट्टुनिऱत्तिलुळ्ळ कुप्पियिൽ बियർ
तविट्टुनिऱत्तिलुळ्ळ पुऱंतोट् उळ्ळ इऱच्चि कषणं
इत् ऒरु व्यक्तियाण्
इत् उयरमुळ्ळ कॆट्टिटमाण्
मेशप्पुऱत्त् कण्णट
इतॊरु अक्षरमाण्
कुन्निൻ वशत्त् मञ्ञ्
कुञ्ञिन्ऱॆ इटत् काൽ
मनुष्यൻ सൺ ग्लास् धरिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
टॆन्नीस् मत्सरत्तिनायि मनुष्यൻ ऎल्लां तॆऱ्ऱायि वस्त्रं धरिच्चु
ऒरु वलिय वॆळुत्त ध्रुवक्करटि .
पुनർस्थापिच्च विन्ऱेज् बिऎंडब्ल्यु मोट्टोർसैक्किൾ
कुञ्ञ् आन
आफ्रिक्कൻ समतलत्तिൽ 2 सीब्रकൾ
कुळिमुऱियिൽ ऒरु टोय्लऱ्ऱ्
ऒरु ट्रॆक्किंग् पोळिन्ऱॆ भागं
ऒरु कऱुत्त ट्राष् बाग् .
आकाशत्त् ऒरु जॆऱ्ऱ् .
" पच्च , कऱुप्प् ट्रॆयिൻ ऎञ्चिൻ "
ऒरु स्त्री मेशप्पुऱत्त् इरिक्कुन्नु
ऒरु ओट्टत्तिൽ सैक्लिस्ऱ्ऱुकൾ
कॆट्टिटं वॆळुत्तताण्
कनत्त मऴयुळ्ळ दिवसं
नीळमुळ्ळ वॆळुत्त वर
ऒरु पन्त् कैवशमुळ्ळ ऒरु मनुष्यൻ
नील डबिൾ डॆक्कർ बस् .
क्याच्चർ
इतॊरु कीबोർडाण्
नाक्क् पुऱत्तिट्ट ऒरु पशु
ई स्त्री टॆन्नीस् कळिक्कुन्नु
रण्ट् ताऱावुकൾ वॆळ्ळत्तिൽ
आकाशत्त् वॆळुत्त मेघं .
पाർक्किलॆ ऒराळुटॆ प्रतिम
इतॊरु बागाण्
कुञ्ञ् आन
ऒरु कऱुत्त ट्राष् बाग् .
मुൻवशत्त् काळयुमायि कटൽत्तीरत्त् आळुकൾ
कुञ्ञ् आन
लोग् क्याबिൻ पाർक्क् चॆय्त पऴय काർ .
इत् मञ्ञुवीऴ्चयिൽ ऒरु मनुष्यनाण्
" नील , वॆळ्ळि मॆसञ्चർ बाग् "
कऱुप्पुं वॆळुप्पुं घटिकारं
ऒरु चॆऱिय सान्ता तॊप्पियिൽ वॆळुत्त पों पों
ओऱञ्च् प्लेऱ्ऱिलॆ भक्षणं
स्केऱ्ऱ् बोർडർ पच्च हॆൽमॆऱ्ऱ् धरिक्कुन्नु
नीलयुं वॆळ्ळयुं सॆऱामिक् टैൽ
ई जिऱाफ् वळयुकयाण्
कै इल्लात्त नीळमुळ्ळ चुवन्न वस्त्रं
इरुण्ट मुटियुळ्ळ मनुष्यൻ .
ऒरु मरत्तिन्ऱॆ ट्ट्रङ्किन्ऱॆ अरिकिൽ निൽक्कुन्न सीब्र
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
बेस्बोൾ कळिक्कारൻ पन्त् ऎऱियुन्नु
ऒरु युद्धविमानं पऱक्कुन्नु
रण्ट् काർट्टൻ मुट्ट
मनुष्यन् चुवन्न षोർट्ट्स् उण्ट्
ऒरु जालकत्तिൽ तिळङ्ङुन्न मून्न् मोट्टोർसैक्किळुकൾ
आळुकൾ ऒरु ऱॆस्ऱ्ऱोऱन्ऱिൽ भक्षणं कऴिक्कुन्नु
आन एकान्तनायि प्रत्यक्षप्पॆट्टु .
बेस्बोൾ मैतानत्त् पिच्चऱुकൾ
टॆन्नीस् कळिक्कुन्न टॆन्नीस् कळिक्कारൻ
ऒरु जलाशयत्तिनटुत्तुळ्ळ चुवन्न चिह्नं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
पुൽमेटिൽ निർत्तियिट्टिरिक्कुन्न रण्ट् पऴय फाषൻ वाहनङ्ङൾ
चॆऱिय पच्चयुं तविट्टुनिऱत्तिलुळ्ळ पुल्ल्
ऒरु कषणं केक्क् कऴिक्कुन्न मनुष्यൻ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कट्टिलिൽ चारियिरिक्कुन्न मनुष्यൻ
" ऒरु मॆऱ्ऱൽ , वुड् बॆञ्च् "
रण्ट् जोडि ट्रॆयिൻ ट्राक्कुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पालत्तिൽकूटॆ तीवण्टि सञ्चरिकुन्नु
मनुष्यൻ जलपात काणुन्नतिन्ऱॆ मनोहरमाय काऴ्च
ऒरु उपरितलत्तिൽ रण्ट् टॆन्नीस् ऱाक्कऱ्ऱुकൾ
ऒरु कुट्टियुटॆ लेडिबग् कुट
कम्प्यूट्टർ स्क्रीनुकൾ ओणाण्
रण्ट् वलिय चवऱ्ऱुकुट्टकൾ .
ब्रौൺ निऱमुळळ कुतिर सवारि चॆय्युन्न मनुष्यൻ
कऱुत्त तॊलियुळ्ळ मनुष्यൻ वलतुवशत्त्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
बेस्बोൾ मैतानत्त् मून्न् पेർ
मृगङ्ङൾ पुल्लिलाण् .
ऒरु मुൾपटർप्पिन्ऱॆ भागं
कऱुत्त जाक्कऱ्ऱ् कैवशमुळ्ळ ऒराൾ
पय्यൻ धरिक्कुन्न नील टै .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
सिङ्कुं टोय्लऱ्ऱुं उळ्ळ ऒरु षवർ मुऱि
पूक्कळुटॆ कुलकൾ ऒरुमिच्च्
ऒरु चॆऱिय मरत्तिൻ्ऱॆ मेश तऱयिൽ उण्ट् .
पॆൺकुट्टि धरिक्कुन्न सൺग्लासुकൾ .
ऒरु कऱुत्त ट्राष् बाग् .
कोवणिप्पटियुटॆ अटियिൽ वळरुन्न पच्च कळकൾ .
टॆडि बियऱिन्ऱॆ इटतु कण्ण्
टॆन्नीस् कोർट्टिൽ मनुष्यൻ टॆन्नीस् कळिक्कुन्नु .
मनुष्यൻ तिरमालकळिൽ सർफिंग् चॆय्युन्नु
ऒरु कऱुत्त ट्राष् बाग् .
आटुकൾ किटक्कुन्नु
नील निऱमुळ्ळ कुट
ऒरु कुष्यൻ सीऱ्ऱिन्ऱॆ पिൻभागं
नायय्क्क् सङ्कटमुण्ट्
ऒरु वलिय उपग्रहवुमायि ट्रक्क्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
टॆलिफोൺ बाक्क्लैऱ्ऱ् ऎन्न वाक्क्
ऒरु पाർक्किंग् स्थलत्त् नटक्कुन्न रण्टुपेർ
ऒरु वयलिൽ पाർक्क् चॆय्तिरिक्कुन्न ऒरु बिऎंडब्ल्यु मोट्टोർसैक्किൾ
द्वीप् बीच्च् रंगं
टोय्लऱ्ऱ् पेप्पऱिन्ऱॆ पाक्केजुकൾ
विन्ऱർ तॊप्पि धरिच्च व्यक्ति
ई ट्रॆयिൻ इटतुवशत्ताण्
भक्षणं निऱच्च डिन्नർ प्लेऱ्ऱुकൾ
वृत्ताकृतियिलुळ्ळ ब्लोक्किलॆ वाट्टർ हैड्रान्ऱ्
मनुष्यन्ऱॆ कय्यिൽ मञ्ञ फ्रिस्बी
नीलयुं वॆळ्ळयुं पॊतिञ्ञ मूटुशील
तोळिൽ ऒरु कुट्टियुमायि ऒराൾ
युवति धरिक्कुन्न चुवन्न पान्ऱ्स् .
आ मनुष्यൻ ऒरु सॆൽ फोൺ कैवशं वच्चिरिक्कुन्नु .
तविट्ट् चोप्पि वॆळ्ळं
ऒरु सीब्रयुटॆ पिൻभागं
आൺकुट्टि सൺग्लास् धरिक्कुन्नु .
वायुविलॆ पारच्यूट्टुकळुटॆ ग्रूप्प्
ऒरु कम्प्यूट्टऱिൽ पूच्च किटक्कुन्नु
इरुण्ट वुड् निऱमुळ्ळ ऱ round ण्ट् टेबिൾ
ऒरु लाप्टोप्पिलॆ सीरियൽ पोർट्ट्
पक्षियुटॆ कॊक्क्
सिङ्किൽ ऒरु पूच्च
तिरश्चीन ब्लाक्क् ओफीस् मऱच्चुवय्क्कुन्नु
काट्टिൽ मून्न् जिऱाफुकൾ
कत्तिच्च क्रिस्ऱ्ऱൽ चाൻडिलियർ
द्वीप् बीच्च् रंगं
" जां , क्रीं ऎन्निव ऒरु तविट्ट् ब्रॆडिൽ पॊतिञ्ञ् "
ऒरु पशुविन्ऱॆ वलिय चॆवि
नील वॆळ्ळत्तिൽ कळिक्कुन्न व्यक्ति
पुरुषन् ओऱञ्च् सुरक्षा वस्त्रं उण्ट्
कऱुप्पुं वॆळुप्पुं ट्राफिक् लैऱ्ऱ्
कट्टिलिൽ इरिक्कुन्न ऒरु पॆൺकुट्टि
पात्रत्तिलॆ ओऱञ्च् .
तुऱन्न कुट चुमन्न् नटक्कुन्न मनुष्यൻ
ऒरु वॆळ्ळि विमानं
मेघङ्ङळिल्लात्त आकाशं
इतॊरु होट्टൽ मुऱियाण्
कट्टिलिन्मेൽ तूङ्ङिक्किटक्कुन्न चाൻडिलियർ
वाൾस्ट्रीऱ्ऱिनायि सैൻ चॆय्युक
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
करटि मरत्तिन्ऱॆ मुकळिൽ कयऱुन्नु .
स्क्वयऱिलॆ ऒरु बॆञ्च्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चुरुण्ट मुटियुळ्ळ स्त्री
तॆरुविൽ मोट्टोർ सैक्किൾ
मनुष्यൻ ऒरु डैनिंग् टेबिळिൽ इरिक्कुन्नु
आटिन्ऱॆ पർप्पिൾ कोळർ .
मतिൽ पർप्पिൾ आण्
ऒरु विൻडोयुटॆ भागं
रण्ट् साൻड्विच्चुकൾ कैवशमुळ्ळ ऒराൾ
ऒरु कऱुत्त पूच्च कसेरयिൽ इरिक्कुन्नु .
व्याज जिऱाफिन्ऱॆ शरीरं
पशुविन्ऱॆ मुकळिൽ पक्षि
इतॊरु कुक्कियाण्
ऒरु कऱुत्त कौबोय् तॊप्पि
पक्षि चारनिऱवुं तविट्टुनिऱवुमाण्
वाक्कुकळुं आट्रिब्यूषनुं
मुन्निൽ ऒरु नाय
आळुकൾ ऒरु मलयिൽ स्कीयिंग् नटत्तुन्नु
चुमरिൽ घटिप्पिच्चिरिक्कुन्न ऒरु तूवाल बाऱिन्ऱॆ ऒरु भागं
ट्रक्किन्ऱॆ पुऱकिൽ इरिक्कुन्न ऒरु कूट्टं आळुकൾ
ऒरु वॆळुत्त कप्पिൽ लाऱ्ऱॆ
मिड् जम्पिൽ स्केऱ्ऱ्बोർडർ
कऱुत्त ग्लासुकळुटॆ जोडि
मनुष्यൻ पർवतत्तिन्ऱॆ अरिकिൽ निൽक्कुन्नु
पऱक्कुन्न कैऱ्ऱुकൾ ऒक्टोपसुकळुटॆ आकृतियिलाण् .
तविट्ट् स्ऱ्ऱफुचॆय्त कुरङ्ङ्
ऒरु स्त्री पुरुषन्ऱॆ टै कॆट्टुन्नु
वायुविൽ पऴय विमानं
विमानं नगरत्तिनटुत्तायि पऱक्कुन्नु
इरुण्ट मॆऱ्ऱൽ पोळिൽ स्ट्रीऱ्ऱ् लैऱ्ऱ् स्थापिच्चिरिक्कुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
मून्न् पेർ कट्टिलिൽ इरिक्कुन्नु
समुद्रत्तिन् मुकळिൽ नीलयुं वॆळ्ळयुं कैऱ्ऱ्
ऒरु अटुक्कळयिൽ निൽक्कुन्न स्त्री
आळुकൾक्क् इरिक्कानुळ्ळ ऒरु कूट्टं सीऱ्ऱुकൾ
ऒरु ऱोळिंग् स्यूट्ट्केस् वलिक्कुन्न ऒरु फाषनबिൾ मनुष्यൻ
ऒरु कऱुत्त ट्राष् बाग् .
मतिलिनु नेरॆ पुरातन मरं घटिकारं
ऒरु कऱुत्त ट्राष् बाग् .
ऒरुमिच्च् कळिक्कुन्न आनकൾ
आळुकൾ ऱॆस्ऱ्ऱोऱन्ऱिन् मुन्निൽ निൽक्कुन्नु
रण्ट् स्त्रीकൾ नटप्पातयिलूटॆ नटक्कुन्नु
बसिन्ऱॆ वशत्त् वॆळुत्त ऎऴुत्त् .
ट्रॆयिनिൽ वरच्च वॆळुत्त नम्पർ
ऒरु ट्रॆयिनिन्ऱॆ भागं
मुൻवशत्त् निൽक्कुन्न ऒरु सीब्र
मरङ्ङൾक्कप्पुऱत्त् ऒरु वलिय कॆट्टिटं
ऒरु टॆलिविषन्ऱॆ स्क्रीൻ
सैड् व्यू मिऱർ
ऒरु पूच्च कसेरयिൽ किटक्कुन्नु
कटൽत्तीरत्त् निൽक्कुन्न ऒरु पशु
उयർत्तिय षർट्ट् पुऱक् तुऱन्नुकाणिक्कुन्नु
ऒरु वलिय काण्टामृगं
वॆळुत्त पुष्प दळङ्ङൾ
ग्लास् मुऴुवൻ ओऱञ्च् ज्यूस्
स्नोबोർडऱिलॆ सैनिक तळർच्च पान्ऱुकൾ
चुमरिൽ तकർन्न कण्णाटि
कल्याणत्तिൽ नृत्तं चॆय्युन्न मनुष्यൻ
" ओऱञ्च् , सिൽवർ मोट्टोർ सैक्किൾ "
वायुविൽ निൽक्कुन्न मनुष्यൻ
मनुष्यൻ ऒरु फोट्टोय्क्क् पोस् चॆय्युन्नु
स्ट्रीऱ्ऱिൽ ऒरु कऱुत्त मोट्टोർसैक्किൾ
" ओऱञ्च् , वैऱ्ऱ् गतागत कोणुकൾ "
मञ्ञुमूटिय पർवतङ्ङൾ
रण्ट् जिऱाफुकൾ नोक्कुन्नु
सർफ्बोർडिन्ऱॆ अटियिൽ चिऱकुकൾ
ग्रे हुड्ड् वियർप्प् षർट्ट्
आनयुटॆ वॆळुत्त तुम्पिक्कै .
ऒरु जोटि कत्रिक ऒरु मेशप्पुऱत्तुण्ट् .
कऱुप्पुं चुवप्पुं स्कोർबोർड्
ऱोडिൽ वीण तॆरुव् चिह्नं
मेशप्पुऱत्त् ब्रॊक्कोळि .
मरत्तिन् अटुत्तायि ऒरु लोह वेलि
पात्रत्तिൽ पन्त्रण्ट् कप्प् केक्कुकൾ .
ऒरु कुतिरयोटुकूटिय ब्रौൺ निऱत्तिलुळ्ळ कलासृष्टि
कुन्निൻ मुकळिൽ पुल्ल् .
पूत्तट्टं ओऱञ्च् निऱमाण्
चुवप्पुं वॆळ्ळयुं काർ कवलयिൽ निർत्ति
ओऱञ्च् क्लिप्प्बोർड्
कोൺक्रीऱ्ऱ् कॊण्ट् निർम्मिच्च नटप्पात .
मञ्ञ तिळङ्ङुन्न वॆळिच्चं
फोट्टोयिൽ ऒरु ट्रॆयिनिൻ्ऱॆ विൻड्स्क्रीൻ .
ऒरु पच्च वृक्षं .
पशुविन्ऱॆ चॆवियिൽ मञ्ञ टाग् .
टोय्लऱ्ऱ् पेप्पऱिन्ऱॆ ऱोൾ .
कऱुप्पुं वॆळुप्पुं दुंस्मुइर् तॆरुव् चिह्नं
ऒरु निलत्तिन्ऱॆ भागं
पॆൺकुट्टि धरिच्च माल
बीज् स्लिप्प्कवർ उळ्ळ कसेर
मण्णिൽ अटयाळङ्ङൾ
ऒरु वातिलिन्ऱॆ पिटि
मैक्रोवेव् कौण्टऱिनु मुकळिൽ इरिक्कुन्नु
कटൽत्तीरत्त् नटक्कुन्न दम्पतिकൾ
ऒरु द्वारत्तिन्ऱॆ भागं
बेस्बोൾ मैतानत्तॆ होंप्लेऱ्ऱ्
नाय ताऴॆ किटक्कुन्नु
चुवन्न कुरुमुळक् ऒरु पात्रत्तिൽ
वॆळुत्त तणलुळ्ळ वॆळुत्त तऱ विळक्कुकൾ
जनङ्ङൾ चർच्च चॆय्युन्नु
फोट्टो कऱुप्पुं वॆळुप्पुं आण्
सॆൽफोൺ चाർजऱिलेक्क् प्लग् चॆय्तिरिक्कुन्नु .
मुऱियिൽ निൽक्कुन्न मनुष्यൻ
ऒरु वीटिन्ऱॆ मातृक
कुञ्ञ् आन
कुट्टियुटॆ तलयिൽ हॆड्फोणुकൾ .
कुञ्ञ् आन
" ओऱञ्चुं , वॆळ्ळयुं निऱमुळ्ळ विमानं "
इरुण्ट जाक्कऱ्ऱ् धरिच्च ऒरु पुरुष पॊतु व्यक्ति माध्यमङ्ङळोट् संसारिक्कुन्नु
ऒरु मेघत्तिन्ऱॆ भागं
पात्रत्तिൽ पർप्पिൾ पुष्पं .
तॆरुविൽ सवारि चॆय्युन्न मून्न् स्केऱ्ऱ्बोർडർमाർ
कुञ्ञ् आन
षॆൽफिൽ मून्न् उपकरणङ्ङൾ
कोटतियिൽ मनुष्यൻ टॆन्नीस् कळिक्कुन्नु .
ऒरु कूट्टं आळुकൾ
पुरुषनुं स्त्रीयुं पुल्लिൽ निൽक्कुन्नु
ऒरु शाखयिൽ ऒरु पच्च पक्षि
कूटारत्तिनटियिൽ शून्यमाय बेबि स्ट्रोळർ
फोट्टोयिൽ ऒरु टोय्लऱ्ऱ् सीऱ्ऱ् .
ऒरु नाय नाव् तेक्कुन्नु .
काण्डवुं वॆळ्ळवुं निऱञ्ञ व्यक्तमाय वास्
ऒरु कऱुत्त ट्रेयिൽ भक्षणमुण्ट् .
कसेरयुटॆ पुऱकिൽ कऱुत्त जाक्कऱ्ऱ् .
कट्टिलिൽ नाययुटॆ मूक्क्
मरं अऴियिൽ कटൽक्कॊक्क्
चुवरिൽ टैൽस् चित्रं
ऒरु व्यक्तियुटॆ काल्
ऒरु पॆट्टियिൽ उद्धरिक्कुन्न पिस्स
पात्रत्तिൽ सोस् .
चुवप्पुं वॆळ्ळयुं निऱमुळळ कुट
चित्रत्तिൽ वॆळुत्त चिऱकुकൾ .
काऱिलॆ रण्ट् पूच्चकൾ
पन्त् तट्टाൻ तय्याऱाकुन्नु
बॆञ्च् तविट्टुनिऱमाण्
कऱुप्पुं वॆळुप्पुं क्लास् चित्रं
नग्नमाय काൽ ट्यूबिൽ
वॆळुत्त सർफ्बोർडिलुळ्ळ मनुष्यൻ
ऒरु क्रीं निऱमुळ्ळ वस्त्रधारणं .
कुञ्ञ् आन
अटुप्पिन्ऱॆ मुकळिൽ कऱुत्त लिड् उळ्ळ वॆळुत्त ब्लॆൻडർ
ऒरु चुवन्न प्लास्ऱ्ऱिक् कप्प् .
मुतिർन्नवർक्कुळ्ळ वॆळुत्त टॆन्नीस् षू
पच्च ब्रॊक्कोळि प्रदർशिप्पिच्चिरिक्कुन्नु
ऱोडिൽ ऒरु मोट्टोർ सैक्किൾ
तॆरुविलूटॆ बस् ओटिक्कुन्नु .
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
स्केऱ्ऱ्बोർड् ट्रिक्क् चॆय्युन्न मनुष्यൻ
पिस्स पैस् प्रदർशिप्पिच्चिरिक्कुन्नु
वलिय आन निൽक्कुन्नु
मून्न् पेർ निൽक्कुन्नु
हप्स्ऱ्ऱർ [ स्वयं ' हिप् ' ऎन्न् विश्वसिक्कुन्न यप्पि ] ऒरु कऱुत्त + वॆळुत्त फोट्टो ऎटुक्कुन्नतायि नटिच्च् ऒरु क्यामऱ / ऒरु टॆलिफोൺ अल्ल अवनॆ ' आऴत्तिൽ ' काणुं
ऒरु कॊच्चुकुट्टियुटॆ मुखं
अटयाळङ्ङळुळ्ळ लैऱ्ऱ् पोൾ .
वलिय चुवन्न रण्ट् निल बस्
सब्वे ट्रॆयिनिन्ऱॆ मुൻवशत्तॆ लैऱ्ऱुकൾ .
ऒरु मुन्तिरियुटॆ भागं
कुञ्ञ् आन
ऒरु निऴलिन्ऱॆ भागं
चुवन्न चिह्नत्तिൽ वॆळुत्त विदेश अवकाशं
चुवप्प् कलർन्न तविट्ट् कुतिर
मूलयिൽ ऒरु वॆळुत्त सिङ्क्
कुञ्ञ् आन
चुवन्न मोट्टोർसैक्किൾ नियन्त्रणं वऴि पाർक्क् चॆय्तिरिक्कुन्नु
ऒरु कऱुत्त नाय सोफयिൽ किटक्कुन्नु
मरं चॆऱुताण्
ऒरु नीण्ट बोट्ट् वॆळ्ळत्तिൽ ऒऴुकुन्नु
ओऱञ्चिन्ऱॆ ऒरु भागं
पुल्ल् तिन्नुन्न तविट्टुनिऱत्तिलुळ्ळ कुतिर
ऱोडिൽ ऒरु कऱुत्त काർ .
काणावुन्न तलयिल्लात्त कुतिर .
द्वीप् बीच्च् रंगं
वॆळ्ळत्तिൽ ऒरु स्पीड् बोट्ट्
द्वीप् बीच्च् रंगं
वेलियिൽ इरिक्कुन्न उष्णमेखला पक्षि
ऒरु वनत्तिन्ऱॆ भागं
टॆन्नीस् गॆयिं कळिक्कुन्न स्त्री
ऒरु टैयुटॆ क्लोसप्प् चित्रं .
पिस्स उण्टाक्कुन्न पॆൺकुट्टि
कम्प्यूट्टർ स्क्रीनिൽ ऒरु स्त्री
तॊप्पि धरिच्च पूच्च .
तलयिൽ पिङ्क् निऱमुळ्ळ मनुष्यൻ
रण्ट् मनोहरमाय चॆऱिय पिङ्क् सोक्किकൾ
द्वीप् बीच्च् रंगं
उच्चभक्षणं कऴिक्कुन्न ऒरु दिवसं
बैक्किन्ऱॆ पिन्निलुळ्ळ चिह्नं निർत्तुक
वलतुवशत्त् आनय्क्क् वलिय चॆवि उण्ट्
नीलयुं कऱुप्पुं वरयुळ्ळ सोक्सुकൾ
कुञ्ञ् आन
ऒरु जोटि कऱुत्त स्कीस्
मध्यवयस्कൻ सालडिൽ नोक्कि चिरिक्कुन्नु
बिसिनस् स्यूट्ट् सैनिक यूणिफों आळुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
ट्रॆयिൻ ऒरु स्ऱ्ऱोप्पिनटुत्तॆत्तुन्नु
कुञ्ञ् आन
ऒरु do ट्ट्डोർ चित्रं .
पुऱत्त् निൽक्कुन्न ऒरु मयिൽ
मनुष्यन्ऱॆ कुप्पायत्तिൽ वॆळुत्त पक्षिकൾ
ऒरु कूट्टं ट्रॆयिൻ ट्राक्कुकൾ
विൻडोकळुटॆ ऒरु निर
कुञ्ञ् आन
निलत्त् कऱुत्त पुळ्ळि
रण्ट् जिऱाफुकൾ वाहनं नोक्कुन्नु
मञ्ञुवीऴ्चयिൽ किटक्कुन्न ऒराൾ
ऒरु कम्प्यूट्टർ चाർजർ .
चतञ्ञ रण्ट् वाऴप्पऴं .
स्नोबोർडർ वायुविൽ
चुवप्पुं वॆळ्ळयुं तॆरुव् चिह्नं
कट्टिलिन्ऱॆ चुवट्टिൽ ऒरु कऱुत्त स्वർण्ण करयुळ्ळ तुणि
वलिय मुऱियिൽ वुडൻ मेश
चॆळि वॆळ्ळत्तिൽ नटक्कुन्न आन
पाർक्किंग् मीऱ्ऱऱुकൾ परस्परं
ऒरु बाग् कोट्टൺ मिठायि
सർफ्बोർड् ओटिक्कुन्न ऒरु कुट्टि
विमानं वायुविൽ पऱक्कुन्नु
पिङ्क् षർट्टिൽ पॆൺकुट्टि
स्केऱ्ऱ्बोർडिन्ऱॆ अऱ्ऱत्त् निൽक्कुन्न ऒरु कुट्टि
टांगऱिनुकळुटॆ ऒरु वलिय कूम्पारं
समुद्रत्तिनटुत्तुळ्ळ पकൽ .
वॆळुत्त मोट्टोർसैक्किൾ पाർक्क् चॆय्तु
वळरॆ पऴय पच्च बस्
ऒरु स्त्री कट्टिൽ किटक्कुन्नु
तऱयिൽ पच्चक्कऱि
ऒरु वाणिज्य नीलयुं वॆळ्ळयुं ट्रक्क्
वेलियिलिरिक्कुन्न करटि
पट्टं उळ्ळ व्यक्तियुटॆ सिलौऱ्ऱ्
चॆऱिय तविट्ट् टॆडिबॆयർ
नील अलङ्करिच्च वेस्
अम्मयुटॆ कीऴिൽ कुट्टि आन
जनलिलॆ जनൽ पाळि
वयलिൽ सीब्र
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कुतिरप्पुऱत्त् ऒरु पॆൺकुट्टि
मञ्ञुमूटिय पർवतङ्ङൾ
प्लेऱ्ऱ् निऱयॆ भक्षणं
प्लेऱ्ऱिൽ ब्रॊक्कोळि
वॆळुत्त वाहनं पाർक्क् चॆय्तु
गोपुरत्तिन्ऱॆ वशत्तुळ्ळ घटिकारं
मेशप्पुऱत्तॆ विळक्क्
पच्चकलർन्न ऱिस्ऱ्ऱ् बाൻड्
मनुष्यൻ ऒरु पन्त् तट्टुन्नु
कटൽत्तीरत्तॆ कॊच्चु पॆൺकुट्टि
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कटൽत्तीरत्त् कुतिरकळॆ ओटिक्कुन्न रण्टुपेർ
पात्रत्तिൽ निन्नुं पूक्कळिൽ निन्नुं निऴൽ
व्यक्तिगत सർफ्बोർडिलाण् .
चुमरिൽ ऒरु कान्तिक वॆळ्ळि स्ट्रिप्प् .
वृत्ताकृतियिलुळ्ळ नील चिह्नं
कऱुप्पुं वॆळुप्पुं पूच्च ऒरु बाक्क् पाय्क्किनटियिൽ
स्कैർस् ऒरु मञ्ञ् मूटिय ऱोडिൽ उण्ट्
रण्टुपेർ क्रोस् कण्ट्रि स्कीयिंग्
वलतुवशत्त् पऴुत्त वाऴप्पऴं
मरं ट्रिं उळ्ळ इळं मञ्ञ फ्रिड्ज्
मनुष्यൻ ऒरु मोट्टोർ सैक्किൾ ओटिक्कुन्नु
मञ्ञुमलयिൽ मनुष्यൻ स्कीयिंग्
ऒरु टोय्लऱ्ऱिൽ ऎयർ फ्रॆषनർ
ऒरु मनुष्यൻ कळिक्कुन्न टॆन्नीस्
मञ्ञुवीऴ्चयुळ्ळ ऒरु चरिविलूटॆ ऒराൾ स्कीयिंग् चॆय्युन्नु
ऒरु चॆऱिय रोममुळ्ळ नाय
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कऱुत्त पशुविनॆ वळർत्तुन्न स्त्री
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पॆൺकुट्टिक्क् कण्णुकळुण्ट्
नीळमुळ्ळ कऱुत्त निऱमुळ्ळ टै
नीळमुळ्ळ चुवन्न सർफ्बोർड्
ऒरु वरयुळ्ळ स्वർण्ण षवർ मूटुशील .
जिऱाफ् अतिन्ऱॆ प्रकृति वासस्थलत्त्
द्वीप् बीच्च् रंगं
कुञ्ञ् आन
ट्रॆयिनिन्ऱॆ मुൻवशत्त् 90
बेस्बोൾ कळिक्कुन्न पुरुषन्माർ
ऒरु बाग् कोट्टൺ मिठायि
ट्रॆयिൻ नम्पർ 34046
वॆळुत्त पात्रत्तिൽ चिलतरं तविट्ट् सोस्
ऒरु कॆट्टिटत्तिलॆ अमेरिक्कൻ पताक
प्रभातभक्षणमाय ऒरु बुऱिट्टो
तुऱमुखत्त् निरवधि बोट्टुकൾ
चुवन्न ट्रक्क्
मनुष्यन्ऱॆ मेൽ नील टि षർट्ट्
केक्क् वॆळुत्तताण्
ऒरु वॆळुत्त पूडिൽ
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
टॆन्नीस् बाऱ्ऱ् कैवशमुळ्ळ ऒराൾ
ऒरु वन्यजीवि पाർक्किൽ नटक्कुन्न जिऱाफ्
कुञ्ञ् आन
ऒरु किटक्कयिൽ इरिक्कुन्न ऒरु पॆൺकुट्टि
चॆऱुप्पक्कारुटॆ ऒत्तुचेरൽ
मनुष्यൻ कुतिरसवारि
ऒरु बेस्बोൾ कळिक्कारൻ ऒरु पन्त् तट्टुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
टॆन्नीस् कोർट्टिൽ रण्ट् स्त्रीकൾ
वॆळ्ळि निऱमुळ्ळ अग्नि जलांशं
कुञ्ञ् आन
तविट्ट् निऱमुळ्ळ टौൺ घटिकारं
कुञ्ञ् आन
कुञ्ञ् आन
चॆऱिय पिङ्क् कुप्पि
ऒरु वॆळुत्त पात्रत्तिൽ डोणट्ट्स्
स्केऱ्ऱ्ब्रोडिलॆ षूस्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
प्लेऱ्ऱ् ओवൽ आकृतियिൽ आण्
नाय ऒरु कोൺ धरिक्कुन्नु
पय्यൻ पट्टं पऱक्कुन्नु
पुञ्चिरिक्कुन्न ऒराൾ
ऒरु कूट्टं वाऴप्पऴं तूक्कियिरिक्कुन्नु
चॆऱिय वॆळ्ळ चुवप्पुं चारनिऱत्तिलुळ्ळ विमानं
मरङ्ङൾक्किटयिൽ इरिक्कुन्न ऒरु कॆट्टिटं
कुञ्ञ् आन
मनुष्यൻ बेस्बोൾ कळिक्कुन्नु
किटक्कयिൽ किटक्कुन्न नाय्क्कൾ
आकाशत्त् ऒरु बहिराकाशवाहनं
चुवटॆ इटत् षॆൽफिൽ पॊटि पञ्चसारयिൽ पॊतिञ्ञ चोक्लेऱ्ऱ् डोणट्ट्स्
निलं चारनिऱमाण् .
नील तॊप्पियुळ्ळ ऒराൾ
आळुकൾ पुऱत्तेक्क् नटक्कुन्नु
ऒरु काबिनऱ्ऱिൽ पिटि
ऒरु उरुळक्किऴङ्ङिन्ऱॆ भागं
इत् ऒरु मनुष्यनाण्
कऱुत्ततुं टाൻ आयतुमाय मूङ्ङ इरिक्कुन्नु
चुवन्न पारच्यूट्टिൽ मनुष्यൻ
स्नोबोർडिंग् समयत्त् फोट्टोय्क्क् पोस् चॆय्युन्न आळुकൾ
जालकत्तिनरिकिൽ इरिक्कुन्न पूच्च
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
निलत्त् चिल वैक्कोൽ
चॆऱिय चारनिऱत्तिलुळ्ळ पक्षि
अवरुटॆ नाययुटॆ चित्रं ऎटुक्कुन्न व्यक्ति
इत् ऒरु मनुष्यनाण्
इव रण्ट् सीब्रकळाण्
ऒरु मनुष्यन्ऱॆ कीऴिलुळ्ळ स्नोबोർड्
इत् ऒरु मनुष्यनाण्
टाൻ तॊप्पि धरिच्च मनुष्यൻ .
ध्रुवत्तिൽ कुटुङ्ङिय कऱुत्त स्ऱ्ऱिक्कർ
वलिय वॆळ्ळि स्पूൺ
ऒरु अलमारयिൽ पिङ्क् करटि
कुञ्ञ् आन
पुस्तकत्तिൽ वॆळुत्त कप्पൽ
इताण् आकाशं
आकाशं नीलयाण् .
चुमरिൽ घटिप्पिच्च स्विवलिൽ मिऱർ
ऒरु व्यक्तियुटॆ मुखं
कुञ्ञ् आन
चिल द्वारङ्ङळुळ्ळ पच्च इलकൾ
आकाशं चारनिऱमाण् .
आकाशत्त् ऒरु पट्टं
ट्रॆयिൻ उळ्ळिൽ इरुण्टताण्
मरत्तिन्ऱॆ निऴൽ
आकाशं नीलयाण् .
पॆൺकुट्टि ऒरु कुञ्ञाण् .
सोडय्क्क् मेशप्पुऱत्त् इरिक्काൻ कऴियुं
ऒरु क्लोक्किൽ चुवन्न मणिक्कूർ कै
ऒराൾ वैൻ ग्लास् पिटिक्कुन्नु
ऱोडिൽ वॆळुत्त ट्रक्क् .
मुऱियुटॆ मध्यभागत्त् वർण्णाभमाय सोफ .
ऒरु कऱुत्त ट्राष् बाग् .
चुरुण्ट मुटियुळ्ळ मनुष्यൻ
ऒरु वलिय इष्टिक निर
ऒरु बाग् कोट्टൺ मिठायि
मून्न् नील टॆन्नीस् ऱाक्कऱ्ऱुकൾ
ऒरु ट्रॆयिൻ ऱॆयिൽ पातयिलाण्
पासञ्चർ ट्रॆयिनिन्ऱॆ मुൻभागं
वयलिൽ तविट्टुनिऱत्तिलुळ्ळ कुतिर
ट्राक्कुकळिൽ ऒरु वॆळ्ळि ट्रॆयिൻ
ऒरु वयलिൽ तविट्ट् चॆळि
इतॊरु स्ऱ्ऱियऱिंग् आण्
तॆरुविलूटॆ नटक्कुन्न स्त्री
ऒरु टोय्लऱ्ऱ् पेप्पർ डिस्पॆൻसർ
वॆळुत्त वातिलुकळुळ्ळ ऒरु कऱुत्त काबिनऱ्ऱ्
लैऱ्ऱुकൾ ओणाण् .
कऱुत्त ऒलिविनटुत्तुळ्ळ फॆऱ्ऱ चीस्
स्त्रीयुटॆ बीज् हाൻड् बाग्
मेशप्पुऱत्त् पच्च वाऴप्पऴं .
अक्षरङ्ङൾ मञ्ञयाण्
बाऱ्ऱऱिन् ताऴॆयुळ्ळ ऒरु बेस् प्लेऱ्ऱ्
कुऱच्च् मेघङ्ङळुळ्ळ नीलाकाशं
रण्टुपेർ ऒट्टकत्तॆप्पोलॆ वस्त्रं धरिक्कुन्नु .
ऒरु कषण्टिक्कारൻ
क्रिक्कऱ्ऱ् कळिक्काർ क्रिक्कऱ्ऱ् कळिक्कुन्नु
शतावरि पच्च निऱत्तिलाण् .
इतॊरु पूच्चयाण्
ऒरु अटुक्कळ सिङ्किनुळ्ळिൽ ऒरु तविट्ट् पूच्च
" चुवप्प् , कऱुप्प् निऱङ्ङൾ उळ्ळ तीवण्टि "
ऒरु पोस्ऱ्ऱिन् मुकळिൽ ऒरु वलिय क्लोक्क्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
नील ग्रेह हौण्ट् बस्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कुञ्ञ् आन
ई व्यक्ति सർफिंग् चॆय्युन्नु
तॆरुविൽ वॆळुत्त वरयुटॆ निर
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कऱुत्त कालुकळुळ्ळ तविट्टुनिऱमुळ्ळ आट्
वलिय कऱुत्त कम्प्यूट्टർ मोणिऱ्ऱർ
पॆൺकुट्टि कट्टिलिൽ किटक्कुन्नु
इत् ऒरु मनुष्यनाण्
पॆൺकुट्टियुटॆ मुटि सुन्दरमाण्
मेशप्पुऱत्त् नील इञ्चि ब्रॆड् माൻ .
वीट्टिൽ निൽक्कुन्न रण्ट् कुट्टिकൾ
टॆन्नीस् कळिक्कुन्न स्त्री
पूच्चय्क्क् पिङ्क् चॆविकळुण्ट्
ऒरु ओऱञ्च् मोट्टोർसैक्किळिन्ऱॆ ऱिफ्लक्टർ लैऱ्ऱ्
वॆळुत्त कुत्तुकळुळ्ळ इरुण्ट टै
सूर्यनिल्लात्त चारनिऱत्तिलुळ्ळ आकाशं .
स्त्रीयुटॆ विरलिൽ मोतिरं
वॆळुत्त लाप्टोप्प् ऒरु मेशप्पुऱत्त् इरिक्कुन्नु
मून्न् तूक्कु विळक्कुकൾ
ऒरु मनुष्यन्ऱॆ कऴुत्त्
ऒरु पർप्पिൾ पूच्चट्टि
स्वർण्ण निऱत्तिलुळ्ळ अलङ्कार पीस्
ऒरु जिऱाफिन्ऱॆ पർप्पिൾ नाक्क्
इत् ऒरु व्यक्तियाण्
ऒरु कऱुत्त ट्राष् बाग् .
टाർमाक्किൽ ऒरु मनुष्यൻ
व्यक्ति सർफिंग् चॆय्युन्नु .
तिरमालयिൽ सञ्चरिक्कुन्न ऒरु सർफർ
नटप्पातयिൽ सुरक्षितमायि वॆच्चिरिक्कुन्न ध्रुवत्तिलॆ दिशासूचन चिह्नं
लैऱ्ऱुकൾ ओणाण्
सोसिन्ऱॆ चॆऱिय पात्रं
जिऱाफिन् भक्षणं नൽकुन्न कुट्टि
वरियिൽ निൽक्कुन्न आळुकൾ
कोൺक्रीऱ्ऱिൽ इरिक्कुन्न मनुष्यൻ
वरकळुळ्ळ नील केप्प्
नील षർट्टिൽ पय्यൻ
ब्लाक्क् आൻड् वैऱ्ऱ् बोർड्
वळरॆ वलिय रोममुळ्ळ इरुण्ट तविट्ट् काळ
ऱोडरिकिൽ निൽक्कुन्न नाल् पशुक्कൾ
मनुष्यൻ पिस्स उण्टाक्कुन्नु
चुवन्न STOP चिह्नं
" वॆळ्ळ , पिङ्क् फ्रिस्बी . "
ऒरु पाऱयिൽ इरिक्कुन्न ऒरु पॆൺकुट्टि
कुट्टि कुनिञ्ञु
ऒरु बात्त्ऱूं गाड्जॆऱ्ऱ्
पुल्लिൽ मेयिक्कुन्न ऒरु सीब्र
पाർक्क् चॆय्तिरिक्कुन्न इरुण्ट पानൽ वाൻ
नटप्पातयिൽ पाऱकळुण्ट्
कुञ्ञ् आन
वॆळुत्त प्लेऱ्ऱिൽ पच्च ब्रॊक्कोळि कषणङ्ङൾ
फ्रिस्बी ऎऱियुन्न मनुष्यൻ
कुञ्ञ् आन
ऒरु कूट्टं कुतिरसवारि कटൽत्तीरत्त्
मून्न् जिऱाफुकळुटॆ ऒरु कुटुंबं
लण्टൻ लाൻड्माർक्किൽ ऒरु यात्र नटत्तुक \
आकाशत्त् ऒरु एक विमानं
ऒरु वॆळुत्त तॊप्पि
पाർक्क् चॆय्त सिൽवർ बस्
बेबि बॆडिൽ नील पुतप्प्
नाल् कारऱ्ऱ् अटङ्ङुन्न ऒरु संघं
व्यक्ति स्नोबोർडिंग् आण्
उयरमुळ्ळ गोपुरत्तिन्ऱॆ मुकळिൽ घटिकारं
' ञाൻ ऎन्त् तॆऱ्ऱ् चॆय्तु ? ऎन्नॆ उपेक्षिक्कुन्निल्ले ? '
कुञ्ञ् आन
चुवरिൽ ऒरु वॆळ्ळि टोय्लऱ्ऱ् पेप्पർ होൾडർ सज्जमाक्कि
नील स्की जाक्कऱ्ऱुं कऱुत्त पान्ऱुं धरिच्च स्त्री
इरुण्ट नीलयुं वॆळ्ळयुं टॆन्नीस् कोർट्ट्
ननञ्ञ कुट्टि
सीलिंगिൽ निन्न् ऒरु चङ्ङलकॊण्ट् तूक्कियिरिक्कुन्न क्लोक्क्
ऒरु पिताव् मकनोटॊप्पं वीडियो गॆयिमुकൾ कळिक्कुन्नु
कण्टॆय्नർ ऒरु होट्ट्डोग् सूक्षिक्कुन्नु .
काट्टिൽ ऒरु सीब्र
मणलिൽ ऒरु सർफ्बोർड्
द्वीप् बीच्च् रंगं
टाङ्क् मतिलिलाण्
मञ्ञाൽ मूटिय मरं कॊम्पुकൾ
चित्रं पुऱत्तॆटुत्तु
कम्पियिൽ निन्न् तूङ्ङिक्किटक्कुन्न कऱुत्त वस्तु .
वैऱ्ऱ् वयർलॆस् कम्प्यूट्टർ मौस्
नेർत्त पुऱंतोट् पिस्स
पालं वॆळ्ळत्तिन् मुकळिलूटॆ पोकुन्नु
मेशप्पुऱत्त् मौस् .
ऒरु पुरुषनुं स्त्रीयुं ऒरु बस् स्ऱ्ऱोप्पिൽ बस्सिൽ कयऱुन्नु
विमानत्तिन्ऱॆ वशत्त् तुऱन्न वातिൽ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु शाखय्क्कॆतिरॆ सർफ्बोർड्
ऒरु स्त्रीयुटॆ नग्नमाय पुऱं
ऒरु कावൽक्कारन्ऱॆ वशं
मऴयिൽ जनक्कूट्टं
हिमत्तिൽ बुक्क्बाग् उळ्ळ व्यक्ति
नाययुटॆ स्वർण्ण प्रतिम
फ्रिस्बियॆ पिटिक्काൻ मनुष्यൻ तय्याऱाण्
ऒरु पऴय पच्च आർमि मोट्टोർसैक्किൾ
मऱ्ऱॊरु भाषयिलॆ ऒरु अटयाळं
रण्ट् विमानङ्ङൾ
ऒरु चॆऱिय वॆळुत्त जन्मदिन केक्क्
पऴय रीतियिलुळ्ळ तॆरुव् वॆळिच्चं
सीगൽ इरुम्प् ऱॆयिलिൽ निൽक्कुन्नु
तविट्ट् मङ्ङिय वॆळ्ळत्तिन्ऱॆ चॆऱिय भागं
चुवन्न मुन्तिरि तक्काळियुटॆ कूम्पारं
कुऱ्ऱिक्काट्टिलूटॆ ट्रॆयिൻ ट्राक्कुकൾ
नटप्पातयिൽ पाർक्किंग् मीऱ्ऱർ
वॆळुत्त लोह चिह्नं
ऒरु चॆऱिय मेश विळक्क्
वॆळ्ळयुं चुवप्पुं निऱत्तिलुळ्ळ क्रिस्मस् संभरणं
वॆळ्ळ कळिक्कुन्न ऒराൾ टॆन्नीस् कळिक्कुन्नु
क्यामऱयिलेक्क् तिरियुन्न ऒरु सीब्रयुटॆ क्लोस् अप्प्
ऒरु ऱॊट्टि मुऱिच्चु
आन चारनिऱमाण्
षർट्टिन्ऱॆ मुकळिलॆ बट्टൺ
ऒरु स्त्री जिऱाफिन् भक्षणं कॊटुक्कुन्नु
वॆळुत्त यूणिफों धरिच्च पिच्चർ
निൽक्कुन्न जिऱाफ्
ऒरु कौण्टऱिൽण्टऱिൽ कोफि पोट्ट्
चाटुन्न कऱुत्त नाय फ्रिस्बियॆ पिटिक्कुन्नु
पॆൺकुट्टियुटॆ तोळिൽ ऒरु पूच्च
वॆळुत्त षवർ तल मुकळिൽ
तिळक्कमुळ्ळ ओऱञ्च् षർट्ट्
रण्ट् वुड् पाർक्क् बॆञ्चुकൾ
स्त्री ऒरु सॆൽफोൺ कैवशं वच्चिट्टुण्ट्
व्यक्तमाय ग्लास् उप्प् षेक्कർ
सർफ्बोർडिൽ निൽक्कुन्न ऒराൾ
मनुष्यൻ बैक्क् ओटिक्कुन्नु
कटൽत्तीरत्त् ऎटुत्त फोट्टो
ऒरु इलयुटॆ अऱ्ऱं
आळुकൾ ऒरु पट्टं पऱक्कुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु वयलिൽ तविट्ट् पशु
ऒरु पिङ्क् योग ट्रक्क्
ऱोमൻ संख्य ऒम्पत्
ई आन नटक्कुन्नु
वायुविൽ स्कीयർ
पुऱत्त् तॆळिञ्ञ कालावस्थयाण् .
ऒरु जेऴ्सियिलॆ \ 21 अक्कं
सैक्किൾ उपयोगिच्च् चुवप्प् धरिच्च मून्न् आळुकൾ
ऒरु ट्रॆयिनिन्ऱॆ वशत्तुळ्ळ आळुकൾ
तॆळिञ्ञ कोप्पयिलॆ वॆळ्ळं
नटप्पातयिൽ निർत्तियिट्ट स्कूट्टർ
चुवन्न इरट्ट अलङ्करिच्च बस्
ऒरु पात्रत्तिൽ मनोहरमाय पूक्कൾ
फोणिൽ निन्न् तूङ्ङिक्किटक्कुन्न कऱुत्त चरट्
पटिकळिൽ इरिक्कुन्न मनुष्यൻ
सीलिंगिൽ निन्न् बैक्क् तूक्कियिरिक्कुन्नु
पुऱत्त् ऒरु कायिक परिपाटियिൽ निरवधि आळुकൾ
वॆळ्ळत्तिൽ चुवन्न कप्पൽ
ऒरु वेलिक्क् पिन्निൽ मून्न् जिऱाफुकൾ
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु बाग् कोट्टൺ मिठायि
ऒरु चुवरिൽ ग्राफिऱ्ऱि
स्काप्पलिन्ऱॆ ब्लेड्
बोർड् कऱुत्तताण् .
ऒरु मुऱियिൽ ऱफ्रिजऱेऱ्ऱർ .
तॊप्पि धरिच्च ऒराൾ
कऱुत्त स्वॆऱ्ऱऱुं नील जीൻसुं धरिच्च मनुष्यൻ
प्लेऱ्ऱ् पोൾक्क डोट्ट् आण्
स्त्रीयुटॆ कऴुत्तिൽ पिङ्क् स्काർफ्
कुञ्ञ् आन
ऒरु कूट्टं तुळसि
बैक्किൽ मञ्ञ वाऴप्पऴं
टानुं नील तॊप्पियुमुळ्ळ पय्यൻ
चॆऱिय कुट्टियुटॆ इटत् तळ्ळविरൽ
कुट्टि इरिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
निलत्त् कऱुत्त पुळ्ळि
उयरमुळ्ळ पच्च पुल्लुळ्ळ वयൽ .
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
ऒरु वयलिൽ ऒरु करटियुं पक्षियुं
सൺग्लास् धरिच्च मनुष्यൻ
कुतिर सवारि चॆय्युन्न स्त्री
तविट्ट् कुतिर षूस्
ट्राक्किൽ वർण्णाभमाय ट्रॆयिൻ
पक्षि शाखयिൽ इरिक्कुन्नु
ट्राक्कुकळिൽ पच्चयुं वॆळ्ळयुं उळ्ळ ट्रॆयिൻ
उयरमुळ्ळ टवऱिൽ क्लोक्क् चॆय्युक
ऒरु स्त्री चॆवियिൽ सॆൽफोൺ पिटिक्कुन्नु .
ऒरु ग्लास् वॆळ्ळ वीञ्ञ्
कळिक्कारൻ टॆन्नीस् कळिक्कुन्नु
ऒरु पऱक्कुन्न कैऱ्ऱ्
ऒरु कम्प्यूट्टർ मौस्
श्रद्धयिൽ इरिक्कुन्न ऒरु नाय
ट्राक्किलूटॆ कटन्नुपोकुन्न वरि
करटिक्क् पच्च निऱत्तिलुळ्ळ आप्रोൺ उण्ट्
ऒरु तीवण्टियुटॆ मुम्पिलत्तॆ काർ
ओऱञ्च् कैऱ्ऱ् आकाशत्त्
कൺवॆयർ बॆൽऱ्ऱिൽ निन्न् इऱङ्ङुन्न डोनट्ट्स्
नील जाक्कऱ्ऱ् धरिच्च मनुष्यൻ
जिऱाफ् मृगशालयिൽ निൽक्कुन्नु
ऒरु कऴुक्कोल्तिൽ ऒरु तॆरुव् चिह्नं
ऒरु मरत्तिൽ मोशं वाऴप्पऴं
ऒरु चॆऱिय पक्षि पऱक्कुन्नु
उत्कण्ठाकुलयाय पूच्च
तॆरुव् विळक्कुकൾ चुवप्पाण्
कऱुप्पुं वॆळुप्पुं नाय
कुटयुळ्ळ कॊच्चुकुट्टि
ब्र brown ൺ षो पुल्लिൽ किटक्कुन्नु
पच्चक्कऱिकळुं मांसवुं प्लेऱ्ऱिൽ
ऒरु ओऱञ्च् सॆमि ट्रक्क्
मोट्टोർ बैक्कुकळुटॆ ऒरु निर .
आळुकൾ निलत्ताण् .
टॆन्नीस् ऱाक्कऱ्ऱुळ्ळ ऒरु सुन्दरि
" वळरॆ सुन्दरमाय तविट्ट् , वॆळुत्त निऱङ्ङळुळ्ळ जिऱाफ् "
करटियुटॆ तविट्ट् मूक्क्
नीलयुं वॆळ्ळयुं मत्स्यबन्धन बोट्ट्
वलिय रूपत्तिलुळ्ळ लोगो
चुवप्प् धरिच्च ऒरु आൺकुट्टि
फुट्पात्तिൽ पाർक्क् चॆय्तिरिक्कुन्न ऒरु बैक्क्
मनुष्यൻ तॊप्पि धरिक्कुन्नु
ऱोडिൽ ऒरु टौ ट्रक्क्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु मरत्तिൽ निन्न् तूक्कियिट्टिरिक्कुन्न वाऴप्पऴं
षർट्टिन्ऱॆ पुऱकिൽ मञ्ञ नम्पർ 87
पश्चात्तलत्तिൽ रण्ट् स्त्रीकൾ
" मनोहरमाय वॆळ्ळयुं , चक्किपूच्चयुं "
कुतिरप्पुऱत्त् ऒरु जोक्कि
ट्रॆयिनिൽ ऒरु ऱौण्ट् लैऱ्ऱ्
केक्किൽ विप्प् क्रीं
वॆळुत्त वलयुळ्ळ मञ्ञ कॊट्ट
चोप्पिंग् बोർडिൽ मून्न् ऱाडिष्
कऱुप्पुं मञ्ञयुं अटयाळं
" ओऱञ्च् , मञ्ञ सूर्यकान्तिप्पूक्कൾ "
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु ऱौण्ट् कൺसेർट्ट् ब्लोक्क्
चिह्नत्तिलूटॆ ईन्तप्पन .
नील निऱच्च आन
स्यूट्ट्केसिन् चुऱ्ऱुं सिप्पർ उण्ट्
चुमरिൽ कोऴिकൾ
नीलयुं वॆळ्ळयुं जेऴ्सि
कट्टियुळ्ळ नील वयർ मतिलिलूटॆ ओटुन्नु
ऒरु डिस्प्ले केसिൽ ऒरु डोनट्ट् .
ऒरु नाय ऒरु वस्तुविनॊप्पं कळिक्कुन्नु
स्केऱ्ऱ्बोർडिन्ऱॆ निऴൽ
ऒरु पिङ्क् फयർ ट्रक्क्
कऱुप्पुं वॆळुप्पुं नाय पिङ्क् फ्रिस्बियॆ नोक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
साൻड्विच्चिൽ चुवन्न तक्काळि कष्णङ्ङൾ .
वलिय आनयुटॆ केळिंग् तुम्पिक्कै
जिऱाफिन् नीण्ट नाव् पुऱत्तेक्क् उण्ट् .
ऒरु पवർ पोൾ .
कऱुत्त वस्त्रमुळ्ळ इरुण्ट तविट्टुनिऱत्तिलुळ्ळ टॆडि बियർ .
आटुकൾ पुल्लिन्ऱॆ मेच्चिൽ मेयुन्नु
किरीटं
ऒरु व्यक्ति कुटयुमायि नटक्कुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु पक्षि मरत्तिൽ इरिक्कुन्नु
ऒरु ध्रुवत्तिൽ ऒरु ट्राफिक् लैऱ्ऱ्
ऒरु स्त्री इरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
भक्षणं पाकं चॆय्युन्नु .
ऒरु वॆळ्ळि बक्कऱ्ऱ् पच्चक्कऱिकൾ
ऱोडिलॆ ट्रक्क्
वरियिलॆ अवसान आन
क्लोक्किൽ कऱुत्त कैकൾ .
ऒरु बस्सिൽ आशुपत्रि अटयाळं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वॆळुत्त पोർसलैൻ टोय्लऱ्ऱ्
सॆऱामिक् पक्षिकൾ
कऱुप्प् / मञ्ञ पकुति पाऱ्ऱेणिൽ ट्रॆयिൻ ऎञ्चिൻ काർ
ऒरु मरत्तिलॆ पक्षिकൾ .
ऒरु मनुष्यन्ऱॆ नेत्र कण्णट
ऒरु बाग् कोट्टൺ मिठायि
पिङ्क् सർफ्बोർड् चुमक्कुन्न पॆൺकुट्टि
स्केऱ्ऱ्बोർडिൽ निൽक्कुन्न मनुष्यൻ
बसुकൾक्कायि कात्तिरिक्कुन्न जनक्कूट्टं
ऒरु तविट्ट् हॆयർ नख क्लिप्प् .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
चोक्लेऱ्ऱ् पॊतिञ्ञ स्प्रिङ्क्ൾस् उळ्ळ डोनट्ट्
पक्षियुटॆ आकृतियिलुळ्ळ पट्टं
कण्णट धरिच्च मनुष्यൻ
कऱुत्त तॊलियुळ्ळ स्त्री
ऒरु नाययुं पूच्चयुं
वॆळुत्त ऱिबणुकळुळ्ळ ऒरु त्रिकोण टै - डै कैऱ्ऱ्
ऒरु कौण्टऱिन् पिन्निൽ निൽक्कुन्न मनुष्यൻ
स्ऱ्ऱोप्प् चिह्नं तलकीऴायि
इत् उऱङ्ङुन्न पूच्चयाण्
ऒरु मृगं
पिस्सयुटॆ पुऱंतोट्
वळरॆ वलिय ओऱञ्च् अस्थि
टॆन्नीस् कोർट्टिन्ऱॆ पच्च टർफ्
बोट्टिलोट्ट् कुनियुन्न स्त्री
फ्लाग् ऒरु नील वीट्टिൽ प्रदർशिप्पिच्चिरिक्कुन्नु
मोट्टोർसैक्किळिन्ऱॆ पिൻभागत्तुळ्ळ बाग्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
अवൾक्क् कऱुत्त षूस् उण्ट् .
चुमरिൽ नाल् फ्रॆयिं चॆय्त चित्रङ्ङൾ
ऱൺवेयिൽ नील विमानं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कुतिर सवारि चॆय्युन्न पॆൺकुट्टियाणित्
ओऱञ्चिन्ऱॆ पकुति
काऱ्ऱिൽ पच्च तॆङ्ङुकൾ .
ऒरु डोनट्ट् षोप्प्
ऒरु कऱुत्त ट्राष् बाग् .
कॆट्टानुळ्ळ ऒरु कयർ
टॆन्नीस् कोർट्टिൽ कळिक्कुन्न व्यक्ति
भक्षणं पाकं चॆय्युन्न ऒरु स्त्री .
पेनयिൽ रण्ट् सीब्रकൾ
चुवप्पुं वॆळ्ळयुं निऱमुळ्ळ ऒरु बोट्ट्
स्कैयिൽ काणिक्कुन्न मूൺ क्वाർट्टർ
टोय्लऱ्ऱ् तकർन्नु
ऒरु तूवालयिൽ ऒरु डोनट्ट्
इत् ऒरु व्यक्तियाण्
ऒरु प्लास्ऱ्ऱिक् कट्टिंग् बोർड्
द्वीप् बीच्च् रंगं
ऒरु ग्लासिൽ इरुण्ट पानीयं
गतागत चिह्नं ऱोडिन् मुकळिൽ तूक्कियिरिक्कुन्नु
ऒरु बेस्बोൾ कळिक्कारൻ पन्त् ऎटुक्कुन्नु .
ऒरु बाग् कोट्टൺ मिठायि
बाड्ज् उळ्ळ कऱुत्त कौबोय् तॊप्पि
शान्तमाय जलाशयं
ऒरु सीब्र
मून्न् पेർ मञ्ञुवीऴ्चयिൽ स्कीयिंग् नटत्तुन्नु
वॆळ्ळत्तिൽ स्किङ् चॆय्युन्न व्यक्ति
कॆट्टिटत्तिन्ऱॆ मुकळिलत्तॆ निलयिൽ ऎयർकण्टीषणർ
काट्टिൽ ऒरु करटि
क्लोक्क् मुखं नीलयाण्
तिळङ्ङुन्न डोनट्ट्
द्वीप् बीच्च् रंगं
ऒरु तटि मेश
ब्लाक्क् फ्रॆयिंड् आർट्ट् प्रिन्ऱ्
ऒरु लोहध्रुवत्तिलूटॆ सञ्चरिक्कुन्न स्केऱ्ऱ्बोർडർ
स्ऱ्ऱोप्प् चिह्नत्तिन्ऱॆ चुवन्न अष्टभुजं
चुमरिൽ नील चन्द्रൻ .
ऒरु पक्षि निൽक्कुन्नु
ऒरु चुवरिൽ घटिकारं
ऒरु बाग् कोट्टൺ मिठायि
वाय तुऱन्निरिक्कुन्नु .
ऒरु जिऱाफ् पुऱत्त् निൽक्कुन्नु
इळं नील निऱत्तिलुळ्ळ निऱ्ऱ् स्काർफ्
वॆळुत्त चुमरिൽ जർम्मൻ शैलियिलुळ्ळ क्लोक्क्
बॆञ्चिन्ऱॆ पिन्निൽ इरिक्कुन्न स्त्री
इत् बैक्क् उळ्ळ आळाण्
हिमत्तिൽ स्कियिङ् चॆय्युन्न स्त्री
आट्टिൻ चोप्सुं ब्रोक्कोळियुं पात्रत्तिൽ
कुतिरप्पुऱत्तुळ्ळ व्यक्ति
पुल्लिൽ पशु .
मञ्ञ पाർक्किंग् मीऱ्ऱർ कवർ
टॆन्नीस् कळिक्कुन्न ऒरु पॆൺकुट्टि
ट्रॆयिनिन् मुन्निൽ चुवप्प् निऱत्तिलाण् डि . बि .
आनयुटॆ ऐवऱि पल्ल्
सैनिൽ क्लोक्किनायि उपयोगिच्च विलकൾ
इळं पक्षि मुकळिलेक्क् नोक्कुन्नु
पुल्लिൽ निൽक्कुन्न रण्ट् सीब्रकൾ
वॆळुत्त तलयिणयुटॆ भागं
मोट्टोർ बैक्क् प्रदർशिप्पिच्चिरिक्कुन्नु
नायुटॆ मञ्ञ फ्रिस्बी
कुञ्ञ् आन
ऒरु कऱुत्त वीट् नाय
वातिൽ मुट्ट् वॆळ्ळियाण् .
ऒरु कऱुत्त ट्राष् बाग् .
जिऱाफ् मत्तङ्ङ मणक्कुन्नु
ऒरु भरणि तेൻ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
तिळङ्ङुन्न पच्च इलकळुळ्ळ मरङ्ङळुटॆ निर
पऴय मञ्ञ अग्नि जलांशं
ऒरु कुळिमुऱि रंगं
कॆच्चप्पिन्ऱॆ चॆऱिय कप्प्
पच्च पुल्लिൽ पॊतिञ्ञ वयൽ
क्यामऱयिൽ पुञ्चिरिक्कुन्न स्त्री
इळं तविट्ट् इष्टिक मतिൽ .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
बेस्बोൾ कळिक्कुन्न पुरुषन्माർ .
मैक्रोवेव् टेबिळिൽ
ऒरु चरित्र माർक्कർ चिह्नं
सीब्र पुल्लिൽ मेयुन्नु
2 पऴय रीतियिलुळ्ळ मोट्टोർ सैक्किळुकൾ
ऒरु बोർडिन्ऱॆ अऱ्ऱं
बैक्किलॆ कऱुत्त षർट्टिൽ बैक्कർ
फुट्पात्तिൽ जोगिंग् चॆय्युन्न व्यक्ति
तविट्ट् चॆटि तण्ट्
ऒरु बेस्बोൾ कळिक्कारुटॆ हॆൽमॆऱ्ऱ्
प्लेऱ्ऱिൽ सवाळ मोतिरं
मून्न् चॆऱिय तविट्ट् पोणिकൾ
कुञ्ञ् आन
ट्रॆयिൻ ऎञ्चिन् मुन्निलुळ्ळ कऱुत्त नम्पऱुकൾ
ऒरु वेलिक्क् समीपं इरिक्कुन्न बॆञ्च्
कऱुत्त बाक्क्पाक्क् मेशप्पुऱत्त् किटक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
जन्मदिन पाർट्टिक्क् शेषं लॆगो ऐस्क्रीं केक्क्
चुवन्न स्ऱ्ऱोप्प् चिह्नं पिटिच्चिरिक्कुन्न ऒराൾ .
वॆळुत्त मैक्रोवेव् ओवൻ
बिपि ग्यास् स्ऱ्ऱेषൻ अटयाळं
कट्टिंग् बोർडिൽ कारऱ्ऱ्
रण्ट् ऒट्टकप्पक्षि पुल्लिൽ निൽक्कुन्नु
वॆळुत्त प्लेऱ्ऱिൽ ओऱञ्च्
मुखत्त् कऱुत्त कण्णट
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु ओऱञ्च् ट्राफिक् कोൺ
मरत्तिन्ऱॆ अरिकिൽ तविट्टुनिऱत्तिलुळ्ळ फॆൻसिंग्
स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीൽ ग्यास् स्ऱ्ऱोवुं ओवनुं
ऒरु वळञ्ञ कऴुत्त् टै
व्यक्ति ताऴेक्क् वळयुन्नु
चारनिऱत्तिलुळ्ळ हॆൽमॆऱ्ऱ्
स्लैडिൽ चुवन्न प्रमोषणൽ लोगो
वॆळ्ळत्तिनटुत्तुळ्ळ ऒरु ध्रुवं .
ऒरु ध्रुवत्तिൽ ओऱञ्च् ट्राफिक् कोൺ
रण्ट् टॆडि बियऱुकൾ इरिक्कुन्नु .
कऱुत्त वॆळ्ळत्तिन्ऱॆ चॆऱिय भागं
स्यूट्ट्केस् मञ्ञयाण्
रण्टो अतिलधिकमो मध्यवयस्कराय डूडुकൾ काർ तुम्पिक्कैयिलॆ स्ऱ्ऱीरियो स्ऱ्ऱफ् तुऱिच्चुनोक्कुन्नु
ऱिच्च्मण्ट् सॆन्ऱ् ऎन्न पच्च चिह्नं
वॆळ्ळत्तिൽ अलकൾ
ऒरु कय्यिൽ ऒतुङ्ङुन्न आशयविनिमय उपकरणं
मनुष्यൻ पुऱत्त् भक्षणं कऴिक्कुन्नु
मनुष्यൻ स्लालों स्की
मञ्ञुवीऴ्चयुळ्ळ ऒरु कुन्निൻ मुकळिൽ ऒरु स्त्री स्कीयिंग्
ऒरु मर मेशयुटॆ चॆऱिय भागं
कैऱ्ऱिन् वॆळुत्त वाൽ उण्ट् .
ऒरु वलिय जॆऱ्ऱ्लैनർ .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
सोफयिൽ चुवन्न तलयिणकൾ .
टॆन्नीस् कळिक्कुन्न पुरुषन्माർ .
कुञ्ञ् आन
चुमरिൽ बि अक्षरं .
होट्ट्डोगुकൾ बण्णुकळिलाण्
बेस्बोൾ यूणिफोमिलुळ्ळ पय्यൻ
अग्नि जलांशत्तिൽ इरिक्कुन्न मनुष्यൻ
ऒरु तुऱन्न फ्लिप्प् फोൺ .
स्त्रीयुटॆ मुन्निൽ नटक्कुन्नयाൾ
ब्यूणॆऱ्ऱ् मुटियुं ग्लासुं
ऒरु मञ्ञ ट्रॆयिൻ काർ
रण्ट् स्त्रीकൾ ऒरु नाययॆ नटत्तिक्कुन्नु
आळुटॆ कुप्पायत्तिलॆ कऱुप्पुं चुवप्पुं रूपकൽप्पन .
कऱुत्त मुटियुळ्ळ ऒरु स्त्री .
" कऱुत्त म mouse स् पाडिൽ ग्रे , ब्लाक्क् म mouse स् "
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कुञ्ञ् आन
सीऱ्ऱ् नीलयाण्
3 वॆळुत्त कुतिरकൾ वण्टि वलिक्कुन्नु
तविट्टुनिऱत्तिलुळ्ळ मतिൽ पेप्पർ
ऒरु प्रॊफषणൽ टॆन्नीस् कळिक्कारൻ
ऒरु वॆळुत्त तळिक
ऱौण्ट् पानिलाण् पिस्स
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वॆळुत्त चतुराकृतियिलुळ्ळ प्रतिषेध चिह्नं
कुट्टिकൾ आनयिൽ
क्यामऱयिलेक्क् नोक्कुन्न मून्न् आटुकൾ
पच्चयुं वॆळ्ळयुं उळ्ळ सिऱ्ऱि बस्
ऐसिंग् वॆळुत्तताण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
नल्ल किटप्पुमुऱियुटॆ चित्रं
वॆळ्ळत्तिൽ कॆट्टिटत्तिन्ऱॆ प्रतिफलनं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
विमानत्तिൽ अमेरिक्कൻ फ्लाग् स्ऱ्ऱिक्कർ
युद्धविमानत्तिൽ फोർवेड् कानाർड् विंग्
आൺकुट्टि ऒरु पन्त् कुतिक्कुन्नु
ऒरु ट्राक्किलॆ पुतुमयुळ्ळ ट्रॆयिൻ
ऒरु ट्रॆयिൻ ट्राक्किൽ मञ्ञ पासञ्चർ ट्रॆयिൻ
पिङ्क् षർट्टिൽ चॆऱिय कुट्टि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पशुविन्ऱॆ चॆवियिൽ मञ्ञ टाग् .
ऒरु चॆऱिय टॆलिविषൻ
मनुष्यൻ ऒरु नील चार बेस्बोൾ जेऴ्सि धरिच्च्
पच्च स्यूट्ट्केस् वहिक्कुन्न ऒराൾ
ऒरु कटൽ ऒट्टർ
चुवन्न बस् तॆरुविलाण् .
वळरॆ तॆळिच्चमुळ्ळ तॆरुव् वॆळिच्चं
ऒरु मेशयिൽ रण्टुपेർक्क् उळ्ळ भक्षणं
स्केऱ्ऱ्बोർडिൽ ऒरु पॆൺकुट्टि
चुवन्न नाट उळ्ळ टॆडि बियർ
हिमत्तिन्ऱॆ भागं
ध्रुवत्तिൽ चुवन्न चिह्नं घटिप्पिच्चिरिक्कुन्नु .
कॊट्टयिൽ साൻड्विच्च् .
फ्लैऱ्ऱिलॆ विमानत्तिन्ऱॆ वलतु वशत्तॆ चिऱक्
ऒरु स्कै चरिविलुळ्ळ रण्ट् स्कीयർमाർ
ऒरु बॆञ्चिൽ इरिक्कुन्न स्त्री
ऒरु बोർडिൽ सർफिंग् चॆय्युन्न ऒरु युवति
कॆट्टिटत्तिन् मुकळिൽ नीलाकाशं
उयरमुळ्ळ प्रायमुळ्ळ पच्च कोप्प्ड् टवർ
कण्णाटिक्क् चुऱ्ऱुं इल माल .
ऒरु बसिन्ऱॆ पिൻभागत्त् इलक्ट्रोणिक् अटयाळं
ऒरु कऱुत्त ट्राष् बाग् .
" मञ्ञ , वॆळ्ळ ट्रॆयिൻ पश्चात्तलत्तिൽ "
रण्ट् मटक्किय वॆळुत्त तूवालकൾ
वॆळ्ळत्तिൽ ऒरु करटि
मून्न् कुतिरकൾ वलिच्चॆऱिञ्ञ दम्पतिकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वॆळ्ळत्तिनटियिൽ वहिक्कुक
ओऱञ्च् अरिञ्ञत् .
वळरॆ नीळमुळ्ळ मुटियुळ्ळ पॆൺकुट्टि
आळुटॆ वलतु कै .
" वलिय तविट्ट् , तविट्ट् आन "
ऒरु चुवन्न गतागत अटयाळं
पुल्लिन्ऱॆ अग्रं
चुवन्न जाक्कऱ्ऱुं कऱुत्त पान्ऱुं धरिच्च ऒराൾ स्कियिङ् चॆय्युन्नु
पुल्लिൽ ऒरु स्यूट्ट्केस्
ऒरु युव सीब्र
अऴुक्कुचालिൽ मञ्ञ् वीऴुन्नु
" पच्च , मञ्ञ अग्नि जलांशं "
कट्टिलिൽ ऒराळुटॆ काൽ
अकलॆयुळ्ळ वलिय मरं .
ओऱञ्च् लिड् उळ्ळ ऒरु वाट्टർ बोट्टिൽ
ध्रुवत्तिलॆ तॆरुव् चिह्नं
कऱुत्त कोट्ट् धरिच्च मनुष्यൻ
तऱ तविट्ट् निऱमाण् .
अटयाळङ्ङळुळ्ळ उयरमुळ्ळ ऒरु ध्रुवं .
ऒरु कोൺक्रीऱ्ऱ् बॆञ्च्
किटक्कयिൽ वायिक्कुन्न स्त्री
मोट्टोർसैक्किळुकळुटॆ ऒरु वलिय निर
कुञ्ञ् आन
सूर्यास्तमय समयत्त् कटൽत्तीरत्त् ऒरु सർफർ
उयरमुळ्ळ पुल्लिൽ ऒरु जिऱाफ्
पूच्चयुटॆ तल
विൻड्सർफिंग् बोർडिൽ पिटिच्चिरिक्कुन्न ऒराൾ
तॆरुविൽ ट्रक्क्
नाययुटॆ इटत् चॆवि .
तॆरुव् नाममुळ्ळ पच्च तॆरुव् चिह्नं
ई रण्टुपेरुं ऒरु गॆयिं कळिक्कुन्नु
बेस्बोൾ कळिक्कारൻ पन्तिൽ स्विंग् चॆय्युन्नु
ऒरु नील प्लास्ऱ्ऱिक् अटप्प्
" मञ्ञ , मॆऱूൺ चिह्नं "
चुवप्पुं मञ्ञयुं आप्पिൾ
ऒरु पुस्तकं
ऒरु ध्रुवत्तिൽ ऒरु ट्रीൻ चिह्नं .
रण्ट् कऱुत्त विदूर नियन्त्रणङ्ङൾ
तॆरुविൽ ऒरु बीज् काർ
कऱुप्पुं वॆळुप्पुं फोट्टो
ऒरु वॆळुत्त सർफ्बोർड् चुमक्कुन्न मनुष्यൻ
चुवरिൽ तूक्कियिट्टिरिक्कुन्न चित्रं
साडिൽ कऱुत्तताण्
पक्षि वयർ
ऒरु जाक्कऱ्ऱिन्ऱॆ भागं
षोർट्टिन्ऱॆ अग्रं
नील काऱिलॆ लैसൻस् प्लेऱ्ऱ्
मनुष्यन्ऱॆ पुञ्चिरिक्कुन्नु
ऒरु सिऱ्ऱि बसिन्ऱॆ चित्रं
द्वीप् बीच्च् रंगं
ऒरु ओऱञ्च् फ्रिस्बी
कुञ्ञ् आन
पेनयिൽ आन
करय्क्क् मुकळिൽ नीलाकाशं
पक्षि पऱक्काൻ पोकुन्नु
ऱൺवेयिൽ ऒरु विमानं
" ओऱञ्च् , आप्पिൾ ऎन्निवयुळ्ळ प्लेऱ्ऱ् "
इटत् चॆवियिൽ धरिच्चिरिक्कुन्न चॆवि
चुवरिൽ फ्रॆयिं चॆय्त कलासृष्टि
ऒरु बाग् कोट्टൺ मिठायि
निलत्त् ऒरु स्यूट्ट्केस्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
विൻडोयिൽ चॆम्प् निऱमुळ्ळ पोൾ
बसिन् मुन्निൽ ओऱञ्च् ऎऴुत्त् .
ट्रॆयिनिन्ऱॆ इटत् विൻडो .
बोट्टिन् मुकळिൽ आकाशं
ऒरु क्लोक्किൽ रण्ट् कऱुत्त कैकൾ .
ऒरु फीൽडिलॆ ऒरु सीब्र .
जलत्तिन् मुकळिൽ निൽक्कुन्न सीब्र
रण्टुपेർ कट्टिलिൽ इरिक्कुन्नु .
ब्लाक्क् डॆൽ लाप् टोप्प् अटच्चु
प्रकाशितमाय कीबोർड् .
ऒरु कावൽक्कारन्ऱॆ भागं
चत्त नाय निलत्तु
सरळवृक्षमे मञ्ञुं मूटिय
चारनिऱत्तिलुळ्ळ लाप्टोप्प् कम्प्यूट्टർ
स्कीयिंग् चॆय्युन्न ऒरु कुट्टि
कोർट्टिൽ टॆन्नीस् कळिक्कारൻ
कटൽत्तीरत्त् ऒरु कॊच्चु पॆൺकुट्टि
आकाशत्तिलॆ विमानं
बस् सीऱ्ऱिलॆ प्रतिफलनं
विमानत्तिन् मुकळिलुळ्ळ आकाशं
ऒरु मुൾपटർप्पिൽ ऒट्टिनिൽक्कुन्न इलकൾ .
चुवन्न कोळऱुं चोർच्चयुमुळ्ळ चॆऱिय वॆळुत्त नाय
ऒरु मोट्टोർसैक्किळिन्ऱॆ लिऱ्ऱ् टच्च्
इल जिऱाफिलाण् .
ऒरु टिवि चुवरिൽ तूक्कियिरिक्कुन्नु
स्ऱ्ऱोൺ षीप्प् स्ऱ्ऱिक्कुकळिൽ इटुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
मञ्ञ विमानत्तिൽ कोक्क्पिऱ्ऱ् विൻडोकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
जिऱाफुकൾ नीळमुळ्ळ मुൻकालुकൾ
वलतुवशत्त् उयरमुळ्ळ कॆट्टिटं
ऒरु मनुष्य कै
निऱयॆ भक्षणं
तॆरुव् विळक्किन् पिन्निൽ ऒरु वेलि
ऒरु चुवन्न ऱौण्ट् सർक्किൾ
चुवन्न निऱत्तिलुळ्ळ ड्रस्स् इट्ट क्याच्चർ
चुवन्न तालत्तिलॆ तवियुटॆ पिटि .
पिൻभागत्तुळ्ळ इनङ्ङൾ
नील वरि वळ्ळङ्ङळुटॆ वरिकൾ
वॆळ्ळत्तिन्ऱॆ मध्यभागत्तुळ्ळ वळ्ळं
मध्य वायुविൽ विमानं
जॆऱ्ऱ् स्कीयർ वॆळ्ळत्तिൽ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु राक्षस ट्रक्क् वाहनत्तिन् मुकळिलूटॆ ओटिक्कुन्नु
मरत्तिൽ ऒरु आप्पिൾ
ट्रॆयिൻ ट्राक्कुकळिൽ ट्रॆयिൻ
पश्चात्तलत्तिलुळ्ळ पർवतङ्ङൾ .
ऒरु कऱुत्त ट्राष् बाग् .
पूच्चय्क्क् पच्च कण्णुण्ट् .
नील लैऱ्ऱ् ओणुळ्ळ निन्ऱॆൻडो वै ऱिमोट्ट्
ऒरु वलिय कुटयुटॆ अटियिൽ रण्ट् स्त्रीकൾ .
मङ्ङिय तविट्टु निऱमुळ्ळ वळ्ळं
फोർक्क् वृत्तिकॆट्टताण्
बॆञ्च् वुडൻ आण् .
ग्लासिൽ वीञ्ञ्
ऒरु कय्युऱयुटॆ भागं
इतॊरु शोभयुळ्ळ प्रकाशमाण्
लोग् अऴुक्कुचालिलाण्
इताण् ऱोड्
बस् आकृतियिलुळ्ळ वळ्ळं वॆळ्ळत्तिൽ
कुञ्ञ् आन
इवराण् आळुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कप्पलिൽ आळुकൾ वॆळ्ळत्तिൽ
क्लोक्क् टवऱिन् मुकळिलुळ्ळ चॆऱिय पताक
ऒरु वॆळ्ळि ध्रुवत्तिन् मुकळिलुळ्ळ घटिकारं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मञ्ञुवीऴ्चयिൽ स्कि अटयाळङ्ङൾ
रण्ट् पियोൾ हॆൽमॆऱ्ऱ् धरिक्कुन्नु .
ऒरु बीज् कवർ
स्केऱ्ऱ्बोർड् कऱुत्तताण्
निൽक्कुन्न मनुष्यन्ऱॆ पुऱक्
चुवप्पुं कऱुप्पुं \ बिऎൽ1 \ चिह्नं
इताण् पुल्ल्
इताण् आकाशं
आकाशं तॆळिञ्ञ कालावस्थयाण् .
इतॊरु पट्टिकयाण्
समुद्रत्तिൽ सർफिंग् चॆय्युन्न व्यक्ति
इतॊरु पूच्च मोडलाण्
आൺकुट्टिकൾ सोक्कർ कळिक्कुन्नु
मञ्ञ बोट्टिൽ मून्न् पेർ
पात्रत्तिൽ वॆळुत्त सोस् .
इव मून्न् बोट्टुकळाण्
मध्य वायुविൽ नील फ्रिस्बी
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
बैक्कुकळिൽ धाराळं आळुकൾ
क . ण्टऱिलॆ मॆयिൽ सॆन्ऱർ
ब्लोൺड् व्यक्ति
ऒरु तविट्टुनिऱत्तिलुळ्ळ लगेज् .
कुप्पायमिल्लात्त कुट्टि
वलिय वाट्टർमाർक्क् कवർ चॆय्युन्न चित्रं
इतॊरु वृक्षमाण्
इत् ऒरु बोൾ आण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु प्लान्ऱऱिलॆ ऒरु कूट्टं वाऴप्पऴं
कऱन्ऱुळ्ळ पुൽमेटिलॆ इरुण्ट वॆळ्ळं
इव आनकळाण्
टाർमाक्किलॆ विमानं
वीट्टुजोलिक्कारियायि वस्त्रं धरिच्च ऒरु पॆൺकुट्टि
इत् ऒरु मनुष्यनाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
रण्ट् सीब्रकൾ ऎऴुन्नेऱ्ऱु निൽक्कुन्नु
ऱोडिन् मुकळिलुळ्ळ कोൺक्रीऱ्ऱ् ओवർपास्
ऒरु घटिकारमुळ्ळ उयरमुळ्ळ कॆट्टिटं
वॆळ्ळवुं पऴवुं पच्चक्कऱि भक्षणवुं
ऒरु उयरमुळ्ळ ऱौण्ट् मुखमुळ्ळ क्लोक्क्
तॆरुविൽ वैऱ्ऱ् बस्
ऒरु मेशप्पुऱत्त् ऒरु मൾट्टि - लेयेർड् फ्रूट्ट् केक्क्
नील कुट चुमक्कुन्न स्त्री
मुऱियिൽ वलिय किटक्क .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कुञ्ञ् आन
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कऱुत्त ट्राष् बाग् .
कटൽत्तीरत्त् ऒरु स्त्रीयुं कुतिरयुं
ऒरु पक्षि वायुविൽ पऱक्कुन्नु
ऒरु वॆळुत्त चतुर केक्क् .
स्कै ईस् डाർक्क्
आकाशं मूटिक्कॆट्टिय निलयिलाण्
चित्रं पुऱत्त् ऎटुत्तताण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वातिൽ नीलयाण्
सीब्रय्क्क् चॆविकळुण्ट्
ह्रस्वत्तिन्ऱॆ अग्रं
कुञ्ञ् आन
कुञ्ञ् आन
कौण्टऱिलॆ ब्लॆൻडർ
कुञ्ञ् आन
कुञ्ञ् आन
ऒरु बाग् कोट्टൺ मिठायि
ऒरु पुरुषनुं स्त्रीयुं कॆट्टिप्पिटिक्कुन्नु
प्लेऱ्ऱ् वॆळ्ळयुं पच्चयुं आण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु टॆन्नीस् कळिक्कारൻ
ऒरु कऱुत्त ट्राष् बाग् .
मनुष्यൻ सॆൽफोൺ नोक्कुन्नु
इतॊरु जॆऱ्ऱ् आण्
कुञ्ञ् आन
ऒरु पिङ्क् तॊप्पि .
नीळमुळ्ळ ताटियुळ्ळ मनुष्यൻ
फोट्टो चुवटॆ वाट्टർमाർक्क्
कुञ्ञ् आन
इटत्तरं वलिप्पमुळ्ळ आन
वॆळुत्त टैൽड् लिनोलियं फ्लोऱिंग्
आकाशत्त् पऱक्कुन्न विमानङ्ङൾ
वातिलिलॆ मुट्ट्
ऒराൾ बॆञ्चिलिरुन्न्
कुञ्ञ् आन
पॆൺकुट्टिक्क् नीळमुळ्ळ मुटियुण्ट् .
ऒरु तॆरुविൽ निൽक्कुन्न नाल् कुतिरकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
काबिनऱ्ऱ् वातिलुकൾ नीलयाण्
बेस्बोൾ कळिक्कारन्ऱॆ कैयिൽ पिटिच्चिरिक्कुन्नु
बसिन् चुवन्न नम्पऱुकळुण्ट्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ट्रॆयिൻ ट्राक्कुकൾक्क् अटुत्तुळ्ळ ग्रे मॆऱ्ऱൽ पोൾ
कुञ्ञ् आन
मेशप्पुऱत्त् पुस्तकङ्ङळुटॆ कूम्पारं
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
मनुष्यൻ कऱुत्त षू धरिच्चिरिक्कुन्नु
कुञ्ञ् आन
मेशप्पुऱत्त् लाप् टोप्प्
वाऴप्पऴत्तिन्ऱॆ कुलकൾ मेशप्पुऱत्तुण्ट् .
" मञ्ञ , वॆळ्ळ निऱमुळ्ळ सैक्किൾ "
ऒरु कोफि टेबिൾ .
करटियुटॆ तॊप्पियिൽ क्रिस्मस् विल्लु
पश्चात्तलत्तिൽ इलयिल्लात्त मरङ्ङळुटॆ ऒरु निर
कत्ति पिस्सयिलेक्क् चाञ्ञु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
चॆऱिय मुटियुळ्ळ ऒरु स्त्री
ऒरु वीटिन्ऱॆ अटुत्तुळ्ळ निർत्तुकयॆन्न चिह्नं
स्त्रीकळुटॆ कय्यिൽ ऒरु टॆन्नीस् ऱाक्कऱ्ऱ्
हाൻडिक्याप्प् बात्त्ऱूमिൽ वॆळुत्त टोय्लऱ्ऱ्
ऒरु औट्ट्डूർ पाർक्क् बॆञ्च्
सीब्रयुटॆ पिन्निൽ कऱुत्त वाൽ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वृत्ताकृतियिलुळ्ळ कुन्निलॆ पिच्चർ
ऒरु कुतिर प्रदർशनत्तिൽ मत्सरिक्कुन्न ऒरु स्त्री
कऱुप्पुं वॆळुप्पुं फोट्टो
ह्रस्वमो मुटियो इल्लात्त मनुष्यൻ
कॆट्टिटं इष्टिककॊण्टाण् निർम्मिच्चिरिक्कुन्नत्
ऒरु कऱुत्त ट्राष् बाग् .
अटुत्त पिस्स कत्ति
स्कूൾ कॆट्टिटं
चॆऱिय पच्च मॆऱ्ऱൽ क्लोक्क्
बस्सिൽ यात्रक्काർक्क् वलिय बस्
प्लॆयिൻ वलुताण्
ऒरु विमानत्तिन्ऱॆ वालिൽ ओऱञ्च् डोट्टुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
प्लेऱ्ऱिलॆ साൻड्विच्चुकൾ
चुवन्न सोळो कप्पुकൾ अटुक्कि
ग्राफिऱ्ऱि कवऱिंग् स्ऱ्ऱोप्प् चिह्नं
ऒरु पाർक्किൽ ऒरु पय्यൻ स्केऱ्ऱ्बोർडिंग्
नील चारियिरिक्कुन्न कसेर
सർफ्बोർडिन् पिन्निलॆ मून्न् चॆऱिय चिऱकुकൾ
ऒरु कॆट्टिदत्तिൽ पाർक्क् चॆय्तिरिक्कुन्न मोट्टोർ स्कूट्टർ
पातयोरत्तॆ तटयुन्न मञ्ञ वेलि
ट्रॆयिनिൽ ऒरु वृत्त रूपत्तिलुळ्ळ विळक्क्
तऱयिൽ लिऱ्ऱർ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ट्राक्कुकळिൽ ऒरु सब्वे .
कनत्त पच्च सैनिक गतागत ट्रक्क्
तविट्ट् तटि कसेरयिൽ पच्च बाक्क्पाक्क्
ऒरु शाखयिൽ मून्न् पक्षिकൾ
मनुष्यൻ आनयॆ अलङ्करिक्कुन्नु
केक्क् पीस्
विमान चिह्नं N5174A आण्
पिङ्क् षർट्ट् धरिच्च मनुष्यൻ
कळिक्कारൻ पन्त् ऎऱियुकयाण् .
मोट्टोർ सैक्किळिൽ ऒरु नाय
ऒरु साൻड्विच्चिलॆ पयऱुवർग्गङ्ङൾ
माव् ट्रक्क्
ऒरु वॆळुत्त टोय्लऱ्ऱ्
मरत्तिൽ वाऴप्पऴङ्ङൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
तॆरुव् चिह्नत्तिन् कीऴिलुळ्ळ मञ्ञ ट्राफिक् लैऱ्ऱ्
स्ऱ्ऱौव् वातकमाण्
पक्षि आकाशत्त् पऱक्कुन्नु
कऱुत्त वस्त्रं अणिञ्ञ बेस्बोൾ अम्पयർ
कुतिरप्पुऱत्तु कयऱुन्न पॆൺकुट्टि
स्केऱ्ऱ्बोർड् ओटिक्कुन्न ऒराൾ
ऒरु कऱुत्त स्नो बोർड्
ऒराൾ लाप्टोप्प् नन्नाक्कुन्नु
रण्ट् जिऱाफुकൾ
ऒरु नाय सർफ् बोർड् ओटिक्कुन्नु
कत्रिक शेखरणं
मञ्ञुवीऴ्चयुळ्ळ स्ऱ्ऱोप्प्लैऱ्ऱ् .
कऱुत्त स्यूट्ट् धरिच्च मनुष्यൻ तॆरुविलूटॆ नटक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
अटुक्कळयिൽ रण्टुपेർ
नेർत्त स्की गियർ धरिच्च चॆऱुप्पक्कारൻ
ऒरु वयलिൽ सोक्कർ कळिक्कुन्न पुरुषन्माർ
मतिൽ इष्टिककॊण्टाण् निർम्मिच्चिरिक्कुन्नत्
मरत्तिन् इलकळिल्ल
नीलयुं वॆळ्ळयुं परिशोधिच्च कट्टिൽ
फ्रिस्बी कळिक्कुन्न ऒरु पुरुषनुं कुट्टियुं
तीवण्टियुटॆ मुൻभागं वॆळ्ळयुं मञ्ञयुं आण्
आळुकൾ ऒरु मेशय्क्कु चुऱ्ऱुं इरिक्कुन्नु
वयलिलॆ कुञ्ञाटुकൾ .
वॆळ्ळि नाणयङ्ङൾ मेशप्पुऱत्त्
फोट्टो ऎटुक्कुम्पोൾ ई नाय चलिक्कुन्नतायि तोन्नुन्नु
ऒरु अक्वा ग्रीൻ मोट्टोർ बैक्क्
ऒरु स्त्री तलमुटि वरण्टताक्कुन्नु .
मून्न् आळुकൾ ऒरु पट्टं पऱक्कुन्नु
रण्ट् जिऱाफुकൾ ऎतिർ दिशकळिलेक्क् पोकुन्नु .
ऒरु कुटक्कीऴिൽ मून्न् पेർ .
ऒरॊऱ्ऱ मरं
पोलीस् ओफीस् बॆൽऱ्ऱिൽ ऒरु वाक्कि टोक्कि .
ऒरु कऱुत्त प्लास्ऱ्ऱिक् ब्लॆൻडർ
पूच्चय्क्क् समीपमुळ्ळ फ्लाऱ्ऱ् कम्प्यूट्टർ स्क्रीൻ
सीऱ्ऱ् अप्प् उळ्ळ टोय्लऱ्ऱ्
बेस्बोൾ तॊप्पि
वयलिൽ उऴुन्नु
वलतुवशत्त् विळ्ळൽ
स्की पोळुकळुळ्ळ स्कीयർ
नील कुट पिटिच्चिरिक्कुन्नु .
ऒरु पिस्स .
नीळमुळ्ळ वॆळ्ळि स्की दण्ट्
सॆषൻ लागऱिन्ऱॆ कुप्पि
ऒरु मत्सरत्तिൽ कळिक्कुन्न ऒरु टॆन्नीस् कळिक्कारൻ
पർप्पिൾ स्की वस्त्रत्तिൽ ऒरु स्त्री
तॆरुविलूटॆ बैक्क् ओटिक्कुन्न मनुष्यൻ
ऒरु कऱुत्त स्ऱ्ऱीं ट्रॆयिൻ ऎञ्चिൻ
तकർन्न जाग्रत कोൺ
विमानत्तिन्ऱॆ वशत्त् नील ऎयർ फ्राൻस् लोगो
चॆऱिय ब्रौൺ टॆडि बियർ
बैक्क् कऱुप्प् आण्
मङ्ङिय आकाशं मेघङ्ङळाൽ निऱञ्ञिरिक्कुन्नु
ऒरु ब्रौൺ केक्किन् मुकळिलुळ्ळ पक्षि प्रतीकङ्ङൾ
मुऱ्ऱत्त् ऒरु कऱुत्त करटि
वॆळ्ळ अग्नि जलाशं
पान्ऱ्स् धरिक्कात्त वृद्धൻ
धाराळं बसुकൾ .
चॆवियिൽ टाग् चॆय्युक
चुवप्पुं मञ्ञयुं उळ्ळ विमानं
कऱुत्त फ्रॆयिं चॆय्त विൻडो वॆळिच्चत्तिൽ विटुक
आकाशत्त् ऒरु वॆळुत्त विमानं
कुट वळरॆ रसकरमाण्
अटुक्कळयिൽ वैऱ्ऱ् टैൽ बाक्क्स्प्लाष् .
पय्यൻ पाडिൽ शान्तमाय वॆळ्ळत्तिൽ कयऱुन्नु
कॆट्टिटत्तिन् मुकळिൽ मून्न् मणिकൾ
कळ्ळ् अवन्ऱॆ मुखत्त् मञ्ञ् वीऴुन्नु
मून्न् ओट्टोऱिक्षकൾ
मून्न् वागൺ उळ्ळ ऒरु ट्रॆयिൻ
विमानत्तिन् मुन्निൽ लोहत्तिन्ऱॆ प्रॊप्पल्लർ .
ऒरु पुरुष टॆन्नीस् कळिक्कारൻ टॆन्नीस् कळिक्कुन्नु
ओऱञ्च् निऱत्तिलुळ्ळ वस्त्रं धरिच्च स्त्री
ऒरु आൺकुट्टियुटॆ तविट्ट् षू
निलत्त् पॊटि
कऱुप्पुं वॆळुप्पुं नम्पർ वाचकं
आकाशं नीलयाण् .
वयलिൽ मरं वेलि पोस्ऱ्ऱ्
" वॆळुत्त स्ऱ्ऱौव् , अटुप्प् "
विविधतरं डोनट्ट्स् पात्रत्तिൽ
लॆड्ज् वॆळुत्तताण् .
तॆरुविൽ ओटुन्न ऒरु चुवन्न बस्
पान्ऱ्स् कऱुत्तताण् .
वायुविൽ ऒरु वॆळुत्त फ्रिस्बी .
चुवन्न अष्टभुजाकृतियिलुळ्ळ लोह चिह्नं
पाർक्क् चॆय्तिरिक्कुन्न चुवप्पुं मञ्ञयुं बस्
रण्ट् चक्रङ्ङळिൽ स्केऱ्ऱ्बोർड् .
मैतानत्तिलॆ ऒरु बॆञ्च्
विमानं
तिळक्कमुळ्ळ ओऱञ्च् तॊप्पियुटॆ मुकळिൽ
सीब्रयिൽ कऱुत्त कण्ण् .
वॆळुत्त पशु मेयुकयाण्
नाय कट्टिलिൽ किटक्कुन्नु
विमानं निलाण्
समुद्रत्तिलॆ ऒरु भीमൻ कल्ल् .
जिऱाफुकൾक्क् मुन्निൽ कळिप्पाट्ट जिऱाफ्
ऒरु नियोൺ बिसिनस्स् चिह्नं
ऒरु कूट्टं आळुकൾ मञ्ञुवीऴ्चयिൽ इरिक्कुन्नु
मनुष्यൻ टै धरिच्चिरिक्कुन्नु
विस्कि कुप्पियिൽ मरं तॊप्पि
ऒरु स्त्रीयुटॆ नील तलक्कॆट्ट्
मून्न् चित्रङ्ङळुटॆ कॊळाष् .
ऒरु कऱुत्त ट्राष् बाग् .
बात्त् टब् वॆळुत्तताण्
स्त्री इरुण्ट कोट्ट् धरिक्कुन्नु
ऒरु बाग् कोट्टൺ मिठायि
वॆळ्ळत्तिनटुत्तुळ्ळ पच्च कैऱ्ऱ्
वळञ्ञ वृक्षत्तिन्ऱॆ तुम्पिक्कै
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
नील निऱत्तिलुळ्ळ तलयिण
स्लेऱ्ऱ् टैൽ कौण्टർ टोप्प्
चारनिऱत्तिलुळ्ळ टाबि पूच्च
कऱुप्पुं वॆळुप्पुं अटयाळं वीणु ऎन्न् पऱयुन्नु
चुमरिൽ ऒरु वृत्ताकृतियिलुळ्ळ घटिकारं .
कुक्कियिलेक्कुळ्ळ पुऱंतोट्
स्त्रीयिൽ बदां आकृतियिलुळ्ळ कण्णुकൾ
तिरिच्चऱियൽ बाड्ज्
पऴय मञ्ञ स्ऱ्ऱाव् .
प्लेऱ्ऱिൽ ब्रॊक्कोळि वॆच्चिरिक्कुन्नु
प्लॆयिൻ मञ्ञ बोൾ तॊप्पि
अवळुटॆ कय्यिൽ ऒरु नील सॆൽ फोൺ
वलिय वृत्तिकॆट्ट वॆळुत्त आटुकൾ
पुल्लिൽ निൽक्कुन्न आन
वयलिൽ निൽक्कुन्न रण्ट् सीब्र
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कुञ्ञ् आन
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
पताककळुटॆ ऒरु वरि .
वॆळुत्त टोय्लऱ्ऱ्
वळरॆ वलिय पुऱं घटिकारं
मञ्ञ चुवप्पुं नीलयुं तीवण्टि ऎञ्चिൻ
ऒरु काऱिൻ मुकळिൽ पूच्च
वऴियिൽ वॆळुत्त कुतिर
चुवन्न इष्टिक कॆट्टिटं
विमानं निलत्ताण्
टॆन्नीस् कळिक्कुन्न स्त्री
ऒरु पासञ्चർ बसिलॆ इलक्ट्रोणिक् अटयाळं
" मञ्ञ , कऱुप्प् बम्पർ गाർड् . "
पॆൺकुट्टिक्क् इळं मुटियुण्ट्
चुवरिൽ ऒरु क्लोक्क् उण्ट्
पർप्पिൾ पुतप्पिनटियिൽ सयामीस् पूच्च
युव जिऱाफु मरत्तिൽ निन्न् कऴिक्कुन्नु .
ऒरु कूट्टं कशुवण्टि
ऒरु वैൽड्बीस्ऱ्ऱ्
ऒरु कल्ल् तळिकयिൽ ब्रॆड् चॆय्त मांसं
मनुष्यൻ जिऱाफिन् ऎन्तॆङ्किलुं कऴिक्काൻ नൽकुन्नु
दिशासूचन अम्पटयाळमुळ्ळ ऒरु मक्डॊणाൾड्स् चिह्नं
ऒरु तुरुम्पिच्च अग्नि जलांशं .
ऒरु अटुक्कळ रंगं
बेस्बोൾ कळिक्कारൻ ऒरु बाऱ्ऱ् स्विंग् चॆय्युन्नु
पॆൺकुट्टिक्क् नीळमुळ्ळ मुटियुण्ट्
ऒरु पुरुषनुं स्त्रीयुं कुतिर सवारि चॆय्युन्नु
पुरुषन्ऱॆ कैत्तण्टयिलॆ वाच्च् .
ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् कैवशमुळ्ळतारं
चुवप्प् कऱुप्पुं वॆळुप्पुं कैऱ्ऱ्
वॆळ्ळयुं टानुमाय पेർष्यൻ पूच्च
आकाशं नीलयाण् .
पक्षि ऒरु मरत्तिൽ इरिक्कुन्नु
पाർक्किंग् स्थलत्तॆ मनुष्यൻ
ब्रॊक्कोळियुटॆ वलिय तल
पय्यन् वरयुळ्ळ तॊप्पि उण्ट्
तलमुटि उणक्कൽ यन्त्रं कैवशमुळ्ळ मनुष्यൻ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु पातयिൽ स्नोबोർडർ .
चॆऱिय पुल्लिन्ऱॆ काऴ्च .
वाऴप्पऴत्तिन्ऱॆ ऒरु मेश
पश्चात्तलत्तिलुळ्ळ वृद्ध स्त्री
इलक्ट्रिक् टूत्त् ब्रष्
" ओऱञ्च् , वैऱ्ऱ् कोൺ "
स्नोबोർडिंग् नटत्तुन्न मनुष्यൻ
ऒरु पात्रत्तिन्ऱॆ केन्द्रं .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
फ्रोस्ऱ्ऱिंग् चिह्नं वायिक्कुन्नत् केन्द्र उद्यानं
वलतुवशत्त् नील टॆन्नीस् ऱाक्कऱ्ऱ् पिटिच्चिरिक्कुन्न पॆൺकुट्टि
आप्पिळुमायि फोർक्कुकൾ .
तलयिൽ चम्मट्टि क्रीं उळ्ळ मनुष्यൻ .
मनुष्यൻ तिरमालयिൽ सർफ्बोർडिग् चॆय्युन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
अटुप्पिൽ इरिक्कुन्न ऒरु कलं .
ऒरु कऱुत्त ट्राष् बाग् .
उयरमुळ्ळ लोहत्तिन्ऱॆ विळक्क् तूൺ
ऒरु पक्षि ऒऱ्ऱय्क्क् पऱक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पूच्च सूर्यनिൽ उऱङ्ङुन्नु
सुन्दरमाय मुटियुळ्ळ कॊच्चु पॆൺकुट्टि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पूच्च मेशप्पुऱत्तुण्ट्
व्यक्ति ऒरु तिळङ्ङुन्न तुवाल धरिक्कुन्नु
ट्राफिक् लैऱ्ऱिൽ पक्षि इरिक्कुन्नु
डॆस्क्किन्ऱॆ मध्यभागत्त् सिൽवർ लाप्टोप्प्
निൽक्कुन्न स्त्रीकൾ
स्केऱ्ऱ्बोർडिलॆ मनुष्यൻ .
ओऱञ्च् निऱमुळ्ळ मुटियुळ्ळ स्त्री .
मरं पच्चयाण् .
ऱोडिन्ऱॆ वशत्त् मीऱ्ऱർ .
कट्टिलिൽ पूच्च .
आन ऒरु पातयिलूटॆ नटक्कुन्नु
सिൽवർ कत्ति कट्टिंग् केक्क्
ऒरु बाग् कोट्टൺ मिठायि
तॆरुव् चिह्नं नीलयाण्
कण्णाटिक्क् मुकळिൽ ऒरु पच्च चॆटि .
कुञ्ञ् आन
कऱुप्पुं चुवप्पुं बेस्बोൾ तॊप्पि
निलत्त् पुल्ल् .
स्केऱ्ऱ्बोർडिलॆ व्यक्ति
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
टेबिൾ नीलयाण् .
ऒरु मोट्टोർ सैक्किळिൽ किक्क् स्ऱ्ऱाൻड्
नील मोट्टोർ सैक्किൾ
आकाशं नीलयुं वॆळ्ळयुमाण् .
वलत् मुट्टुकुत्त् इटतिनेक्काൾ अल्पं कुऱवाण्
ऒरु कोൺक्रीऱ्ऱ् चरिव्
ऒरु वॆळुत्त ऱफ्रिजऱेऱ्ऱർ
रण्ट् चॆऱिय वॆळ्ळ कप्पलुकൾ
सिൽवർ हैड्रान्ऱ् उपयोगिच्च् पोस् चॆय्युन्नु .
चोप्स्ऱ्ऱिक्कुकळुटॆ ऒरु पियർ
चुवन्न ऱस्ऱ्ऱिक् ऱॆयिलिंग्
आऴत्तिलुळ्ळ नीलक्कटൽ
नाययुटॆ नेർक्क्
काऱिൽ रण्ट् चुवन्न पुऱकिलत्तॆ लैऱ्ऱ्
कऱुत्त अक्षरं मञ्ञ अक्षरत्तिൽ पि .
किटक्कयिൽ किटक्कुन्न स्त्री
पश्चात्तलत्तिलुळ्ळ टिवि .
तॆरुविन्ऱॆ कऱुत्त भागत्तिन्ऱॆ चॆऱिय भागं
इल निलत्ताण् .
स्कीयऱुकळुळ्ळ ऒरु स्कूൾ चरिव्
पुऱत्त् ऒरु ओऱञ्च् पूच्च
ऒरु बोट्टिൽ उरुक्क् मोतिरं
ऒरु वॆळ्ळि लाप्टोप्प् कम्प्यूट्टർ
तविट्टुनिऱत्तिलुळ्ळ पूच्च फർणिच्चऱिൽ किटक्कुन्नु
आटुकळॆ कम्पिळि मुऱिक्काൻ
ग्रे चुवप्पुं वॆळ्ळयुं नैक्क् टॆन्नीस् षू
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पात्रत्तिൽ ब्रॊक्कोळि .
विൻडोयिൽ वॆळुत्त मूटुशीलकൾ
वलतु कय्यिൽ ऒरु मञ्ञ वाऴप्पऴं
चुमरिൽ गांभीर्य चिह्नं
ऒरु पात्रत्तिൽ सालडिन्ऱॆ अवशिष्टङ्ङൾ
ऱൺवेयिൽ वलिय विमानं
पैस्लि वाൾपेप्पർ ऒरु बात्त्ऱूं .
ओवनिൽ मॆऱ्ऱൽ ऎयർ वॆन्ऱ्
कऱुत्त कुतिर अऴुक्किൽ निൽक्कुन्नु
ध्रुवक्करटि वॆळ्ळत्तिൽ नोक्कुन्नु .
चुवन्न पात्रत्तिൽ ब्रॊक्कोळि
इष्टिक नटप्पातयिൽ कऱुत्त मोट्टोർसैक्किൾ
बसिൽ ब्राൻडुचॆय्त नम्पർ
तीवण्टियिൽ चुवन्न अक्कं वरच्चु
जनालयिलूटॆ ऒराൾ नोक्कुन्नु
मेशप्पुऱत्त् व्यत्यस्त तरं पिस्स .
ऒरु स्त्रीयुटॆ माल
मरङ्ङൾ पच्चयाण्
निൽक्कुन्न कळ्ळ् वशत्तिन्ऱॆ काऴ्च
ऒरु विदूर नियन्त्रणं .
मनुष्यൻ ऒरु वै गॆयिं कळिक्कुन्नु .
पूच्च वॆळ्ळयुं कऱुप्पुं निऱमाण् .
मणलिൽ इरिक्कुन्न बोट्टुकൾ
स्त्री समुद्रत्तिलाण्
चुवन्न वस्त्रं धरिच्च कुट्टि
मतिൽ तूक्कियिट्टिरिक्कुन्न पिच्चർ
ऒरु चुवरिൽ ऒरु स्केऱ्ऱ्बोർडർ
क्यामऱयुटॆ नेरॆ नोक्कुन्न कुतिर
तुम्पिक्कै वॆळुत्तताण् .
ऒरु चिह्नत्तिൽ वॆळुत्त अक्षरं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
पूच्चकൾ विൻडो लॆड्जिൽ इरिक्कुन्नु
कऱुप्पुं वॆळुप्पुं बाक्क् पाय्क्क्
वॆळिच्चं चुवप्पाण् .
बैक्किलॆ मनुष्यൻ
निलत्त् पन्तुकൾ .
चीस् वॆळुत्त निऱमाण् .
तविट्टुनिऱत्तिलुळ्ळ आनकळुटॆ पाय्क्क्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कूट्टत्तिൽ पऴुक्कात्त वाऴप्पऴं
आन कऱुत्तताण्
पाർक्क् चॆय्तिरिक्कुन्न मोट्टोർसैक्किळुकळुटॆ लैൻ
ऒरु जिऱाफ् इलकൾ तिन्नुन्नु
ऒरु कुळिमुऱि चुवरिൽ ग्राफिऱ्ऱि
तुऱन्न टोय्लऱ्ऱिन्ऱॆ इरिप्पिटं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
निൽक्कुन्न कुञ्ञ्
वॆळ्ळत्तिൽ सർफ्बोർडिग् चॆय्युन्न पय्यൻ
चूरൽ वळ्ळि कॊण्ट् निർम्मिच्च वलिय कुट
ऒरु कूट्टं आळुकൾ ऒरुमिच्च् पोस् चॆय्युन्नु
कुञ्ञ् आन
अक्वा ब्लू स्कैस् ओवർहॆड्
ऒरु वळ्ळत्तिൽ नाल् स्त्रीकൾ
नॆऱ्ऱिप्पट्टं वळरॆ अलङ्कारमाण्
ऒरु तीवण्टि काऱिन्ऱॆ मुൻभागं .
तुरङ्कत्तिलूटॆ पोकुन्न बस्
मेश तुणि वॆळुत्तताण्
वॆळुत्त नख पादमुळ्ळ टब्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कुञ्ञ् आन
पूविन्ऱॆ अच्चटियुळ्ळ वॆळुत्त मूटुशीलकൾ
आऱ् मञ्ञ वाऴप्पऴं
ऒरु मञ्ञ फ्लूऱसॆन्ऱ् टॆन्नीस् बोൾ
कऱुप्पुं नीलयुं उळ्ळ क्लोक्क्
ऒरु वलिय वस्तु
पात्रत्तिनु चुऱ्ऱुं प्लास्ऱ्ऱिक् .
निलं
नैक्क् षूस् धरिच्च व्यक्ति
इत् ऒरु कप्प् आण्
ऱिस्ऱ्ऱ् वाच्च् धरिच्च व्यक्ति
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु ट्राफिक् लैऱ्ऱ्
चित्रत्तिलॆ ऒरु व्यक्ति
ऒरु कुट्टि
कुञ्ञ् आन
नील निऱत्तिलुळ्ळ ऒरु स्त्री
ऱൺवेयिलॆ विमानं
ऒरु ट्राफिक् सैൻ पोस्ऱ्ऱ्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इताण् पुल्ल्
ऒरु तीरत्तिन्ऱॆ वशं
वलयिൽ वाऴप्पऴं
ऒरु ध्रुवक्करटि नटक्कुन्नु
ऒरु बाग् कोट्टൺ मिठायि
इरुण्ट वॆऱ्ऱ्स्यूट्टिलुळ्ळ व्यक्ति सർफ्बोർड् वहिक्कुन्नु
वॆळुत्त ऱाप्पिंग् पेप्पർ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
स्त्री चुवन्न जाक्कऱ्ऱ् धरिचिरिक्कुन्नु
कोർट्टिൽ फ्रिस्बी कळिक्कुन्न रण्ट् पॆൺकुट्टिकൾ
चारनिऱत्तिलुळ्ळ पूच्च
ऒरु बागिन्ऱॆ अऱ्ऱं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
चारनिऱत्तिलुळ्ळ वॆळुत्त आटुकൾ
कुटक्कटियिൽ निൽक्कुन्न ऒरु स्त्री
ऒरु कऱुत्त ट्राष् बाग् .
वेलियिൽ मॆऱ्ऱൽ पोൾ
ऒरु चॆऱिय कुट्टियुटॆ बाऱ्ऱ्
कऱुत्त ऒरु मिनि फ्रिड्ज्
कुञ्ञ् आन
वॆळ्ळत्तिൽ बोट्ट्
ऒरु तुऱन्न लाप्टोप्प् कम्प्यूट्टർ
ऒरु स्ऱ्ऱोർ फ्रण्ट् विൻडो
बस् ऒरु डबिൾ डॆक्कऱाण्
धाराळं कसेरकळुळ्ळ नीण्ट स्कि लिफ्ऱ्ऱ्
ऒरु पूच्चॆण्ट् निलत्तु .
मुखत्त् स्ऱ्ऱिक्कऱुकळुळ्ळ कुट्टि
इतॊरु टूत्त् ब्रषाण्
ध्रुवत्तिൽ चुवन्न ट्राफिक् लैऱ्ऱ्
कुञ्ञ् आन
ऒरु वळ्ळं
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
मनुष्यൻ निस्सारनाण्
मुऴुवൻ वेविच्च पिस्स
ऒरु पट्टं आकाशत्त् उण्ट्
ऒरु ट्रक्किൽ ऒराൾ .
आट्टिൻकुट्टियुटॆ तल
करटियुटॆ कण्ण्
जीൻस् धरिच्च ऒरु स्त्री
शून्यमाय षांपॆय्ൻ फ्लूट्टुकൾ
जॆऱ्ऱ् टेक्क् ओफ् चॆय्यानुळ्ळ तय्याऱॆटुप्प् चॆय्युन्नु
लाप्टोप्प् ओणाण् .
मनुष्यन्ऱॆ पादङ्ङൾक्क् ताऴॆयुळ्ळ स्केऱ्ऱ्बोർड्
कऱुप्पुं वॆळुप्पुं निऱमुळ्ळ सीब्र पुल्लिൽ
ऒरु कऱुत्त ट्राष् बाग् .
टैलुकൾ वॆळुत्तताण्
ऒरु कऱुत्त ट्राष् बाग् .
ट्राक्टऱिलॆ वोൾवो .
ऒरु केक्क् मुऱिक्काൻ पोकुन्न रण्टुपेർ
ऒरु नाययुटॆ मुखं
स्क्रीൻ कोർणऱिलाण्
ऱोडिൽ ऒरु वलिय क्लोक्क्
समुद्रत्तिलॆ तिरमालयुटॆ अलकൾ
ऒरु क्रिस्मस् ऱीत्त् वातिलिൽ तूक्कियिरिक्कुन्नु .
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु काർ
पाർक्किंग् मीऱ्ऱऱुकൾक्किटयिൽ चुवन्न पेप्पർ कप्प्
अटुक्कळयिൽ ऒरु कऱुत्त डिष्वाषർ .
तॊटलिलॆ नाय
पच्च निऱत्तिलुळ्ळ ऒरु मनुष्यൻ
ऒरु कट्टिलिൽ इरिक्कुन्न मनुष्यൻ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
नीळमुळ्ळ टोप्पिंग् कवർड् पिस्स .
इतॊरु बोट्टाण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
मऴयुळ्ळ दिवसत्तिൽ ऒन्निलधिकं कुटकൾ
ऒरु टांगऱिൻ कष्णं
चुवन्न तक्काळि कष्णं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वलिय तविट्ट् करटि
सർफ्बोർडिलॆ चॆऱुप्पक्कारൻ
कॊच्चु पॆൺकुट्टि पाർक्किൽ कळिक्कुन्नु
पूच्चय्क्क् पिङ्क् मूक्क् उण्ट् .
ऒरु पानपात्रं .
ऒरु जालकमुळ्ळ कूटारं
ऒरु डसनिलधिकं आटुकൾ न्यायमाय उळ्ळटक्कं काणुन्नु
टोय्लऱ्ऱिन्ऱॆ टाङ्क्
पशुक्कൾ ऎल्लां मेयुन्नु
ऒरु कुञ्ञ्
टॆन्नीस् कळिक्कारन्ऱॆ वॆळ्ळ षू
बेस्बोൾ कळिक्कारुटॆ ग्रूप्प्
इतॊरु कलमाण्
पूच्चयुटॆ चॆवि
मनुष्यन्ऱॆ इटतु कै
इत् ऒरु व्यक्तियाण्
डोनट्ट्स् दृश्यमाण्
तटिकॊण्टुळ्ळ विनोद केन्द्रं
केस् पिङ्क् आण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
पाർक्किंग् मीऱ्ऱऱिन्ऱॆ मुकळिൽ मञ्ञ चायं पूशि
ऒरु कमान कुळिमुऱि विൻडो
कय्यिൽ पेस्ट्रि तळिच्चत्
नदियिलूटॆ परस्परं कटन्नुपोकुन्न वळ्ळङ्ङൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पुल्लिൽ कूटि ऒरु मृगं नटक्कुन्नु
आकाशं व्यक्तवुं दृश्यवुमाण्
वॆळुत्त अक्षरं m
स्त्री वीञ्ञ् ग्लास् पिटिक्कुन्नु
अलमारयिൽ नाल् वॆळ्ळत्तिन्ऱॆ क्यानुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु मरत्तिൽ चारियिरिक्कुन्न सैक्किൾ .
सർफ्बोർडिलॆ स्त्री .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इतॊरु मञ्ञ विमानमाण्
" वॆळ्ळि , नील मोट्टोർसैक्किൾ "
टोय्लऱ्ऱ् वॆळुत्तताण्
कुतिरकൾ काणां
मेघं इरुण्टताण्
कमो पान्ऱ्स् धरिच्च मनुष्यൻ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु इरुण्ट पऴय रीतियिलुळ्ळ काർ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु जिऱाफ्
पच्चयुं वॆळ्ळयुं उळ्ळ ट्रॆयिൻ काർ
बोट्टुकൾ वॆळ्ळत्तिൽ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
विश्रममुऱियिൽ ऒरु वॆळुत्त वस्तु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
मुऱियुटॆ मूलयिൽ टोय्लऱ्ऱ्
ऒरु वॆळुत्त बोർड् .
ऒरु पुष्प पूत्तट्टं
ऒरु पशु
वायुविൽ ऒरु चॆऱुप्पक्कारൻ
प्लेऱ्ऱ् वॆळ्ळयुं नीलयुमाण्
ध्रुवत्तिൽ कऱुत्त ट्राफिक् लैऱ्ऱ्
चॆऱिय मेश विळक्क्
कुञ्ञ् आन
मञ्ञ कैऱ्ऱ् पऱक्कुन्नु
ऒरु बाग् कोट्टൺ मिठायि
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु ओप्पൺ ऎयർ वॆन्ऱ्
ऒरु नाय कुतिरयुमायि कळिक्कुन्नु
निलत्त् कऱुत्त पुळ्ळि
फलं मञ्ञ निऱत्तिलाण्
ऒरु काट्टिൽ मून्न् आनकൾ
मञ्ञ बस् मञ्ञिൽ पाർक्क् चॆय्तिरिक्कुन्नु .
ऒरु विमानत्तिलेक्कुळ्ळ चुवटुकൾ
स्त्री पुञ्चिरिक्कुन्नु
पशु मेच्चिൽप्पुऱत्त् पुल्ल् मेयुन्नु
पूच्च
ऒरु पूत्तट्टं
टोय्लऱ्ऱ् पात्रं
पाർक्क् चॆय्त सिൽवർ मिनिवाൻ
इत् ऒरु व्यक्तियाण्
ऒरु ब्रष्ड् अलुमिनियं सिङ्क् बेसिൻ
तलं वॆळ्ळयुं नीलयुमाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
स्त्री रुचिकरमाय कप्प् केक्क् पिटिक्कुन्नु
वृत्तिकॆट्ट स्केऱ्ऱ्बोർड् ट्राक्कुकൾ
तॊप्पि धरिच्च ऒराൾ .
ऒरु व्यक्ति समुद्रत्तिൽ सർफिंग् चॆय्युन्नु
ऒरु वॆळुत्त तॆरुव् घटिकारं
घटिकारत्तिलॆ मिनिऱ्ऱ् कै
द्वीप् बीच्च् रंगं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कुञ्ञ् पल्ल् तेक्कुन्नु
व्यक्तियुटॆ तॊप्पि
वॆळ्ळत्तिൽ विमानं .
जनक्कूट्टत्तिൽ वർण्णाभमाय कुट
चॆटियुटॆ पुऱकिൽ तविट्ट् तुरुम्पिच्च अग्नि जलांशं
अलङ्करिच्च शैलियिलुळ्ळ तॆरुव् विळक्कुकൾ
तॆरुव् मुऱिच्चुकटक्कुन्न आळुकൾ
अरिञ्ञ पच्च इलक्कऱिकൾ
चॆऱिय मुटियुळ्ळ मनुष्यൻ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
तॆरुविൽ ऒरु नील सैक्किൾ
पक्षियुटॆ तल
जिऱाफि वातिൽक्कൽ निൽक्कुन्नु
आൺकुट्टि ऒरु फ्रिस्बियुमायि कळिक्कुन्नु
निरवधि मातृककൾ उळ्ळ ऒरु टै
कुतिर मेयൽ
अटयाळं \ उबुण्टु\ ऎन्न् पऱयुन्नु
सुरक्षा हॆൽमॆऱ्ऱुळ्ळ बेस्बोൾ कळिक्कारൻ
कुट्टिक्क् चॆऱिय मुटियुण्ट्
चट्टियिൽ फोർक् .
तॆरुवुविळक्कुकൾ दृश्यमाण्
ऒरु वॆळुत्त पेप्पർ ऱाप्पऱिൽ ऒरु डोनट्ट्
ऒरु स्त्रीयुटॆ कै
बोർडिलॆ पेर्
ऒरु क्लोक्किन्ऱॆ वॆळुत्त मुखं
कऱुत्त स्नोबोർड् वायुविൽ
स्त्री धूम्रवस्त्रवुं धरिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु चतुर अनलोग् क्लोक्क् मुखं
बात्त्ऱूं सिङ्क्
वॆळुत्त टोय्लऱ्ऱ् पेप्पऱिन्ऱॆ रण्ट् ऱोळुकൾ
आनक्कॊम्प्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ट्रॆयिൻ ट्राक्कुकळिൽ दीർघदूर यात्र चॆय्युन्न ट्रॆयिൻ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
नीलाकाशत्तिन्ऱॆ पाच्च्
व्यक्ति वाट्टർबोർडिंग् आण्
ऒरु पट्टत्तिन्ऱॆ कम्पि
ऱोळർ ब्लेडुकळिलुळ्ळ ऒराൾ
तळिकयिलॆ पच्चक्कऱिकൾ .
चुवन्न अम्पटयाळमुळ्ळ ऒरु वॆळुत्त अटयाळं .
पक्षि ऒरु आप्पिൾ कष्णं कऴिक्कुन्नु .
बोट्टुकൾक्क् मुकळिൽ पऱक्कुन्न कटൽ काक्क
वർण्णाभमाय मेशप्पुऱवुं वॆळ्ळि पात्रङ्ङळुं
पुञ्चिरिक्कुन्न कुट्टि
" पच्च , तविट्ट् निऱमुळ्ळ कुऱ्ऱिक्काटुकൾ "
ऒरु कॊच्चुकुट्टि स्कीयिंग् चॆय्युन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
प्रकाशं मेशप्पुऱत्त् तिळङ्ङुन्नु
गोൾडൻ ग्रहामिन्ऱॆ चॆऱिय पात्रं
बसिन्ऱॆ मुൻभागं
लाप्टोप्प् उपयोगिच्च् तऱयिൽ इरिक्कुन्न व्यक्ति .
आनयुटॆ कॊम्पुकൾ
शून्यमाय वीञ्ञ् ग्लास्
स्यूट्टुं टैयुं धरिच्च मनुष्यൻ
" पिङ्क् , वैऱ्ऱ् कुट "
इतॊरु पॆडൽ सिङ्काण्
वयलिलॆ पशुक्कൾ
तुऱन्न नील स्यूट्ट्केस्
ऒरु आन
समयं काणिक्कुन्न टवऱिलॆ क्लोक्क्
ऒरु पीठत्तिൽ ऒरु विमानं
आन तटिच्चवनाण्
बूब् मिठायि प्रदർशिप्पिच्चिरिक्कुन्नु
पॆൺकुट्टि बैक्क् ओटिक्कुन्नु .
स्त्री फोणिൽ संसारिक्कुन्नु
ऒरु मनुष्यन्ऱॆ ऒरु वॆळुत्त टॆन्नीस् षू
वॆळ्ळत्तिൽ नीलयुं वॆळ्ळयुं उळ्ळ सർफ्बोർड्
ऒरु पुस्तकत्तिन्ऱॆ नट्टॆल्ल्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु पॆट्टियिൽ पऴङ्ङळुटॆ कूम्पारं
कऱुत्त वस्त्रं धरिच्च बेस्बोൾ अम्पयർ
तविट्टुनिऱत्तिलुळ्ळ तटि मेश
ऒरु बैक्क् पाർक्क् चॆय्तिरिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
उൾक्कटलिൽ शान्तमाय नीलवॆळ्ळं
तुऱन्न ऒरु नील स्यूट्ट्केस्
मेशप्पुऱत्त् भक्षणं .
आकाशं नीलयाण् .
कटൽत्तीरत्त् ऒरु सർफ्बोർड्
ऒरु स्वർण्ण टोय्लऱ्ऱिൽ इरिक्कुन्न कौमारक्कारियाय पॆൺकुट्टि
ऒरु मनुष्यൻ वाट्टർ स्कीयिंग् चॆय्युन्नु
ऒरु कषणं ब्रॊक्कोळियुटॆ किरीटं
ऒरु कऱुत्त ट्राष् बाग् .
निलत्तॆ ऒरु कषणं लोग्
पच्च फ्रिस्बी डिस्क् पऱक्कुन्नु
ऒरु कूट्टं पच्च वाऴप्पऴं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु नाविकन्ऱॆ कट्ट् औट्ट्
साൻ डीगो कൺवॆൻषൻ सॆन्ऱऱिन्ऱॆ अटयाळं
सർफ्बोർडिलॆ ऒरु कुट्टि
उयरवुं पऴयतुमाय कॆट्टिटं
स्केऱ्ऱ्बोർड् ट्रिक्क् चॆय्युन्न चॆऱुप्पक्कारൻ
बिसिनस्स् मनुष्यन्ऱॆ मुखत्त् ऒरु जोटि कऱुत्त सൺग्लासुकൾ
स्त्रीयुटॆ कुप्पायं चुवप्पाण्
ऒरु वलिय आन
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मून्न् तोषिब लाप्टोप्प् कम्प्यूट्टऱुकൾ
ऒरु ट्रक्किलॆ नम्पർ 2
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
रण्ट् चॆऱिय ब्रिट्टीष् पताककൾ
ऒरु कप्प् चाय
मनुष्यൻ कऱुत्त स्यूट्ट् धरिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
टॆक्स्ऱ्ऱ् चॆय्युन्न ऒरु पॆൺकुट्टि
गोपुरं मरङ्ङൾक्क् मुकळिൽ निൽक्कुन्नु
अलमारयिलॆ पुस्तकङ्ङൾ
पच्चमुन्तिरिकൾ .
नील डिस्प्लेयुळ्ळ सिൽवർ फ्लिप्प् फोൺ
तिळक्कमुळ्ळ डोनट्ट्
ऒरु बाग् कोट्टൺ मिठायि
मरं वेलि .
फ्रिस्बी गॆयिं कळिक्कुन्न आळुकൾ
अटयाळं मञ्ञयाण्
ऒरु पैൻ मरकॊम्पिൽ मूङ्ङ
पुष्पं चुवप्पाण्
तीवण्टि पातकൾ कऱुत्तताण्
नील पारासॆयिलिंग् कप्पൽ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कटൽत्तीरत्त् नटक्कुन्न व्यक्ति
ऒरु टॆन्नीस् बोൾ
कुट्टि ऒरु पन्त् पिटिक्कुन्नु
काർ वॆळुत्तताण् .
षवർ तलयिൽ ऒरु प्लास्ऱ्ऱिक् कष्णं
वॆळ्ळत्तिलुळ्ळ मनुष्यൻ
मनुष्यൻ सैक्किळिൽ
चॆऱिय तविट्ट् निऱमुळ्ळ मुटियुळ्ळ मनोहरमाय कॊच्चुकुट्टि
ऒराൾ आनप्पुऱत्ताण् .
ऒरु क्रोस् कൺट्रि स्कयർ
कुट्टियान .
तॆरुविൽ ऒरु नील मोट्टोർसैक्किൾ
कुञ्ञ् आन
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
तण्टिൽ ऒरु मञ्ञ पुष्पं
तीवण्टि काऱिन्ऱॆ वशत्तॆ जनൽ
तीवण्टियुटॆ मञ्ञ मुൻभागं
करटियुं अटयाळवुं कैवशमुळ्ळ मनुष्यൻ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु नटप्पातयिलॆ अग्नि जलांशं
पश्चात्तलत्तिൽ निർम्मिक्कुन्नु .
निलत्त् कऱुत्त पुळ्ळि
वैऱ्ऱ् पेप्पऱिൽ होट्ट् डोग्
पाർक्किंग् मीऱ्ऱऱिन् कीऴिलुळ्ळ ब्लाक्क् मॆऱ्ऱൽ पोस्ऱ्ऱ्
बेस्बोൾ कळिक्काർ
टाൻ तॊप्पि
चट्टि चॆऱियताण् .
ऒरु स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीൽ फोർक्क्
कऱुप्पुं वॆळुप्पुं ती हैड्रान्ऱ्
इरुण्ट मुटियुळ्ळ चॆऱिय पॆൺकुट्टि
वॆळुत्त अरियुटॆ धान्यङ्ङൾ
ट्रक्किलॆ विळक्कुकൾ
स्त्री निൽक्कुन्नु .
द्वीप् बीच्च् रंगं
वलुप्पत्तिलुळ्ळ कऱुत्त मॆऱ्ऱൽ चक्रङ्ङൾ
डॆस्क्किन् मुकळिलुळ्ळ रण्ट् मोणिऱ्ऱऱुकൾ
वॆळ्ळि पूशिय टीस्पोൺ
चुवप्पुं वॆळ्ळयुं चिह्नं
स्त्री बस्सिൽ इरिक्कुन्नु
पात्रत्तिൽ कऱुत्त पयർ
कऱुप्पुं वॆळुप्पुमुळळ आटुकൾ
सीब्रयुटॆ वलत् चॆवि
ऒरु कुळिमुऱियिൽ ऎटुत्त चित्रं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु विमानत्तिൽ चुवन्न मेप्पिൾ इल
रण्ट् डोनट्ट् कैवशमुळ्ळ ऒराൾ
सीब्रकൾ दृश्यमाण्
कुञ्ञ् आन
तुऱन्न नीलाकाशं
स्वർण्ण तविट्ट् हाष् ब्रौൺस्
पुल्ल् उयरमुळ्ळताण्
पक्षियुटॆ कॊक्किൽ पुल्ल्
द्वीप् बीच्च् रंगं
विळम्पिय प्रभातभक्षणं
लोहध्रुवत्तिൽ रण्ट् अटयाळङ्ङൾ
कऱुप्पुं वॆळुप्पुं मृगं
ऒरु टॆन्नीस् कोർट्ट् रंगं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कऱुत्त पूच्च पेप्पऱिൽ उऱङ्ङुन्नु
स्केऱ्ऱ्बोർड् वायुविൽ
पुल्लिൽ चुवन्न पताक
सैक्किൾ गतागतत्तॆ आश्रयिच्चिरिक्कुं उपजीवनमाർगं .
कण्णुकൾ तविट्टुनिऱमाण् .
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
विमान कूट्टत्तिलॆ ऒरु वॆळुत्त विमानं
निरवधि स्कीयർमारुं स्नोबोർडऱुकळुं ऒरुमिच्च् .
ऒरु स्कीयऱिൽ नील पान्ऱ्स्
बैक्किन्ऱॆ वशत्तॆ कण्णाटि
तॆरुविൽ आनयुमायि नटक्कुन्न मनुष्यൻ
फौस्ऱ्ऱ् स्ऱ्ऱॆयिൻलॆस्स् उरुक्क् आण्
ऒरु कुञ्ञ् काळक्कुट्टि
बोट्टिन्ऱॆ वरि करयिलेक्क् वरुन्नु
डयमण्ट् रूपत्तिलुळ्ळ चिह्नं
केक्क् चुवप्पाण्
मेशप्पुऱत्त् आप्पिൾ
ऒरु बॆञ्च् वॆळ्ळत्तिन् अभिमुखमाण्
ऒरु सർफർ
36 बसिन्ऱॆ पुऱकिൽ कत्ति निल्क्कुन्नु
ऒरु चुवन्न विपणन पताक
तविट्ट् कुतिर नटक्कुन्नु
कळिक्कारुटॆ तलयुटॆ ऒरु वशत्तॆ काऴ्च
तविट्ट् अऴुक्किൽ वॆळुत्त वरकൾ
ऒरु नील चरक्क् ट्रॆयिൻ काർ
वण्टियिൽ मॆऱ्ऱൽ चक्रं
बस् विൻडोयिൽ मुन्नऱियिप्प् चिह्नं
मनुष्यൻ तॊप्पि धरिक्कुन्नु .
वळयत्तिन् चुऱ्ऱुं नीळमुळ्ळ ट्रॆयिൻ
जालकत्तिन् पुऱत्तेक्क् नोक्कुन्न ऒरु टाबि पूच्च
ऒरु पऴय सॆल्लुलाർ टॆलिफोൺ
उळ्ळिൽ टॆलिविषൻ काणुन्न आळुकൾ .
सीब्रक्क् कऱुत्त मूक्क् उण्ट् .
मनुष्यन्ऱॆ तलयिൽ वॆळुत्त तॊप्पि .
ऒरु कट्टिलिൽ ट्रे .
कुञ्ञ् आन
नीळमुळ्ळ मुटियुळ्ळ मनुष्यൻ
वलिय पच्च कण्णुकळुळ्ळ वलिय माऱൽ पूच्च
पुल्लिൽ निൽक्कुन्न कुट्टि
वॆळुत्त मतिलुकळुं नील स्लैडिंग् ग्लासुं उळ्ळ कुळिमुऱि
फ्रिस्बी गोൾफ् कळिक्कुन्न मनुष्यൻ
तॆरुविൽ पुऱकोट्ट् ओटिक्कुन्न मनुष्यൻ
चुवन्न पात्रत्तिൽ भक्षणं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ओरोन्निनुं समीपं निൽक्कुन्न रण्ट् आनकൾ
ऒरु वॆळुत्त कुतिर
मञ्ञ तूङ्ङि किटक्कुन्न ट्राफिक् सिग्नൽ
ऒरु तळिकयिलॆ पात्रङ्ङळिൽ भक्षणं
सർफऱुकൾ वॆळ्ळत्तिलाण् .
मनुष्यन् प्रायमायि .
ऒरु नटप्पातयिलॆ स्यूट्ट्केस्
चुवप्पुं चारनिऱत्तिलुळ्ळ पुळ्ळिकळुळ्ळ सർफ्बोർड्
ऒरु पेप्पർ बागिൽ रण्ट् डोनट्ट्स्
सैक्किൾ
कुट चुवप्पाण्
पशुविन् कॊम्पुकळुण्ट्
द्वीप् बीच्च् रंगं
कॆट्टिटत्तिलॆ स्वർण्ण अक्षरङ्ङൾ
मनुष्यन् ऒरु फोൺ केस् उण्ट्
आनय्क्क् तुम्पिक्कैयुण्ट्
मरं कॊण्ट् निർम्मिच्च मतिलुकൾ .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मञ्ञुवीऴ्चयिൽ स्कीसिൽ स्त्री
आन चारनिऱमाण् .
ऒरु स्त्री बोट्टिൽ इरुन्नु वायिक्कुन्नु
ट्रॆयिൻ ट्राक्किलाण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
पेप्पർ चिह्नं चुमरिൽ टेप्पुचॆय्तु
वयलिൽ नीळमुळ्ळ कऴुत्त् जिऱाफ्
स्ऱ्ऱौ उळ्ळ मतिൽ
द्वीप् बीच्च् रंगं
चुवन्न टि - षർट्टिൽ कुट्टि
स्यूट्ट्केसिलॆ पूच्च कऱुत्तताण्
वीट्टिൽ वॆळुत्त मतिൽ
पच्च कुप्पायमिट्ट् मनुष्यൻ निൽक्कुन्नु
नील प्लेऱ्ऱिन् मुकळिൽ चॆम्मीൻ विभवं
मनुष्यൻ उऱ्ऱ चङ्ङातियॆ काणिक्कुन्नु .
अलङ्कार वृत्त कुळिमुऱियिलॆ सिङ्क्
ऒरु फ्लाऱ्ऱ् बात्त्ऱूं सिङ्क्
कुञ्ञ् आन
ऒरु तालत्तिൽ वृत्ताकृतियिलुळ्ळ पिस्स
अम्पयർ ताऴेक्क् कुतिक्कुकयाण्
ऒरु वॆळुत्त स्की तॊप्पि
पच्च लोगोयुळ्ळ वॆळुत्त षർट्ट्
मनुष्यൻ पट्टकൾ पिटिक्कुन्नु
आन ऒरु कुञ्ञाण्
विमानत्तिलॆ कोण्टिनॆन्ऱൽ ब्राൻड्
डिकाർलो ऒरु पच्च चिह्नत्तिൽ
कॆट्टिटत्तिन्ऱॆ मेൽक्कूरयिൽ ऒरु गोपुरं
इतॊरु फुट्बोൾ कळिक्कारनाण्
विरळमाय इलकळुळ्ळ मरङ्ङൾ
मञ्ञिൽ निൽक्कुन्न आळुकൾ
ऒरु केक्क्
ऒरु ओप्पऱ हौस्
पिन्निलेक्क् नोक्कुन्न कुट्टि
वलिय मञ्ञ विद्यालय बस्
तॆरुविलॆ बैक्कुकൾ
ट्रॆयिൻ चुवप्पाण् .
ऒरु वॆळुत्त नम्पർ 2
स्त्री सूप्प् कुटिक्कुन्नु
ताऴ्वरयिलॆ ऒरु मनुष्यൻ
पुल्लिलॆ व्यक्ति
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
सीब्रयुटॆ पिन्निൽ सीब्र
वनत्तिलॆ वळरॆ उयरमुळ्ळ मरङ्ङൾ
चुवन्न इलकൾ निलत्त् किटक्कुन्नु
नील जीൻसिलुळ्ळ मनुष्यൻ
सीलिंगिलॆ लैऱ्ऱ् फिक्चർ
बोट्टिൽ सिൽवർ ऱॆयिलिंग् .
पूർण्णमायुं पुस्तकं वायिक्कुन्नतिൽ उൾप्पॆट्ट ऒराൾ .
पिङ्क् जाक्कऱ्ऱ् उळ्ळ पॆൺकुट्टि
ऒरु मेशयुटॆ अऱ्ऱं
मनुष्यൻ स्कीयिंग् ताऴेक्क्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पुल्लु पच्चयुं पाच्चियुमाण्
ऒरु वयलिൽ ऒम्पत् कटൽक्कॊळ्ळक्काർ
क्लोक्क् सीलिंगिൽ निन्न् ताൽक्कालिकमायि निർत्तिवच्चिरिक्कुन्नु
ऒरु फयർ ट्रक्क्
ऱाक्किൽ तूक्कियिट्टिरिक्कुन्न वाऴप्पऴं
नटक्कुन्न आळुकळुटॆ पुऱं
वलत् शून्यमाय ट्रॆयिൻ ट्राक्कुकൾ
समुद्रत्तिൽ नीळमुळ्ळ मुटियुळ्ळ सർफർ
वलिय इरुम्प् पच्च क्लोक्क्
ऒरु कविळिन्ऱॆ भागं
वातिൽ अटच्चिरिक्कुन्नु .
ऒरु पताक ध्रुवत्तिൽ अमेरिक्कൻ पताक
सർक्किൾ आकृतियिलुळ्ळ चुवन्न चिह्नं
वलिय टाൻ सॆऱामिक् कलं
कऱुप्पुं चुवप्पुं स्नोबोർड्
जिऱाफिन् उयरमुण्ट्
मञ्ञ षाळुळ्ळ ऒरु मनुष्यൻ
रण्टुपेർ ऒरु मेशयिൽ भक्षणं कऴिक्कुन्नु
ऒरु नील फ्रिस्बी
पाർक्क् चॆय्त नग्नमाय बीच्च् बग्गि ऎल्लुकൾ
ऒरु स्केऱ्ऱ्पाർक्क्
उयरमुळ्ळ जिऱाफ्
पच्च वऴऱ्ऱियॆटुक्कुक
ऒरु नाय
ऒरु व्यक्तियुटॆ चुवन्न पान्ऱ्स्
ऒराൾ टॆन्नीस् पन्त् तट्टुन्नु
ई बेस्बोൾ कळत्तिलॆ पुल्ल् पच्चयाण्
ऱोडरिकिलुळ्ळ तॆरुव् विळक्कुकळुटॆ परम्पर
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मनुष्यन्ऱॆ कण्णट
पुष्पं पिङ्क् आण् .
चैनीस् ऎऴुत्त् उपयोगिच्च् पच्च ट्राफिक् चिह्नं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कोൺक्रीऱ्ऱिൽ वॆळुत्त वरकൾ
ओऱञ्च् ओऱञ्च् आण्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
पऴुत्त मञ्ञ वाऴप्पऴं
प्लेऱ्ऱ् वृत्ताकृतियिलाण्
ऒरु तीवण्टि
ऒरु क्रोस् वाक्क्
नीळमुळ्ळ मेशयिलिरुन्न् आळुकൾ
तिरमाल वळरॆ वलुताण्
वॆळ्ळं शान्तमाण्
ऒरु मरत्तिन् मुन्निൽ विऱकु कूम्पारं
ऒरु स्त्री
p अग्नि जलांशत्तिൽ
सीब्रय्क्क् वरकळुण्ट्
ऒरु स्थलत्तिन्ऱॆ चित्रं
कलत्तिൽ धूम्रनूൽ पुष्पं
पർप्पिൾ वस्त्रमुळ्ळ स्त्री
निർम्मिच्च ऒरु किटक्क
तऱ तटियाण्
कप्प्केक्किलॆ फ्रोस्ऱ्ऱिङ् नीलयाण्
लाप्टोप्पिൽ निൽक्कुन्न ऒप्ऱ्ऱिमस् प्रैं फिगർ
ऱॊट्टि वऱुत्तताण् .
पॆൺकुट्टि ऒरु गॆयिं कळिक्कुन्नु
कुळिमुऱियिൽ वॆळुत्त टोय्लऱ्ऱ्
कऱुत्त मूक्क्
तॆरुविलेक्क् प्रवेशिक्कुन्नत् निർत्तुक .
वॆळ्ळत्तिन्ऱॆ दृश्यमाय स्प्लाष्
पक्षि चुवप्पाण्
व्यक्तमाय प्लास्ऱ्ऱिक् कय्युऱ .
पच्चयुं वॆळ्ळयुं कुट
पच्च पुल्ल्
स्त्री चाटुकयाण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वॆळुत्त पूच्च
पिस्स कट्टർ ब्लेड्
वासयोग्यमाय रण्टु जिऱाफुकൾ
ऒरु पियർ नॆक्लेस् धरिक्कुन्नु
पक्षिकळुटॆ पादङ्ङൾ काणां
कुतिरप्पुऱत्त् पोलीस् उद्योगस्थൻ
मञ्ञ बस्
स्ऱ्ऱीप्पिൾ उळ्ळ ऒरु क्लोक्क् टवർ
रण्ट् ऎञ्चिनुकൾ ट्रॆयिൻ तळ्ळुकयाण् .
ऒरु ट्रॆयिൻ स्ऱ्ऱेषनिൽ आळुकൾ कात्तिरिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
सीब्रयुटॆ पिൻभागं
आकाशं दृश्यवुं व्यक्तवुमाण्
मनुष्यൻ टॆन्नीस् कळिक्कुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु वलिय पॆप्पർऱोणि पिस्स
स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीൽ ऱॆयिलिंग्
पाय्क्क् चॆय्त नील लगेज्
चुवप्पुं वॆळ्ळयुं तीवण्टि काർ
पूच्चय्क्क् पिङ्क् मूक्क् उण्ट्
मञ्ञ् वॆळुत्ततुं व्यक्तवुमाण्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
टॆन्नीस् कळिक्कुन्न मनुष्यन्ऱॆ निऴൽ
ऒरु पन्त्
ऱॆड् लैऱ्ऱ् ओणुळ्ळ ट्राफिक् लैऱ्ऱ्
मनुष्यൻ ऒरु अऴुक्कुचालिൽ नटक्कुन्नु
आकाशं दृश्यवुं व्यक्तवुमाण्
चुवप्पुं वॆळ्ळयुं वरकळुळ्ळ चतुरं
ऒरु कऱुत्त ट्राष् बाग् .
इतॊरु बस्साण्
ई आकाशत्त् आऴत्तिलुळ्ळ नील निऱमुण्ट्
ऒरु नील बस् .
पुस्तकं
पऱक्कुन्न ऒरु कऱुत्त पक्षि
ट्राक्किलॆ सब्वे
सुन्दरियाय पॆൺकुट्टियुटॆ मुखं
अलमारयिൽ धाराळं पच्चक्कऱि
अटयाळं
ट्रक्किन्ऱॆ पुऱकिलुळ्ळ नाय
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु कऱुत्त मैक्रोवेव्
पच्च षർट्ट् धरिच्च ऒराൾ
कैऱ्ऱ् पऱक्कुन्न मनुष्यൻ
रण्ट् ओऱञ्च् बागुकൾ
चुवरिൽ ऒरु कुरिश् तूक्कि इट्टिरिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
मरत्तिൽ नील निऱत्तिलुळ्ळ वस्तु
पऴुत्त वाऴप्पऴत्तिन्ऱॆ कूम्पारं
तलमुटि उयർत्तिप्पिटिच्च सुन्दरि
ऒरु मुऱियिൽ पक्षि कूटुकൾ
कुञ्ञ् आन
कऱुत्त ननञ्ञ स्यूट्ट्
ऒरु मनुष्यन्ऱॆ कैयिൽ ऒरु बाऱ्ऱ्
किटप्पुमुऱियिൽ विൻडो तुऱक्कुक
ऒरु कऱुत्त शिरोकवजं
पॆൺकुट्टि स्त्रीयुटॆ मुन्निൽ
ऒरु भक्षणं
आकाशं व्यक्तवुं दृश्यवुमाण्
टॆन्नीस् कोർट्टिൽ मनुष्यൻ
कोർट्ट् नीलयाण्
मेൽक्कूरयिलॆ फाൻ
चुवन्न बूट्ट् धरिच्च कुट्टिकൾ
रण्टुपेർ निलत्तु इरिक्कुन्नु
" मञ्ञ , नील अलङ्कारङ्ङळुळ्ळ वॆळुत्त केक्क् "
पॆൺकुट्टिक्क् चुवन्न मुटियुण्ट् .
प्लेऱ्ऱ् वॆळुत्तताण्
चुवप्पुं वॆळ्ळयुं सिऱ्ऱि बस्
स्केऱ्ऱ्बोർडिൽ इरिक्कुन्न मनुष्यൻ
पूक्कൾ चुवन्नताण्
नटक्कुन्न ऒराൾ
तविट्ट् अस्थि नाय कुक्कि
अटयाळं
पूच्च कऱुत्तताण्
ऒरु स्त्रीयुं पय्यनुं पठिक्कुन्नु
टोय्लऱ्ऱ् वॆळुत्तताण्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
रण्टुपेർ बेस्बोൾ कळिक्कुन्नु
मृगशालयिलॆ जिऱाफ् ऒरु वेलि नोक्कुन्नु
जिऱाफिन् चॆविकळुण्ट्
मनुष्यൻ मञ्ञिൽ स्कियिङ् चॆय्युन्नु
चट्टियिൽ इरिक्कुन्न ऒरु लेयेർड् केक्क्
स्नोबोർडुळ्ळ ऒराൾ
ऒरु सർफऱिन्ऱॆ मङ्ङिय चित्रं
स्केऱ्ऱ्बोർडिൽ चक्रं
फ्रिस्बी कळिक्कुन्न रण्ट् पुरुषन्माർ
ऒरु कूट्टं आळुकൾ स्कीयिंग् चॆय्युन्नु
मञ्ञ् वॆळुत्ततुं व्यक्तवुमाण्
ऒरु कुऴि
आकाशत्त् कैऱ्ऱ्
वॆळ्ळ कटलास् तुवाल डिस्पॆൻसർ
षोർट्ट्स् नीलयाण्
नाल् विमानङ्ङൾ पऱक्कुन्नु
चॆऱिय वॆळुत्त पूच्चक्कुट्टि निलत्त् इरिक्कुन्नु .
ब्लीच्चऱुकൾ इरिक्कुन्न बेस्बोൾ आराधकർ .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु व्यक्तियुटॆ नीळൻ स्लीवुळ्ळ चुवन्न षർट्ट्
प्रॊप्पल्लർ कऱुप्पुं मञ्ञयुं आण्
वलिय ऱोमൻ अनलोग् ऱौण्ट् क्लोक्क्
लोहत्तिन्ऱॆ निऱमुळ्ळ तॆरुव् विळक्क्
वॆळुत्त अम्प् मुकळिलेक्क् चूण्टुन्नु
इटतुवशत्त् सीब्रयुटॆ वाൽ .
नीलयुं मञ्ञयुं हॆൽमॆऱ्ऱ् धरिच्चिरिक्कुन्न सवारिक्कारൻ .
शाखयिൽ वाऴप्पऴं
कऱुत्त वाच्च् धरिच्च मनुष्यൻ .
रण्ट् पशुक्कൾ तल कूट्टि मुट्टिक्कुन्नु
उयरमुळ्ळ चारनिऱत्तिलुळ्ळ विळक्क् पोस्ऱ्ऱ्
ऒरु कुतिरप्पुऱत्त् घटिप्पिच्चिरिक्कुन्न स्ऱ्ऱिऱप्पुकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कऱुत्त बोർडऱुकळुळ्ळ सिൽवർ हॆड्लैऱ्ऱुकൾ
कुञ्ञ् आन
पय्यൻ धरिक्कुन्न वॆळुत्त तॊप्पि .
रण्टुपेർ ऒरु कोൺफऱൻसिलाण्
वॆळिच्चत्तिൽ सङ्कटकरमाय मुखं
आऱ् मोट्टोർ बैक्कुकൾ निरन्नु निർत्तियिरिक्कुन्नु
ऒरु कटुत्त निऱमुळ्ळ हॆൽमऱ्ऱ् .
स्त्री कटൽत्तीरत्ताण्
प्लास्ऱ्ऱिक् कुप्पिकൾ कॊण्ट् निർम्मिच्च बोट्टिൽ आळुकൾ ऱाफ्ऱ्ऱिंग् चॆयुन्नु
टॆन्नीस् कोർट्टिൽ आळुकൾ टॆन्नीस् कळिक्कुन्नु .
कऱुत्त अरिकुकळुळ्ळ वॆळ्ळि मैक्रोवेव्
कऱुप्पुं वॆळुप्पुं पूच्च
प्रकाश स्रोतस्सुळ्ळ अक्वेऱियं
मनुष्यन्ऱॆ मुखं
ऒरु बेस्बोൾ यूणिफोमिलॆ नम्पർ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
चुवरिൽ नील निऱत्तिൽ अलङ्करिच्च वाൾपेप्पർ
आन
ऒराൾ स्केऱ्ऱ्बोർडिൽ तन्त्रङ्ङൾ काणिक्कुन्नु
पकൽ वॆळिच्चत्तिൽ ऎटुत्त चित्रं
आ पशु
रात्रियिलॆ ईफൽ टूർ
चूटुळ्ळ मनुष्यൻ
ऒरु कऱुत्त ट्राष् बाग् .
व्यक्तियुटॆ मुखं
उयरमुळ्ळ तटियुटॆ ध्रुवं
फ्रिस्बि कळिक्कुन्न रण्टुपेർ
पॆप्पऱोणि पिस्स ट्रेयिൽ
ऒरु कऱुत्त ट्राष् बाग् .
मोट्टोർ बैक्किൽ ऒराൾ
पुल्लिൽ ओऱञ्च् कुट
कोब्लॆस्ऱ्ऱोणिൽ रण्ट् वॆळुत्त मोट्टोർसैक्किळुकൾ
वॆळुत्त मञ्ञुरुकिय ऱौण्ट् केक्क्
कऱुप्पुं वॆळुप्पुं चॆक्केർड् पाऱ्ऱेൺ
ऒरु पासञ्चർ वाൻ पॆयिन्ऱिंगिन् तय्याऱाण्
पർवतङ्ङळुटॆ मनोहरमाय काऴ्च
ऒरु वलिय नील जीप्प्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
बैक्क्
ट्यूबिൽ पिङ्क् टवൽ
मोड्पॆटिൽ ऒरु स्त्री .
ऒरु चॆऱिय परस्य बोർड्
समतलत्तिൽ निൽक्कुन्न रण्ट् सीब्रकൾ .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु क्याम्पिंग् ट्रिप्पिलॆ पुरुषन्माർ
कटൽत्तीरत्त् टाൻ मणൽ
द्वीप् बीच्च् रंगं
वळरॆ नीळमुळ्ळ मरं
वायुविൽ ऒरु पच्च टॆन्नीस् पन्त्
चुमरिൽ वॆळिच्चं
मञ्ञुवीऴ्चयिൽ मरङ्ङळुटॆ निऴलुकൾ
लाप्टोप्पिൽ किटक्कुन्न पूच्च
अऴुक्किൽ ओटुन्न कुतिरकൾ
ऒरु पिस्स
कटൽ
विमानत्तिन् पुऱत्त् चुवप्पुं वॆळ्ळयुं पच्चयुं उळ्ळ ऒरु पताक कैवशमुळ्ळ मनुष्यൻ
ऒरु टाൻ चार हौण्ट्
वलिय समुद्र तिरमालकൾ दृश्यमाण्
किटप्पुमुऱियिൽ निൽक्कुन्न ऒरु स्त्री
ऒरु कऱुत्त पिक्कप्प् ट्रक्क्
पशुविन्ऱॆ मुन्निൽ पुल्ल्
ओऱञ्चुं वॆळ्ळयुं निऱमुळ्ळ बारियർ
चुवन्न प्लं तक्काळि
वैऱ्ऱ् सൺ विसർ तॊप्पि
मञ्ञ स्किन्नि टॆडि बियർ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
स्कै वेषत्तिलॆ व्यक्ति
कऱुत्त नीळൻ स्लीव् उळ्ळ ऱाष्गाർड्
अऴुक्कुचालिൽ पच्च काർ
चुवन्न दीർघचतुरं आकारं दृश्यमाण्
ऒरु केक्क् तळिकयिൽ ऒरु केक्क् .
पश्चात्तलत्तिൽ वलिय चुवन्न हृदयं
कुट्टि नाൽक्कवल पिटिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
बस् नीलयाण्
ऱॊट्टियिൽ बेक्कൺ वरकൾ .
कॆट्टिटं
स्ऱ्ऱाक्किൽ निन्न् वरुन्न पुक
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु तटाकत्तिൽ पॊट्टुन्न नाय
ऒरु पेनयिൽ रण्ट् जिऱाफुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
पच्च बक्कऱ्ऱ्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऱिमोट्ट् पिटिच्चिरिक्कुन्न पॆൺकुट्टि
निऱमुळ्ळ अच्चटिच्च चतुर त्रोपिल्लुकൾ
ऒरु डैनिंग् ऱूं
निलत्तु कुतिर
औट्ट्डोർ ऱॆड् बॆञ्च्
नील निऱत्तिलुळ्ळ टॆक्स्ऱ्ऱ् वायनयिൽ ' GORE '
ओऱञ्च् निऱत्तिलाण्
ऒरु केसिन्ऱॆ वशत्त् चॆटि
पश्चात्तलत्तिलुळ्ळ ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ई प्रतिम कॆट्टिटत्तिन्ऱॆ वलतुभागत्त्
आकाशं शोभयुळ्ळ नीलयुं तॆळिञ्ञ कालावस्थयुमाण्
नटप्पातयिलॆ मनुष्यൻ
चॆऱिय कल्ल् निलत्त् काणां
ऒरु कूट्टं कारऱ्ऱ्
मोट्टोർ सैक्किൾ तॆरुविൽ निർत्तियिट्टिरिक्कुन्नु
चॆक्केർड् डिसैൻ कुट दृश्यमाण्
कॆट्टिटं दृश्यमाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मून्न् अच्चाർ कषणङ्ङൾ
ऒरु पऴय रीतियिलुळ्ळ बस्
चॆऱिय वृत्ताकृतियिलुळ्ळ मरं क्लोक्क्
रण्ट् विमानङ्ङൾ पऱक्कुन्नु
ऒरु कुतिर
तीवण्टियुटॆ अक्कं 8161 आण्
तुऴयुन्नतिनायि वॆळुत्त पाडिൽ
पिस्सयिൽ धाराळं हांबർगർ उण्ट्
ऒरु कलशं .
ऒरु स्त्री वीञ्ञु कुटिक्कुन्नु
वॆळ्ळं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
इरुण्ट नील बेस्बोൾ तॊप्पि
पूच्चयुटॆ पच्च कण्ण्
उयरमुळ्ळ ग्लास् बियർ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कॆट्टिटत्तिन्ऱॆ ऒरु जालकं
टोय्लऱ्ऱ् सीऱ्ऱ् वॆळुत्तताण्
ऒरु बाग् कोट्टൺ मिठायि
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु पिस्स मुൻवशत्ताण्
ऒरु नाय उऱङ्ङुकयाण्
क . ण्टऱिलॆ चित्रं
सूर्यप्रकाशत्तिन् कीऴिलुळ्ळ मोणो ब्लोक्क् कसेर
हाൻडिൽ चॆऱिय ऱौण्ट् स्पोट्
ऒरु नील बोർड् सूचकं
मरं तविट्टुनिऱमाण् .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
जिऱाफिन् नाव् पुऱत्तेक्क् उण्ट्
पच्च अक्कङ्ङळिൽ ऎऴुतिय समयं
नाय फ्रिस्बियॆ पिटिक्कुन्नु
वॆळुत्त टोय्लऱ्ऱ् पेप्पऱिन्ऱॆ ऱोൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु पच्च कसेर .
कसेरयिൽ विश्रमिक्कुन्न टॆन्नीस् ऱाक्कऱ्ऱ्
पात्रत्तिൽ स्ट्रोबॆऱि मधुपानकं
कऱुत्त चतुराकृतियिलुळ्ळ सैड् मिऱർ
पच्च मरं पाർक्क् बॆञ्च्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मेशप्पुऱत्त् व्यक्तमाय निरवधि वैൻ ग्लासुकൾ
पुल्लिൽ मून्न् व्यत्यस्त मृगङ्ङൾ
वॆळुत्त मेघङ्ङൾ तॆळिञ्ञ आकाशं
तूणिलॆ तॆरुव् चिह्नं
फोट्टोग्राफऱुटॆ पेर्
मनुष्यन्ऱॆ कण्णट
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ट्राक्कुकळिൽ रण्ट् ट्रॆयिनुकൾ
द्वीप् बीच्च् रंगं
तीवण्टि ऒरु पातयिलूटॆ वरुन्नु
ऒरु चॆऱिय चुवन्न पताक
पुल्लु चॆऱुताण् .
तऱ वॆळुत्तताण्
" पिविसि , स्ऱ्ऱीൽ पैप्पुकळुटॆ प्रदർशनं "
चुवरुकൾ वॆळुत्तताण् .
कुतिर सवारि चॆय्युन्न व्यक्ति
मौस् कऱुत्तताण्
पुतिय उपयोगिच्च टयऱुकൾ चुवटॆ अटयाळप्पॆटुत्तुन्नु
मरङ्ङൾ काणां
चिक्कൻ प्लेऱ्ऱिलाण्
कुट्टिकळुटॆ पुऱकिൽ मञ्ञ मतिൽ
टॆन्नीस् ऱाक्कऱ्ऱ् कैवशमुळ्ळ मनुष्यൻ
यूणिफोमिलुळ्ळ ऒरु पोलीसुकारൻ
कयർ ओऱञ्च् आण्
वयलिൽ कुतिरकൾ
मञ्ञ चित्र फ्रॆयिं
इरुण्ट नील मूटुशील इटत् मतिलिൽ निन्न् पुऱत्तेक्क्
मणलिൽ नाय्क्कൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
करटि डिविडि उपयोगिच्च् अरिञ्ञत्
चरटिൽ तूक्कियिट्टिरिक्कुन्न कऱुत्त सൺग्लास्
ट्राक्कुकळिൽ ऒरु ट्रॆयिൻ
कऱुत्त टोय्लऱ्ऱ् बौൾ पंगർ
बॆञ्चिलॆ पूच्च
पिङ्क् पोൾक्क डोट्ट्ड् फाब्रिक्किൽ वॆळ्ळयिൽ चॆऱि ग्राफिक्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कुट्टिकൾ ऒरु नटुमुऱ्ऱत्त् भक्षणं कऴिक्कुन्नु
स्त्रीक्क् नल्ल चुवन्न चॆवि उण्ट्
कलप्पयिलूटॆ मञ्ञु वीऴुन्नु
स्त्रीक्क् इळं मुटियुण्ट्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु घटिकारत्तिൽ चुवन्न कै
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु पुस्तकं वायिक्कुन्न स्त्री
पुल्लिൽ ऒरु आट्
ऒरु वॆळुत्त टोय्लऱ्ऱ् सीऱ्ऱ्
वॆळुत्त लैनिंग् उळ्ळ चुवन्न ब्लोक्क् अक्षरङ्ङൾ
पुरुषन्माർ बेस्बोൾ कळिक्कुन्नु
हाൻडिൽबाऱिൽ कऱुत्त पिटि
चॆऱिय मञ्ञ काർ
मनोहरमाय मधुरमुळ्ळ इनं
उयरमुळ्ळ पच्च मरङ्ङൾ काणां
रण्टुपेർ समुद्रत्तिൽ इरिक्कुन्नु
ओऱञ्च् पऴत्तिൽ स्ऱ्ऱिक्कർ
मरं बोർडुकळिൽ ओऱञ्च्
करटि कुट्टि कऴिक्कुन्नु
चॆऱिय बोट्ट्
ऒरु जेऴ्सियिൽ ऎं अक्षरं .
लाप्टोप्पिൽ ऒराൾ
चुवർ वॆळुत्तताण् .
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
ऒरु पॊतु विश्रममुऱियिൽ टोय्लऱ्ऱ्
काർड्बोർडिൽ विळ्ळൽ
नायय्क्क् पिङ्क् नावुण्ट्
ऱोमैൻ इल चीरयुटॆ शेखरं
मनुष्यन्ऱॆ षർट्टिൽ क्रोस् चॆय्युक
ऒरु बाग् कोट्टൺ मिठायि
ऒरु वाऴप्पऴं
प्रिन्ऱोटुकूटिय ब्लाक्क् बेस्बोൾ तॊप्पि
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
पूच्च उऱङ्ङुकयाण्
कऱुत्त कुट चुमक्कुन्न व्यक्ति
आन ऒरु रेखयुटॆ पिन्निൽ ऒळिच्चिरिक्कुन्नु
पुस्तकङ्ङൾ नीलयाण्
पात्रं कण्णाटि कॊण्टाण् निർम्मिच्चिरिक्कुन्नत् .
मरं स्ऱ्ऱोप्प् चिह्नं
कऱुत्त षोർट्ट्स् धरिच्च मनुष्यൻ
ऒरु कॆट्टिटत्तिन्ऱॆ वातिൽ
वाऴप्पऴं काणां
घटिकारत्तिनु मूർच्चयुळ्ळ अग्रं उण्ट्
चुमरिൽ घटिकारं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
आन चारनिऱमाण्
कुतिरयुटॆ मुकळिलाण् जोक्कि .
आद्यत्तॆ सीब्रयिलॆ चॆविकൾ .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु नील मेलाप्प्
कुञ्ञ् आन
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
टूत्त् ब्रषुकൾ कटൽत्तीरत्त् निൽक्कुन्नु
मनुष्यൻ मऱ्ऱॊरु वऴि अभिमुखीकरिक्कुन्नु
इरिक्कुन्न मनुष्यൻ
सूर्यास्तमयत्तिൽ निन्नुळ्ळ प्रकाशं
ऒरु भक्षण मुऱियुटॆ मेश
ध्रुवत्तिൽ मञ्ञ चिह्नं
कऱुप्पुं वॆळुप्पुं वൺवे चिह्नं
पक्षि पऱक्कुन्नु
ऒरु बीच्च् कुट
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
तुऱन्न फ्रिड्ज्
वलिय वैऱ्ऱ् ट्राൻसिऱ्ऱ् बस्
आकाशं व्यक्तमाण् .
आन तुम्पिक्कैकॊण्ट् तॊप्पि पिटिक्कुन्नु .
सिङ्क् निऱं वॆळुत्तताण्
ट्राफिक् लैऱ्ऱ् मञ्ञयाण्
चुमरिൽ मरं बॆञ्च्
वयलिൽ ऒरु पट्टं पऱप्पिक्कुन्न मनुष्यൻ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
अकलॆयुळ्ळ इळं तविट्टुनिऱत्तिलुळ्ळ पुल्लाणित्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
चुमरिൽ ग्राफिऱ्ऱि
मनुष्यൻ ऒरु बाऱ्ऱ् पिटिक्कुन्नु .
ऒरु युव जिऱाफ्
भक्षणं नोक्कुन्न इन्त्यൻ मनुष्यൻ
वॆळुत्त कय्युऱकൾ धरिच्च स्त्री
' टोप्प् ' ' टाऱ्ऱ ' ऎन्तॆङ्किलुं अव्यक्तमाण् अऱ्ऱ् ई आंगिൾ [ ऎल्लां क्यापुकळिൽ ]
हूडियुळ्ळ पय्यൻ
क्लोक्क् मुखं वॆळुत्तताण्
अർद्ध वृत्ताकृतियिलुळ्ळ ऱोड्
ऒरु डोनट्ट् कऴिक्कुन्न ऒराൾ
मॆट्रोयॆन्न् उच्चरिक्कुन्न नील अक्षरङ्ङൾ
कॆट्टिटत्तिन्ऱॆ गोपुरं उयरमुण्ट्
कॆट्टिटत्तिन्ऱॆ स्पयർ
ऒरु हरित कॆट्टिटं
ऒरु कॆट्टिटत्तिन् मुन्निൽ प्रतिम
वॆळुत्त ऒरु मनुष्यൻ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मरं कॊण्ट् निർम्मिच्च ऒरु वळ्ळं
ऒरु कण्णाटि
ऒरु बाक्क् विൻड्षीൽड्
ऒरु स्त्री पट्टं पिटिक्कुन्नु
मैक्रोवेव् वॆळ्ळियाण्
ऒरु पाർक्किൽ ऒरु पट्टं पऱक्कुन्न आळुकൾ
आकाशं
" आർऱ्ऱि 66 न् ब्रौൺ , वॆळुप्प् अटयाळं "
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु कूट्टं वाऴप्पऴं मेൽक्कूरयिൽ निन्न् तूङ्ङिक्किटक्कुन्नु
मञ्ञ टाक्सि क्याब् दृश्यमाण्
ई पूच्चयुटॆ कण्णुकൾ वळरॆ इळं पच्चयाण्
इतॊरु बियർ कुप्पियाण् .
बॆञ्चिन् समीपमुळ्ळ कोब्लॆस्ऱ्ऱोൺ पात
ऒरु मुत्तच्छൻ क्लोक्क्
स्केऱ्ऱ्बोർडुकൾ ओटिक्कुन्न रण्ट् स्त्रीकൾ
कुटुंबं अवरुटॆ कैऱ्ऱ्स् पऱक्कुन्नु
ऒरु व्यक्ति सർफिंग् चॆय्युन्नु
कुञ्ञ् आन
डॆन्ऱൽ फ्लोसिन्ऱॆ ऒरु वॆळुत्त पॆट्टि
आൺकुट्टियुटॆ कैत्तण्टयिलॆ चिलन्ति
कळि काणुन्न सൺग्लास् धरिच्च मनुष्यൻ
मनुष्यൻ कण्णट धरिक्कुन्नु .
ऒरु जिऱाफ् किटक्कुन्नु
अटुप्पिൽ निन्न् तूक्कियिट्टिरिक्कुन्न पർप्पिൾ टवൽ
मनुष्यൻ ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् पिटिच्चिरिक्कुन्न .
ऒरु तॆरुविलॆ काऱुकൾ
ऒरु ड्रागൺ आकृतियिलुळ्ळ कैऱ्ऱ्
कटൽत्तीरत्तॆ मणൽ .
कऴुत्तिൽ नील लानियाർड्
स्त्रीयुटॆ मटियिൽ इरिक्कुन्न स्त्री
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
चोक्लेऱ्ऱ् फ्रोस्ऱ्ऱड् कप्प् केक्क्
पच्चप्पाटत्तिൽ मञ्ञ पूक्कൾ
बॆञ्च् तिळङ्ङुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
वृत्ताकृतियिलुळ्ळ वॆळुत्त प्लेऱ्ऱिൽ सिൽवർ फोർक्क्
ऒरु कूट्टं वाऴप्पऴं
ऒरु सोक्कർ बोൾ
नुकं धरिच्च रण्ट् पशुक्कൾ
तविट्ट् षोർट्ट्स् धरिच्च मनुष्यൻ
फलं ऒरु मेशप्पुऱत्त्
कौण्टऱिൽ रण्ट् सिङ्कुकൾ
निलत्तु पक्षियुटॆ निऴൽ
ऒरु मोट्टोർ बैक्किൽ मनुष्यൻ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
पुऱत्तुळ्ळ ऒरु क्लोक्क्
ऒरु जेऴ्सियिൽ नम्पർ 10
वॆळ्ळत्तिൽ ऒरु पक्षि
कऱुप्पुं वॆळुप्पुं स्नोबोർड्
कुतिरप्पुऱत्त् कुतिरसवारि
हिमपातमुळ्ळ वॆळुत्त स्की
इऱ्ऱालियൻ ब्रॆडिൽ पच्च चीरयोटुकूटिय टർक्कि साൻड्विच्च्
आकाशत्तिलॆ परासॆयिൽ
ऒरु मञ्ञ टॆन्नीस् बोൾ
ऒरु मरत्तिൽ नीलयुं ओऱञ्चुं उळ्ळ पक्षि
वलिय वृत्ताकृतियिलुळ्ळ चुवन्न बक्कऱ्ऱ्
इटत्तरं वलिप्पत्तिलुळ्ळ वृत्ताकृतियिलुळ्ळ चाट्
समुद्रत्तिൽ वलिय तिरमाल
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कुट मൾट्टि कळർ आण्
बहुनिल कॆट्टिटङ्ङळुटॆ ऒरु परम्पर
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
" चुवप्प् , कऱुप्प् स्यूट्ट्केस् "
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु बॆञ्चिൽ ऒरु फलकं
धूम्रनूൽ कुट चुमक्कुन्न स्त्री
पच्च चॆटिकळुळ्ळ पात्रङ्ङൾ
जिऱाफिन्ऱॆ चॆवियुटॆ वॆळुत्त पुऱं
मून्न् नील चतुर तलयिणकൾ
पुष्पं वॆळुत्तताण्
ऒरु बाग् आप्पिൾ
युवाव् स्केऱ्ऱ्बोർडिंग्
निलत्त् ट्रक्क्
ऒरु वॆळ्ळि नाൽक्कवल
वलिय तिळङ्ङुन्न स्वർण्ण मोट्टोർसैक्किൾ
वऴियिलॆ वॆळ्ळ गतागत वर
ट्राक्कुकळिൽ ट्रॆयिൻ काർ
पुरुषन्ऱॆ हॆൽमॆऱ्ऱ्
मून्न् पूच्चक्कुट्टिकळुण्ट्
असाधारणमायि वलिय तविट्ट् नाय
इताण् आकाशं
ऒरु चॆऱिय मौण्टൻ बैक्क्
पुल्लिൽ इरिक्कुन्न पॆൺकुट्टि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु वलिय रोममुळ्ळ पूच्च
ऒरु बाग् कोट्टൺ मिठायि
ऒरु सीब्रयुटॆ मूक्क्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चॆऱिय ऎञ्चिनुळ्ळ नील मोट्टोसैक्किൾ
ऒरु मञ्ञ क्याब्
मनुष्यൻ ऒरु चित्रमॆटुक्कुन्नु
ऒरु मरं मिनुसमाർन्न तऱ
कऱुत्त ग्रिल्लिൽ आऱ् साൻड्विच्चुकൾ
तॆळिञ्ञ ऒरु ग्लास् वॆळ्ळं
वॆळ्ळत्तिनटुत्त् निൽक्कुन्न व्यक्ति
इतॊरु ब्रॊक्कोळियाण्
आनयुटॆ कण्ण्
ऒरु लोह वेलि .
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु पऴय तुरुम्पिच्च लोहत्तिन्ऱॆ जनൽ तूൺ
लिच् फीൽड् सिऱ्ऱि वॆळ्ळयिൽ ऎऴुति
कऱुत्त पोस्ऱ्ऱुकळुटॆ ऒरु निर
चुऱ्ऱुं निൽक्कुन्न रण्ट् जिऱाफुकൾ
मनुष्यൻ नील कुटयुटॆ तणलिൽ विश्रमिक्कुन्नु .
वॆळुत्त विमानं लाൻडिंग्
कटൽत्तीरत्तॆ पाऱकൾ
ऒरु फयർ ऎञ्चिൻ ट्रक्क्
विमानं पऱन्नुयराൻ तय्याऱाण्
समुद्रत्तिलॆ स्त्री
वयलिൽ मून्न् जिऱाफुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
स्क्रीनिൽ ऒरु वीडियो गॆयिमुळ्ळ टिवि
आकाशं नील निऱमाण् .
नाल् डबिൾ डॆक्कർ बसुकൾ
इतॊरु पट्टिकयाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
स्त्री वॆळ्ळत्तिൽ
इताण् आकाशं
इत् ऒरु मनुष्यनाण्
ऒरु चॆऱिय पच्च कुट
चुवन्न तऱ
ओऱञ्च् कारऱ्ऱ् मिश्रितं
नाल् सीब्रकळुटॆ ऒरु कूट्टं
कुट कऱुत्तताण्
चक्रङ्ङळिൽ ऒरु कूट्टं बात्त्ऱूं उपकरणङ्ङൾ
नील वरयुळ्ळ मतिൽ
इतॊरु कत्रिकयाण्
प्लेऱ्ऱिൽ पच्चक्कऱि
इतॊरु कैऱ्ऱ् आण्
ऒरु प्लेऱ्ऱिൽ ऒरु ब्रॊक्कोळि कषणं
ऒरु चॆऱिय विमानं
वलिय पच्च चतुर चिह्नं
पुऱकिൽ निൽक्कुन्न मनुष्यൻ
इवർ सർफऱुकळाण् .
कौण्टऱिൽ सन्देश शेखरं
आन पुൽमेटिलूटॆ नटक्कुन्नु .
कऱुप्पुं वॆळुप्पुं निऱं .
वॆळ्ळत्तिൽ कुञ्ञ् आन .
मिडॆयऱिलॆ ऒरु स्केऱ्ऱ्बोർडർ
" ओऱञ्च् , नील ऎन्निवयाण् कुट "
ऒरु बोർडिൽ निन्न् वीऴुन्न सർफർ
बोय् अलकळुटॆ मुटियाण्
ऒरु मुऱियुटॆ काऴ्च ऒरु द्वारत्तिलूटॆ नोक्कुन्नु
टाक्सि ऎन्न वाक्क् कऱुप्पिൽ
ऱाक्कऱ्ऱ् पिटिक्कुन्न ऒराൾ
टॆन्नीस् कळिक्कुन्न ऒरु युवाव्
नाय स्केऱ्ऱ्बोർडिन् अटुत्ताण्
कण्णाटियिൽ वलिय मञ्ञ नाय
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
तुऱन्न पॆट्टिकळिलॆ पिस्सकൾ
कटൽत्तीरत्तॆ पाऱकൾ
चॆऱुतायि चायुन्न वलिय नील कुट
टॆन्नीस् षूसिन्ऱॆ ऒरु जोडि
कुञ्ञ् आन
" ओऱञ्च् , वैऱ्ऱ् डबिൾ डॆक्कർ बस् "
पॆൺकुट्टि बैक्किलाण्
कुट्टि ऒरु बेस्बोൾ बाऱ्ऱ् पिटिक्कुन्नु
ऱोडिलॆ चवऱ्ऱुकुट्ट
कुतिरयुं जोक्कियुं
मोप्पॆडिन् मुन्निलॆ व्यक्तमाय हॆड्लैऱ्ऱ् माय्क्कुक
ऱफ्रिजऱेऱ्ऱऱिൽ नोक्कुन्न ऒराൾ
वॆळ्ळं पोलॆ नुरयॆ तिरमाल
ऒरु बट्टൺ
ऱण्णർ ऒरु बेस् मोष्टिक्कुन्नु
विविध चेरुवकळुळ्ळ साൻड्विच्च्
नाय कळिप्पाट्टं टाൻ आण्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मनुष्यൻ सैक्किळिൽ कयऱुन्नु
मेशप्पुऱत्त् वॆळुत्त जन्मदिनं केक्क्
नाय कऱुत्तताण्
पन्त् बाऱ्ऱिनॆ कण्टुमुट्टुन्नु
कुट्टि वरयुळ्ळ टै धरिक्कुन्नु .
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु वॆळुत्त प्लेऱ्ऱिൽ ऒरु साൻड्विच्च्
ऒरु वीडियो गॆयिं कळिक्कुन्न ऒरु पॆൺकुट्टि
ट्राक्टർ मञ्ञयाण्
मनुष्यन्ऱॆ इरुण्ट षोർट्ट्स्
पाർक्किंग् मीऱ्ऱऱिൽ सिൽवർ कोयिൻ स्लोट्ट्
इतॊरु स्केऱ्ऱ्बोർडाण्
नीलयुं वॆळ्ळयुं लोंग्बोർड्
स्कीसिलुळ्ळ ऒरु व्यक्ति .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒराൾ मुट्टुकुत्ति निൽक्कुन्नु
समुद्रं नोक्कुन्न सർफർ
पॆൺकुट्टि नग्नपादनाण्
सർफർ ऒरु तरंगत्तॆ पिटिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
" ऒरु चार निऱत्तिलुळ्ळ कै नीळमुळ्ळ षർट्ट् , अतिൽ हृदयमुण्ट् "
इतॊरु होट्ट् डोगाण् .
बागुचॆय्त ओऱञ्चिन्ऱॆ ऒरु पॆट्टि
ऒरु कण्टॆय्नऱिलॆ नारङ्ङकൾ
एऴ् जिऱाफुकळुण्ट्
पालत्तिൽ मॆऱ्ऱൽ ट्रस्
नीळमुळ्ळ पच्चयुं तविट्टुनिऱत्तिलुळ्ळ पुल्लुं
वलिय ब्रौൺ लव् सीऱ्ऱ्
बॆञ्चिनटियिൽ पक्षिकळुण्ट्
कूऱ्ऱൻ टॆडि बियർ
मॆऱ्ऱൽ टवർ मञ्ञयाण्
तविट्टुनिऱत्तिलुळ्ळ वॆळुत्त जिऱाफुकൾ तिरियुन्नु
वॆळ्ळयुं पिङ्क् निऱत्तिलुळ्ळ टाङ्क् टोप्प् धरिच्च स्त्री
निलत्त् कऱुत्त पुळ्ळि
चुवरिൽ इळं मञ्ञ टैൽ .
कुञ्ञ् आन
मेशकळिൽ पिङ्क् कुटकൾ
नीलाकाशं नेरॆ वॆळुत्त मेघङ्ङൾ
नीळमुळ्ळ मञ्ञ सർफ्बोർड्
कॆट्टिटत्तिलॆ जालकङ्ङൾक्क् मुकळिलूटॆ अवनिङ्स्
इटतुवशत्त् तटञ्ञ कै
नियन्त्रणं विट्ट् निർत्तियिट्टिरिक्कुन्न ऒरु बस्
रक्षकർत्ताविन्ऱॆ कीऴिൽ आनक्कुट्टी
कटൽत्तीरत्त् निൽक्कुन्न ऒरु कऱुत्त कुतिर
आनकൾक्कुळ्ळ जल द्वारं
मनुष्यൻ बैक्क् वॆळ्ळत्तिलूटॆ ओटिक्कुन्नु
रण्ट् जिऱाफुकൾ युद्धं चॆय्युन्नु
स्त्रीयुटॆ पർप्पिൾ हूडि
कळप्पुरयुटॆ वशत्त् मरंकॊण्टुळ्ळ गोवणि
चुवरिൽ टोय्लऱ्ऱ् पेप्पऱिन्ऱॆ ऒरु चॆऱिय वॆळुत्त ऱोൾ
वॆळुत्ततुं कऱुत्ततुमाय क्लोक्क् मुखं
किटक्कयिൽ प्रभात भक्षणं कऴिक्कुन्न ऒराൾ
ऒरु हांगऱिൽ ऒरु मञ्ञ विमानं
पशु वॆळ्ळं कुटिक्कुन्नु .
ऒरु ग्लास् कुप्पि टॆक्विल
पताक कॆट्टिटत्तिन् पिन्निൽ पऱक्कुन्नु
ऒरु वयलिൽ ऒरु पुरातन ट्रक्क्
टॆन्नीस् कळिक्कारൻ पन्त् तट्टाൻ तय्याऱाकुन्नु
कुऱच्च् कुट्टिकൾ पोस् चॆय्युन्नु
पऴय कल्ल् कॊण्टुळ्ळ क्लोक्क् टवർ
वॆळ्ळयुं चारनिऱत्तिलुळ्ळ पक्षियुं निൽक्कुन्नु
कालुकൾ ओऱञ्च् निऱत्तिलाण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
जिऱाफुकळॆ नोक्कुन्न ऒरु कूट्टं आळुकൾ
कुञ्ञ् आन
नालुपेർ निलत्तेक्क् नोक्कुन्नु
मुकळिൽ निൽक्कुन्न कुतिरयोटुकूटिय वलिय चुवन्न कसेरयुटॆ वलिय शिल्पं .
चुवप्प् कत्तिच्च सैक्किൾ लैऱ्ऱ्
कत्ति निൽक्कुन्न मेश विळक्क्
ऒरु कुप्पि फिजि ब्राൻड् वाट्टർ
वलिय मूङ्ङ मरङ्ङൾक्किटयिलूटॆ उऱ्ऱुनोक्कुन्नु
रण्ट् मीऱ्ऱऱाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कुञ्ञिൽ पूच्चक्कुट्टि
वलिय तविट्ट् कुतिर वलिक्कुन्न वागൺ
ऒरु वॆळ्ळ गॆयिं कൺट्रोळർ
चॆऱिय चारनिऱत्तिलुळ्ळ कऱुत्त पूच्चक्कुट्टि
वायिൽ फोणुळ्ळ ऒरु एष्यൻ मनुष्यൻ
पूच्चयुटॆ कऴुत्तिൽ नील कोळർ
मनोहरमाय वीट्
कुन्निൽ नित्यहरित मञ्ञ् मूटि
चारनिऱत्तिलुळ्ळ मेघङ्ङळिलूटॆ प्रकाशं
ऒरु चुवन्न टॆडि बियർ
कट्टिंग् बोർडिൽ ऒरु कलं सूप्प्
ऒरु कोൺक्रीऱ्ऱ् मतिलिनुळ्ळिൽ लैऱ्ऱ् सॆऱ्ऱ्
सർक्कस् आन सन्तुलितावस्थयिलेक्क्
वलिय जॆऱ्ऱ् विमानङ्ङൾ जॆऱ्ऱ् ऎञ्चिनिൽ
ऒरु कऱुत्त ट्राष् बाग् .
द्वीप् बीच्च् रंगं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मेच्चिൽप्पुऱत्त् तविट्ट् पशु
विल ऎऴुतियिट्टुळ्ळ काർड्बोർड् चिह्नं
कुऱच्च् नियोൺ लैऱ्ऱुकൾ
निलत्त् स्नोबोർड् .
मोट्टोർ सैक्किൾ ओटिक्कुन्न ऒराൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
बाक्क्पाक्कुकळुं बागुकळुं निलत्त्
रण्ट् पुरुषन्मारुं ऒरु स्त्रीयुं ब्लीच्चऱुकळिൽ इरिक्कुन्नु
" मञ्ञ , चुवप्प् विमानङ्ङळुटॆ वरि "
मञ्ञुमूटिय कुन्निൽ पॆसൺ स्कीयिंग्
ऒरु वैऱ्ऱ् वै कൺट्रोळർ .
करटियुटॆ नखं
रात्रियिൽ ऎटुत्त फोट्टो
ऒरु कऱुत्त मोट्टोർसैक्किൾ टयർ
चुवन्न कुटकൾ
पच्चयुं वॆळ्ळयुं फ्रिस्बियॆ पिटिक्कुन्न नाय
ऒरु ग्यालൻ पाൽ
वयऱुकൾ कऱुत्तताण्
बागुकൾ चुमक्कुन्न मनुष्यൻ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कट्टिलिൽ इरिक्कुन्न स्त्री पुस्तकं वायिक्कुन्नु
ऒरु कूटारत्तिन् अटुत्त् उळ्ळ बस् .
ऒरु वॆळुत्त पात्रत्तिन्ऱॆ मुकळिൽ पिस्स
आळुकൾ आकाशत्तेक्क् नोक्कुन्नु
काबिनऱ्ऱिൽ शून्यमाय कुप्पिकൾ
ऒरु वलिय जॆऱ्ऱ् विमानं निർत्तियिट्टिरुक्कुन्नु
पऴय विन्ऱेज् ब्रौൺ स्यूट्ट्केस्
मरङ्ङൾ पश्चात्तलत्तिलाण् .
ऒरु काർड्बोർड् प्लेऱ्ऱऱिൽ ग्रीस् स्पोट्ट्
गोपुरत्तिलॆ घटिकारं
" ट्राक्कुकळिൽ चुवप्प् , कऱुप्प् ट्रॆयिൻ "
मुऱियिൽ वॆळुत्त टोय्लऱ्ऱ् इरिप्पिटं
फ्रिस्बियॆ ऎऱियाൻ पोकुन्न मनुष्यൻ
चुवप्पुं वॆळ्ळयुं वरयुळ्ळ कुट
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
नील तलं आळुकൾ काणुन्नु
वलिय चारनिऱत्तिलुळ्ळ आन नदियिൽ नटक्कुन्नु
ऒरु ताऴ्वरयिൽ पशुक्कळॆ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कुञ्ञ् आन
ऱोडिलॆ फुड् ट्रक्क्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
अटुक्कळयिलॆ सीलिंगिൽ लैऱ्ऱ् हांगिंग्
ऒरु मेळयिलॆ आळुकൾ
चुवन्न चलिक्कुन्न फ्रिस्बी
धाराळं इनङ्ङൾ उळ्ळ ऒरु मुऱि
स्यूट्टुं टैयुं धरिच्च ऒराൾ
लॆड्जिൽ ऎन्तो
इळं निऱमुळ्ळ चिल अऴुक्कुकൾ
तीवण्टियुटॆ वशत्तुळ्ळ ग्राफिऱ्ऱि
नीळमुळ्ळ मानेयुळ्ळ वॆळुत्त कुतिर
" वॆळ्ळि , कऱुत्त बैक्क् शिरोकवजं "
पुल्लिൽ वॆळुत्त सोक्कർ बोൾ
कटൽत्तीरत्त् रण्टुपेർ .
ऒरु सिൽवർ ऱेसർ सॆൽ फोൺ
चुवन्न आप्पिळिनुळ्ळ ऒरु विलयुटॆ तॊङ्ङൽ
निलत्तु मरत्तिन्ऱॆ निऴൽ
वॆळुत्त टॆन्नीस् वस्त्रं धरिच्च स्त्री
वॆळ्ळि इटवऴि मोप्प् चॆय्त
ऒरु फोർक्किൽ भक्षणं
ऒरु कऱुत्त किऱ्ऱि पूच्च
मृगङ्ङळॆ आस्वदिक्कुन्न आळुकൾ
कोർट्टिൽ चुवप्प् निऱं
निलत्त् धाराळं प्रावुकൾ
ऒरु पुൽत्तकिटि
मनुष्यन्ऱॆ मुखत्त् कैयुण्ट्
ऒरु कट्टिलिन्ऱॆ वशं
पुञ्चिरिक्कुन्न ऒरु कॊच्चुकुट्टि
चारवुं वॆळुप्पुं निऱत्तिलुळ्ळ मतिൽ
ई व्यक्ति पारासॆयिलिंग् चॆय्युन्नु
स्नोबोർडिलॆ व्यक्ति
फ्रञ्च् ऱॊट्टि तय्याऱाक्कुन्न स्त्री
मनुष्यൻ आटुकळुटॆ रोमङ्ङൾ मुऱिक्कुन्नु
ऒरु वॆळुत्त लेबൽ
तीऱ्ऱयुटॆ समीपं ऒरु चॆऱिय पक्षि
ऒरु सीब्र तल मुन्नोट्ट् कुनिञ्ञु
पॊतिञ्ञ वण्टियिൽ आळुकൾ कयऱुन्नु
ऒरु पूच्च चॆरिप्पिनु मुकळिൽ किटक्कुन्नु
" चार , चुवप्प् कोळർ . "
मनुष्यൻ पाचकं चॆय्युन्नु .
जाक्कऱ्ऱिൽ पोक्कऱ्ऱ् कत्ति
तॆरुव् विळक्कुकൾ पकൽसमयत्त् ओणाण् .
ऒरु पळ्ळियुटॆ मुൻवशत्त् नालुपेർ
युद्धविमानं प्रदർशिप्पिच्चिरिक्कुन्नु .
पुल्लिൽ इरिक्कुन्न ऒरु स्त्री
द्वीप् बीच्च् रंगं
किटक्क लॆतർ कॊण्टाण् निർम्मिच्चिरिक्कुन्नत् .
कऱुत्त वरकळुळ्ळ ओऱञ्च् ट्रॆयिൻ काबूस् .
ऒरु ट्रॆयिनिन्ऱॆ वशं
ऒरु सिङ्क् फ्यूसऱ्ऱ्
इत् ऒरु ओट्टं पोलॆ तोन्नुन्नु .
ऒरु बाग् कोट्टൺ मिठायि
आൺकुट्टि ऒरु होट्ट् डोग् पिटिक्कुन्नु
ऒरु पॆൺकुट्टियुटॆ मुखं
सॆൽफोणिलॆ ग्रे आन्ऱिन
ऒरु वॆळुत्त ब्लॆൻडർ तऱयिൽ उण्ट् .
इतॊरु पिक्कऱ्ऱ् फॆൻसाण्
मेघङ्ङळिल्लात्त नीलाकाशं
ऒरु आൺकुञ्ञिन्ऱॆ तल
रण्ट् नाय्क्कൾ ऒरु चोർच्चयिൽ नटक्कुन्नु
कुञ्ञ् आन
चॆवियिൽ कैयुं सॆൽफोणुं उळ्ळ स्त्री
मनुष्यൻ मञ्ञ अङ्कि धरिक्कुन्नु
मनुष्यൻ ऒरु वण्टि वलिक्कुन्नु
वॆळुत्तुळ्ळि रण्ट् अल्लि
बाർबർ षोप्प् ऎन्न वाक्कुकൾ
पच्च मुन्तिरियुटॆ बुषॆൽ अलमारयिൽ तूक्कियिरिक्कुन्नु .
पकൽसमयत्त् ऒरु बीच्च् .
तोൾ दूरं चुवन्न मुटि
वॆळ्ळयुं कऱुप्पुं टोय्लऱ्ऱ् ब्रष्
वायुविൽ पऱक्कुन्न कैऱ्ऱ्
वलिय कऱुत्त स्कोർबोർड्
ऒरु कुन्निन्ऱॆ अटियिൽ नाल् जिऱाफुकൾ
वॆळ्ळत्तिलुळ्ळ आन
अलमारयिൽ कुप्पि
सർफ्बोർडुमायि वॆळ्ळत्तिൽ निन्न् पुऱत्तेक्क् नटक्कुन्न व्यक्ति
मनोहरमाय पाർक्क्
फ्रिस्बी मञ्ञयुं वायुविलुमाण्
नटप्पातयिलॆ बॆञ्च् .
पात्रं वृत्ताकृतियिलाण्
पिस्सयुळ्ळ ऒरु मेश
कॆट्टिटत्तिनटुत्तुळ्ळ मोट्टोർसैक्किൾ
कऱुप्पुं वॆळुप्पुं निऱत्तिलुळ्ळ कुटुंब चित्रं
मञ्ञ् मूटिय निलं
अञ्च् नील नक्षत्रङ्ङൾ
ऒरु प्लेऱ्ऱिन्ऱॆ वशं
वायुविൽ ऒरु चॆऱिय विमानं
ट्रॆयिनिन्ऱॆ वशत्तुळ्ळ कऱुत्त नम्पऱुकൾ
" तविट्ट् , टाൻ कुत्तुकൾ उळ्ळ जिऱाफ् "
स्त्री कण्णट धरिक्कुन्नु
स्ऱ्ऱोवेन्ऱॆ मुकळिൽ कऱुत्त नोब्
पय्यൻ ऒरु गॆयिं कळिक्कुन्नु
इरुण्ट नील किटक्क
कय्यिൽ पानीयवुमायि मेशयिलिरिक्कुन्न स्त्री
कुञ्ञ् आन
ऒरु तविट्ट् निऱत्तिൽ उळ्ळ नाय
वॆळुत्त षർट्टुं डाർक्क् पान्ऱुं धरिच्च पय्यൻ स्केऱ्ऱ्बोർड् स्ऱ्ऱण्टुकൾ चॆय्युन्नु .
कुञ्ञ् आन
नील षർट्ट् धरिच्चयाൾ
ऒरु विमानं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु वॆयिൽ दिवसं आळुकൾ स्कीयिंग् चॆय्युन्नु
अटयाळं कऱुप्पुं वॆळुप्पुं आण्
ऒरु ग्लासिन्ऱॆ मुकळिൽ
आन ऎक्सिबिऱ्ऱिൽ आन नटत्तं
मून्न् काळक्कुट्टिकൾ
मून्न् आनकൾ ऒरुमिच्च् नटक्कुन्नु
मनुष्यन्ऱॆ तॊप्पि कऱुत्तताण्
तविट्ट् मुट्टकळुटॆ तुऱन्न काർट्टൺ
व्यक्तमाय वैൻ ग्लास्
ब्रौൺ निऱत्तिलुळ्ळ मरं कसेरयुटॆ भागं
मनुष्यൻ समुद्रत्तिൽ अलऱुन्नु
स्ऱ्ऱोप्प् चिह्नङ्ङळुटॆ ग्रूप्प्
चुवन्न पास्त सोस्
स्वॆऱ्ऱർ धरिच्च नाय
फयർ हैड्रान्ऱिन्ऱॆ मुकൾभागं नीलयाण् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वർण्णाभमाय बैबिൾ ट्रक्क्
सॆൽ फोणिन् पिङ्क् कवർ उण्ट्
ऒरु मञ्ञ बसिन्ऱॆ भागं
ध्रुवक्करटि वॆळुत्तताण्
स्क्रांबिൾड् मुट्टकൾ
वलिय मूटൽ मञ्ञ् पർवतङ्ङൾ
वलिय ट्रक्क् ऱोडिलूटॆ ओटिक्कुन्नु
रण्टुपेർ परस्परं निൽक्कुन्नु
ऒरु तटाकत्तिൽ ऒरु पवർ बोट्ट् उण्ट्
अटुक्कळयिൽ वॆळुत्त मुकळिलॆ अलमार
वलिय कऱुप्पुं स्वർण्ण क्लोक्क्
मनुष्यन्ऱॆ कुप्पायं नीलयाण्
पूच्च टिवि काणुन्नु
मञ्ञ षർट्टिൽ वलिय स्त्री
नाल् जिऱाफुकൾ
निलत्त् मणൽ
कऱुप्पुं चुवप्पुं हॆൽमॆऱ्ऱ् धरिच्च व्यक्ति .
ऱॆड् - बिൽड् गൾ अक्का अयल गൾ अल्लॆङ्किൽ तरापुङ्क अल्लॆङ्किൽ अक्कियाक्कि . नी चोदिच्चु
वलिय मनोहरमाय तूक्कुविळक्क्
आൺकुट्टिकळुटॆ कैयिൽ पिटिच्चिरिक्कुन्न सॆൽ फोൺ
चुवप्पुं वॆळ्ळयुं मेलाप्प्
सർफ्बोർडुकळुटॆ प्रदർशनं
आकाशत्त् वॆळुत्त लैऱ्ऱ् बൾबुकൾ
नटप्पातयिൽ अग्नि जलाशं
ऒरु प्रवेशिक्करुत् अटयाळं
तविट्ट् पट्टिक मुकळिलॆ उपरितलं
मेशप्पुऱत्त् पूक्कൾ
मऱ्ऱ् इलक्ट्रोणिक् उपकरणङ्ङൾक्क् मुकळिൽ विश्रमिक्कुन्न कम्प्यूट्टऱुकൾक्कायि उपयोगिक्कुन्न ओफ् - वैऱ्ऱ् निऱमुळ्ळ कीबोർड्
यूणिफोमिलुळ्ळ ऒराൾ
ऒरु डैनिंग् ऱूमुं स्वीकरणमुऱियुं
पाർक्क् बॆञ्चिൽ इरिक्कुन्न प्रायमाय स्त्री
जिऱाफिन्ऱॆ ऒरु पिൻभागत्त्
चुवप्पुं वॆळ्ळयुं पॆർपॆल्लർ
पॆൺकुट्टि मोट्टोർ सैक्किൾ ओटिक्कुन्नु
वायुविൽ वർण्णाभमाय ऒरु पट्टं
मेशप्पुऱत्त् घटिकारं .
स्ऱ्ऱोप्प् चिह्नत्तिൽ टागुचॆय्युन्नु
ट्री नटप्पातयॆ कनोप्पीस् चॆय्युन्नु
मनुष्यൻ सർफ्बोർड् वहिक्कुन्नु
चुवप्पुं वॆळ्ळयुं इष्टिककൾ
प्लॆयिൻ वैऱ्ऱ् ऱफ्रिजऱेऱ्ऱർ
सलामि मांसं ऒरु साൻड्विच्चिൽ निन्न् पुऱत्तेक्क् निल्क्कुन्नु
प्रकाशमुळ्ळ कॊट्टारत्तिन्ऱॆ चित्रं
कऱुप्पुं वॆळुप्पुं बौऱ्ऱी
अरि स्पूणिलाण्
कसेरयुटॆ उयർन्न पिൻभागत्त् अलङ्कार पाऱ्ऱेൺ
षोट्टिलॆ नाल् अटयाळङ्ङൾ
आळुकൾ मेशकൾक्क् चुऱ्ऱुं इरिक्कुन्नु
कुऱच्च् भक्षणं कऴिक्कुन्न व्यक्ति
ऒरु ट्राक्किൽ ऒरु आंट्राक्क् ऎञ्चिൻ
ऒरु निरोधन ऱोड् चिह्नं
निलत्त् कऱुत्त पुळ्ळि
वॆळ्ळयुं पच्चयुं उळ्ळ ऒरु बोट्ट्
ऒरु बाग् कोट्टൺ मिठायि
मनुष्यन्ऱॆ कैयिलुळ्ळ सॆൽफोൺ
मञ्ञ बेस्बोൾ तॊप्पि
मऴविल्लुं वॆळुत्त वरयुळ्ळ मेश तुणियुं
पूच्चयुटॆ वलत् चॆवि
" पिङ्क् , चुवप्प् टॆन्नीस् ऱाक्कऱ्ऱ् . "
ऒरु मेश निऱयॆ वस्तुक्कൾ
कट्ट् ओऱञ्च् कष्णङ्ङൾ
ऒरु वलिय टिवि
सुन्दरियाय स्त्रीकൾ टॆन्नीस् ऱाक्कऱ्ऱ् उपयोगिच्च् पन्त् तट्टुन्नु
स्त्रीकळुटॆ वस्त्रं धरिच्च पुरुषൻ
निलत्त् कऱुत्त पुळ्ळि
निलत्त् कऱुत्त पुळ्ळि
ऒरु तविट्ट् पट्टिक
नीलयुं वॆळ्ळयुं वरयुळ्ळ मेलाप्प् .
नाययुं वॆळ्ळत्ताൽ चुऱ्ऱप्पॆट्ट आळुकळुं
पय्यൻ पुल्लिൽ निൽक्कुन्नु
कॆट्टिटत्तिन् मुकळिൽ कऱुत्त वॆळिच्चं
कऱुत्त पान्ऱ्स् धरिच्च स्त्री
अऴिक्कात्त षू
पच्च पुൽत्तकिटि
ऒरु अटियिൽ ऒरु कूट्टं कत्तिकൾ
फिफि ऎन्न् पऱयुन्न नील अक्षरङ्ङൾ
इटतुवशत्त् पेप्पർ टवൽ डिस्पॆൻसർ .
तॆरुविन् चुऱ्ऱुं निൽक्कुन्न आळुकൾ .
कऱुत्त घटिकारवुं वॆळुत्त मुखवुं
ट्रॆयिनुकൾ ट्राक्किलेक्क् इऱङ्ङुन्नु
बाक्क् ग्रौण्टिलॆ कॆट्टिटत्तिलॆ आळुकൾ .
" मञ्ञ , वॆळ्ळ ट्रॆयिൻ "
पऴङ्ङळुटॆ कूम्पारत्तिൽ इरिक्कुन्न आप्पिൾ .
ऒरु डीसलिन्ऱॆ पिൻ टयർ
ऒरु आचारत्तिൽ वस्त्रं धरिच्च ऒराൾ
ऒरु कोൺ कऱुप्पुं वॆळुप्पुं वास्
ऒरु मञ्ञ ट्रॆयिൻ पासञ्चർ काർ
ट्रॆयिൻ स्ऱ्ऱेषनिलेक्क् वलिक्कुन्नु
ऒरु लाप्टोप्प् कम्प्यूट्टർ स्क्रीൻ .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वेविक्कात्त डोनट्ट्स्
कऱुत्त पानलिंगिलॆ विൻडोस्
वळरॆ चॆऱिय निऴൽ
वॆळ्ळं तुम्पिक्कै कॊण्ट् तॆऱिप्पिक्कुन्न बेबि आन
ऒरु वॆळुत्त कण्ट्रोळऱिन्ऱॆ भागं
ऒरु जिऱाफ् इटत् कण्ण् .
कुञ्ञ् आन
ऱॆयिलिंगिൽ स्केऱ्ऱ्बोർडिंग्
आनयुटॆ प्रतिम
व्यक्ति पिस्स कऴिक्कुन्नु
ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् कैवशमुळ्ळ मनुष्यൻ .
ऒरु चॆऱिय पॆൺकुट्टि
मनुष्यൻ स्केऱ्ऱ्बोർडिൽ सवारि चॆय्युन्नु
कऱुत्त अक्षरवुं चुवप्प् नम्पऱुं उळ्ळ वॆळुत्त चिह्नं
वळरॆ वलिय गोपुरं
उयरमुळ्ळ घटिकार तूൺ
ऒरु चुऱ्ऱुपाटिൽ जिऱाफुकൾ
ऒरु साൻड्विच्च् पत्रत्तिൽ उण्ट्
कॆट्टिटं वॆळ्ळत्तिनटुत्ताण् .
स्ऱ्ऱौविन् मुकळिलुळ्ळ मैक्रोवेव्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
स्केऱ्ऱ्बोർड् ट्रिक्क् चॆय्युन्न ऒराൾ
3 कुतिरकൾ नटक्कुन्नु
नीळमुळ्ळ वॆळुत्त तीवण्टि
नियोൺ सർफ्बोർड् ओटिक्कुन्न ऒराൾ .
क्लोक्किन्ऱॆ प्रकाशं
प्लेऱ्ऱिൽ सिൽवർ फोർक्क्
ऒरु इरट्ट डॆक्कർ बस्
पाळत्तिൽ चुवन्न तीवण्टि
वॆळ्ळत्तिൽ मञ्ञ कॆट्टिटत्तिन्ऱॆ प्रतिफलनं
ऒरु कूट्टं जिऱाफुकൾ
पूच्चय्क्क् वालिൽ वरकळुण्ट् .
पिङ्क् टोय्लऱ्ऱ् पेप्पऱिन्ऱॆ ननञ्ञ ऱोൾ
दुർबलमाय तूवालयिൽ रण्ट् डोनट्ट्स्
चुमरिൽ तूक्कियिट्टिरिक्कुन्न केस् प्रदർशिप्पिक्कुक
इत् ऒरु व्यक्तियाण्
स्केऱ्ऱ्बोർड् ओटिक्कुन्न ऒरु युवाव् .
कऱुप्पुं वॆळुप्पुं स्ट्रीऱ्ऱ्स्केप्प् क्रमीकरणं
स्कीयऱिൽ वॆळुत्त नीळൻ कय्युळ्ळ षർट्ट्
रण्टुपेർ सैक्किळिलाण् .
सालडिൽ तक्काळि कषणं
स्केऱ्ऱ्बोർडऱिन्ऱॆ कऱुत्त तॊप्पि
रण्ट् जिऱाफुकळिൽ ऒन्न्
फ्रीसऱुळ्ळ वॆळुत्त ऱफ्रिजऱेऱ्ऱർ
चुवरिൽ वർण्णाभमाय ग्राफिऱ्ऱि
भक्षणत्तिन्ऱॆ ऒरु ट्रे
ऒरु चरिविलूटॆ स्कीयिंग् चॆय्युन्न व्यक्ति
बण्णुकळिൽ रण्ट् होट्ट्डोगुकൾ
स्त्री कऱुत्त षർट्ट् धरिक्कुन्नु
बम्पि प्लॆयिൻ तिळक्कमुळ्ळ डोनट्ट् .
टूत्त् ब्रषुकൾ प्लास्ऱ्ऱिक्क् कॊण्ट् पॊतिञ्ञ्
निൽक्कुन्न पशु आन
" रण्ट् पच्च , वॆळ्ळ ट्रॆयिൻ काऱुकൾ "
चुवन्न वालुळळ वॆळुत्त विमानं
ऒरु कुन्निൻ मुकळिൽ ऒरु आट्टुकॊऱ्ऱൻ
मोट्टोർ सैक्किळिൽ सञ्चरिक्कुन्न रण्टुपेർ
ऒरु मृगशालयिൽ रण्ट् जिऱाफुकൾ
मनुष्यൻ ऒरु टॆन्नीस् पन्त् तट्टाൻ तय्याऱाकुन्नु
ऒरु ध्रुवत्तिलॆ उयർन्न घटिकारं
बेस्बोൾ कळिक्कारൻ प्रवർत्तिक्कुन्नु
फ्रॆयिं चॆय्त कण्णाटि चुमरिൽ तूक्कियिरिक्कुन्नु
वळञ्ञतुं कुत्तनॆयुळ्ळतुमाय नटप्पातयिलूटॆ नटक्कुन्न आळुकൾ
तकർन्न ऒरु पऴय कुळिमुऱि
कट्टिंग् बोർडिൽ पिस्स
कुञ्ञ् आन
इताण् आकाशं
अम्म जिऱाफ् बेबि जिऱाफिन्ऱॆ चॆविक्क् पिन्निൽ निन्न् वृत्तियाक्कुन्नु
ऒरु आधुनिक वॆळुत्त कसेर
इताण् वन सस्यङ्ङൾ
बेस्बोൾ बाऱ्ऱऱिൽ तट्टि .
तीवण्टियुटॆ मुकळिलुळ्ळ प्रकाशं
रण्टुपेർ ऒरुमिच्च् इरिक्कुन्नु
ऒरु कुट्टि इरुन्नु
तोळिൽ वलिय किळि
ऒरु बैक्क् ओटिक्कुन्न व्यक्ति .
बण्णि स्यूट्ट् धरिच्च ऒराൾ
कळिमൺ कोർट्टिൽ प्रॊफषणൽ टॆन्नीस् मत्सरं
मनुष्यन्ऱॆ कैयिलुळ्ळ बेस्बोൾ बाऱ्ऱ्
स्ऱ्ऱोवऱिन् मुकळिलुळ्ळ मैक्रोवेव्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ध्रुवत्तिൽ चुवन्न निർत्तൽ चिह्नं
वयलिൽ नटक्कुन्न तविट्टुनिऱत्तिलुळ्ळ आन
ऒरु डोनट्ट् षोप्पिൽ डोणट्ट्स्
नील पूक्कൾ ऒरु पात्रत्तिൽ .
ऒरु स्ऱ्ऱोप्प् चिह्नत्तिन्ऱॆ वॆळ्ळि निऱं
चुवन्न तॊप्पि धरिच्च स्त्री
आनयुटॆ तुम्पिक्कै .
चिह्नत्तिൽ वॆळुत्त अम्पटयाळं .
बिग् टाൻ टॆडि बियർ
कटൽत्तीरत्त् कुप्पायमिल्लात्त ऒरु मनुष्यൻ
सिङ्किनु मुकळिलुळ्ळ मरुन्न् काबिनऱ्ऱ्
ऒरु बैक्किन्ऱॆ पिൻ टयർ
द्वीप् बीच्च् रंगं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कुट्टियुटॆ नील स्कै वस्त्रं
ऒरु सॆऱामिक् काप्पि मॊन्त
इतॊरु पिन्तुणा पोൾ आण्
पिस्स दीർघचतुरमाण्
मनुष्यन्ऱॆ तलयिൽ नील निऱत्तिलुळ्ळ कॆट्ट् .
रण्ट् जिऱाफुकൾ उण्ट्
मोट्टोർ सैक्किळिनॊप्पं निൽक्कुन्न मानॆक्विൻ
पच्च पुल्लिൽ वॆळुत्त सोक्कർ बोൾ
इतॊरु कोवणि आण्
इतॊरु फलमाण्
इत् ऒरु स्त्रीयाण्
आटुकळुटॆ ऒरु कूट्टं
पय्यൻ पुञ्चिरिक्कुन्नु
व्यक्तिक्क् कऱुत्त मुटियुण्ट् .
कॆट्टिटत्तिन् मुन्निൽ ओऱञ्च् पदङ्ङൾ
प्लाऱ्ऱ्फोमिनुं मऱ्ऱ् ट्राक्कुकൾक्कुं समीपं ट्रॆयिൻ चॆय्युक
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु मोट्टोർ सैक्किൾ नटप्पातयिൽ पाർक्क् चॆय्तिरिक्कुन्नु
वർण्णाभमाय पट्टं आकाशत्ताण्
ऒरु कऱुत्त ट्राष् बाग् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
हियർ तविट्टुनिऱमाण्
वैऱ्ऱ् स्विंगिंग् बाऱ्ऱिलॆ कळिक्कारൻ
ऒरु प्लास्ऱ्ऱिक् कुप्पि वॆळ्ळं
पक्षिकൾ ऒळिञ्ञुनोक्कुन्नु
इताण् मतिൽ
बेबि डॆक्कऱेषनिൽ पोൾक्क डोट्ट्
आळुटॆ कैयिलुळ्ळ फ्रिस्बी .
कऱुप्पुं नीलयुं निऱमुळ्ळ बेस्बोൾ बाऱ्ऱ्
फलकत्तिൽ मधुरपलहारं
होट्ट्डोग् मनोहरमायि तोन्नुन्नु
कूटुतलुं लोहवुं मरं मेൽक्कूरयुं .
51 / 2 वयस्स् प्रायमुळ्ळ पुतुवർष काർड् [ जूलै 2010 ൽ ]
रण्ट् स्त्रीकൾ हिमपातत्तिൽ स्कीयिंग् नटत्तुन्नु
स्नोबोർडർ धरिक्कुन्न पच्च पान्ऱ्स् .
मञ्ञुवीऴ्चयिൽ निൽक्कुन्न ऒराൾ
वैऱ्ऱ् टोय्लऱ्ऱिन् सीऱ्ऱ्डौൺ उण्ट्
कऱुप्पुं वॆळुप्पुं परासॆयिलिन् पिन्निൽ सञ्चरिक्कुन्न मनुष्यൻ
ऒरु कृषियिटत्तिलॆ आटुकൾ
चुमरिൽ ऒरु फ्लाऱ्ऱ् स्क्रीൻ टिवि
पशु तविट्टुनिऱमाण्
होट्ट् डोगुकൾ पानिൽ उण्ट्
कुञ्ञ् आन
जिऱाफिൽ तविट्ट् पाटुकൾ
ऒरु कोट्टൺ वैऱ्ऱ् पुतप्प् .
मनुष्यन्ऱॆ तलयिൽ तॊप्पि
इत् ऒरु मनुष्यनाण्
ऒरु टॆർमिनलिलॆ रण्ट् वॆळुत्त विमानङ्ङൾ
किटक्कय्क्क् मुकळिൽ तूक्कियिट्टिरिक्कुन्न पोस्ऱ्ऱർ
ऒरु कऱुत्त ट्राष् बाग् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
" चारयुं , वॆळ्ळयुं निऱमुळ्ळ कुट "
ऒरु तिरयिलेक्क् नोक्कुन्न व्यक्ति
तोमसिन्ऱॆ रूपत्तिलुळ्ळ ऒरु केक्क्
ध्रुवत्तिൽ पच्च वॆळिच्चं
इताण् आकाशं
ट्राक्कुकൾ तविट्ट् निऱमाण् .
चुमरिൽ ऒरु कुट्टियुटॆ चित्रं
वायुविलॆ वॆळुत्त फ्रिस्बी .
कऱुप्पुं वॆळुप्पुं पशु
मेൽक्कूरयिൽ तूक्कियिट्टिरिक्कुन्न रण्ट् कऱुत्त स्पीक्कऱुकൾ
ऒरु जोटि स्कूൾ गोगलुकൾ
इत् ऒरु पूच्चयाण्
इटतुवशत्त् सूर्य पुष्पं
पूच्चयुटॆ मुन्निൽ ऒरु कोमिक्क् पुस्तकं
पुरुषन्ऱॆ इटतु कैत्तण्टयिൽ काणुक
कयिൽ कऱुत्त ऎन्तो पिटिच्चिरिक्कुन्नु
ऒरु कुट्टि आन ऒरु मुतिർन्न आनयॆ पिन्तुटरुन्नु
" इळं तविट्ट् , चारनिऱत्तिलुळ्ळ फർणिच्चऱुकൾ ऒरु मुऱियिൽ "
कटलिൽ ऒरु सർफർ
वॆळिच्चं चुवप्पाण्
चारनिऱत्तिलुळ्ळ पाർक्किंग् मीऱ्ऱർ
चारनिऱत्तिलुळ्ळ पाർक्किंग् मीऱ्ऱർ
इताण् आकाशं
रण्टुपेർ ऒरु पाർक्किൽ आस्वदिक्कुन्नु
टाർमाक्किൽ वलिय वॆळुत्त ऎयർबस्
चुवप्पुं वॆळ्ळयुं सिविऎस् फाർमसि चिह्नं .
ऒरु टॆन्नीस् कोർट्टिൽ वनिता कळिक्कारൻ
" पुल्लिൽ तविट्ट् , वॆळुत्त पशु "
कॊच्चु पॆൺकुट्टिक्क् नीळमुळ्ळ मुटियुण्ट्
कॊच्चु पॆൺकुट्टियुटॆ मुटि स्वർण निरत्तिलुळ्ळताण्
आकाशं तॆळिञ्ञ कालावस्थयाण् .
कयऱिൽ पताककൾ
इतॊरु काट्टुमृगमाण्
मैतानत्त् ओटुन्न ऒरु पॆൺकुट्टि
लाप्टोप्प् वॆळुत्त निऱमाण् .
आൺकुट्टि हॆൽमॆऱ्ऱ् धरिक्कुन्नु
चोप्स्ऱ्ऱिक्कुकळुटॆ अऱ्ऱत्त् काൽ
ऒरु स्त्री टॆन्नीस् कळिक्कुन्नु .
ऎञ्चिൻ काऱिलॆ पुक कुऴൽ
इतॊरु ट्रॆयिൻ आण्
बोൾक्याप्प् पिन्निलेक्क् धरिच्चयाൾ
चट्टि वॆळ्ळिक्कॊण्ट् उळ्ळताण्
ऒरु कऱुत्त अटुक्कळ सिङ्क् .
ट्रक्क् नीलयाण्
चॆऱिय अऱ्ऱकुऱ्ऱप्पणिकൾक्क् विधेयमाय बात्त्ऱूं
ऒरु ओऱञ्च् फयർ हैड्रान्ऱ्
मुൻवशत्त् मून्न् पेർ
तविट्ट् तऱ निलकൾ .
ऒरु मनुष्यनुं नाययुं सർफिंग् चॆय्युन्नु
रण्ट् चित्रङ्ङൾ ऒरुमिच्च् चेർन्नु .
पूत्तट्टं स्ट्रैप्प् चॆय्तु
" स्लैडिंग् वातिलिनु मुकळिൽ मञ्ञ , नील मूटुशीलकൾ "
इतॊरु पूच्चयाण्
ऒरु आൺकुट्टि स्केऱ्ऱिंग् चॆय्युन्नु .
मनुष्यൻ कऱुप्पुं चुवप्पुं तॊप्पि धरिच्चिरिक्कुन्नु
ऒरु कैयुटॆ अग्रं
सुषियुटॆ ऒरु पात्रं
रण्ट् सॆൽ फोणुकൾ कैवशमुळ्ळ पॆൺकुट्टि
इटत् एऱ्ऱवुं मुट्ट्
वॆळुत्त फ्रिस्बी पुतप्पिൽ किटक्कुन्नु
ऱॆयिलिंग् अटुत्तुळळ स्ट्रोळർ
पश्चात्तलत्तिൽ चॆळि निऱञ्ञ तविट्टुनिऱं .
कट्ट् अप्प् कारऱ्ऱ्
ऒरु केबिൾ वेलियुटॆ लोहत्तिन्ऱॆ तूൺ
ई षർट्ट् चुवप्पाण्
ऒरु पच्च तॆरुव् नाम चिह्नं
कुतिरयुटॆ पुऱकिൽ कयऱिन्ऱॆ चुवन्न नीळं
पच्चक्कऱिकൾ निऱञ्ञ वलिय लोहत्तिन्ऱॆ कलं
पिङ्क् फोൺ कैवशमुळ्ळ पॆൺकुट्टि
ऒरु पात्रत्तिൽ ऒरु कूट्टं पऴङ्ङൾ
स्त्री चुवरिൽ ऒरु पोस्ऱ्ऱർ पिൻ चॆय्युन्नु
ट्राक्कुकळिൽ ऒरु यात्रा ट्रॆयिൻ
बाक्क् स्पॆयർ टयർ कम्पाർट्ट्मॆन्ऱ् .
पिस्सयिൽ चुवन्न सोस्
ऒरु कऱुत्त ट्राष् बाग् .
" मॆऱूൺ , वॆळ्ळ ट्रॆयिൻ काർ "
ऒरु ट्रक्क् तॆरुविलूटॆ ओटिक्कुन्नु
ऒरु निलपाटिन्ऱॆ भागं
कऱुत्त पायलिनटुत्त् कऱुत्त स्पीक्कർ
" मुखत्तोट् कूटिय चुवप्पुं , वॆळ्ळयुं निऱङ्ङൾ उळ्ळ टि षർट्ट् "
इताण् आकाशं
कुञ्ञ् आन
कळिप्पाट्टङ्ङൾ कैवशं वय्क्कुन्नतिनुळ्ळ वॆळुत्त क्यूबि
ऒरु वॆळुत्त आप्रोൺ .
बൺ नीळं होट्ट् डोग्
चम्मट्टि क्रीमिൽ ऎं अक्षरत्तिൽ चुवन्न आप्पिൾ
चुवन्न कोळർ धरिच्च नाय
नीलयुं चुवप्पुं निऱत्तिलुळ्ळ स्काർफ् धरिच्च स्त्री
कुञ्ञ् आन
आकाशत्तिलॆ मॆऱ्ऱൽ वयऱुकൾ
सीलिंगिൽ वृत्ताकृतियिलुळ्ळतुं वॆळुत्ततुमाय ऒरु फർणिच्चർ
स्ऱ्ऱॆयർ केस्
मरं कॊण्टुळ्ळ इरट्ट वातिलुकൾ
रण्ट् जिऱाफुकൾ ऒरुमिच्च् निൽक्कुन्नु
फ्रिस्बी ऎऱियुन्न कुट्टि
ऒरु मरत्तिन्ऱॆ कॊम्पुकൾ
स्त्रीयुटॆ अरिकिൽ किटक्कुन्न ऱोसाप्पूक्कൾ
ओफ् वैऱ्ऱ् मतिൽ .
ऒरु चुवन्न कुट
ओऱञ्च् टागुकळुळ्ळ पुतिय पियेऴ्स्
मेशप्पुऱत्त् सिൽवർ पिस्स पाൻ
नगरत्तिलॆ तविट्टुनिऱत्तिलुळ्ळ करटि
कुट्टि ऒरु कट्टिलिൽ इरिक्कुन्नु
बॆञ्चिनटुत्त् निൽक्कुन्न ऒरु स्त्री
पुल्ल् तिन्नुन्न रण्ट् पशुक्कൾ
ऒरु चित्रं आभ्यन्तर क्रमीकरणं काणिक्कुन्नु
वायुविൽ ऒरु जॆऱ्ऱ्
कॆट्टिटत्तिन्ऱॆ निർत्तियिट्टेक्कुन्न नील वाहनं
मोट्टोർ सैक्किൾ ओटिक्कुन्न रण्ट् पोलीस् उद्योगस्थർ
डोनट्टिन्ऱॆ पकुति चोक्लेऱ्ऱिൽ पॊतिञ्ञिरिक्कुन्नु
ऒरु टॆन्नीस् कळिक्कारൻ ऒरु पन्त् तट्टुन्नु
फ्रिड्जिन् अटुत्तुळ्ळ अग्निशमन उपकरणं
वुडൻ पुस्तक षॆൽफ्
ऒरु वलिय वॆळुत्त बस्
ऒरु बाग् कोट्टൺ मिठायि
ऒरु वरि बोट्टिलुळ्ळ आळुकൾ
ऒरु पॆट्टि पूक्कൾ
स्यूट्ट्केसुकൾ वहिक्कुन्न रण्टुपेർ
चुवप्पुं वॆळ्ळयुं तॊप्पियिलुळ्ळ व्यक्ति
ऒरु कप्प् ऐस् वाट्टർ
" चुवप्प् , टाൻ वरकൾ "
ऒरु षॆडिൽ ऒरु टोय्लऱ्ऱ्
इतॊरु बॆञ्चाण्
चॆऱिय कऱुत्त पवർ कोड्
चिप्पुकൾ अटङ्ङिय स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीൽ पात्रं
टिवियुटॆ स्क्रीൻ ओणाण्
चुवप्पुं वॆळ्ळयुं कऴुत्त् टै
ऒरु मेशयिൽ मून्न् प्रिन्ऱऱुकൾ
आकाशं नीलयाण् .
वॆळुत्त सॆऱामिक् पात्रत्तिൽ ओർक्किड्
ऒरु ध्रुवत्तिൽ टॆडि बियർ
बोक्स् कऱुत्त निऱमाण् .
इटतुवशत्तुळ्ळ डक्किन्ऱॆ कॊक्क्
ऒरु जोडि जीൻसिൽ पोक्कऱ्ऱिൽ निन्न् ऒरु सॆൽ फोൺ
चॆऱिय कै ओऱञ्च् टि षർट्ट् धरिच्च स्त्री
वॆळुत्त षർट्ट् धरिच्च टॆन्नीस् कळिक्कारൻ
पिन्निलॆ विमानत्तिൽ चॆऱिय फ्रण्ट् टयർ
ऒरु कूट्टं आटुकൾ पुल्ल् कषणङ्ङൾक्कायि लघुभक्षणं तेटुन्नु
ऒरु टोय्लऱ्ऱ् सीऱ्ऱ्
आळुकൾ ऒरु चरिव् ताऴेक्क् वीऴुन्नु
कुट्टि धरिक्कुन्न चुवन्न तॊप्पि .
विमानत्तिन्ऱॆ वाൽ .
पुळ्ळिकळुळ्ळ जिऱाफ् काट्टिൽ
व्यक्तियुटॆ कै लाप्टोप्पिलाण् .
ऒरु वळ्ळि टै
स्नोबोർडऱुटॆ तलयिൽ हॆൽमॆऱ्ऱ् .
ऒरु वीट्टिൽ अटुक्कळ .
मनुष्यൻ पच्च समुद्रत्तिൽ सർफिंग् चॆय्युन्नु
आൺकुट्टि वायुविलेक्क् चाटुन्नु
द्वीप् बीच्च् रंगं
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु ध्रुवत्तिलॆ तॆरुव् अटयाळङ्ङൾ
विमान ऎञ्चिन्ऱॆ अटिवशं
ऒरु मेशप्पुऱत्त् ऒरु शून्यमाय पात्रं
वॆळ्ळत्तिൽ ऒरु वॆळ्ळ बोट्ट्
ऒरु चॆऱिय लाप्टोप्प् कम्प्यूट्टർ
ऒरु आशुपत्रि किटक्कयिൽ ऒरु स्त्री
पश्चात्तलत्तिൽ ऒरु वलिय पർव्वतं
ऒरु परिपाटियिൽ पङ्कॆटुक्कुन्न आळुकൾ
अप्होൾस्ऱ्ऱेർड् कसेरयुटॆ पिൻभागं
नीलयुं वॆळ्ळयुं तूवाल
वॆळ्ळत्तिൽ बोट्ट् .
कुट्टिकൾ कैऱ्ऱ्स् पऱक्काൻ पोकुन्नु
ऒरु विमानत्तिलॆ विൻडो
टॆडि बियऱिൽ तविट्ट् निऱमुळ्ळ मुटि
काऱिलॆ नाय .
मनुष्यൻ तन्ऱॆ विरलिൽ ऒरु विवाह बाൻड् धरिच्चिरिक्कुन्नु
ऒरु वऴि चिह्नं .
बागॆൽ पकुति कऴिच्चु
ऒरु पच्च जीप्प्
ऒरु टॆडि बियർ रूपं
ऒरु पॆൺकुट्टि टॆन्नीस् ऱाक्कऱ्ऱुमायि कळिक्कुन्नु
कोർट्टिनु अऱ्ऱत्तुळ्ळ कऱुत्त वस्तु
कट्टिलिन् समीपं विळक्क् .
कुञ्ञ् आन
नटप्पातयिൽ वॆळुत्त नाय
पॆൺकुट्टि माल धरिक्कुन्नु
मेशप्पुऱत्त् पाकं चॆय्यात्त मून्न् पिस्सकൾ
ओऱञ्च् फ्रिस्बी
स्केऱ्ऱ्बोർडिൽ कऱुत्त पान्ऱ्स् धरिच्च ऒराൾ
ऒरु टवർ क्रॆयिൻ प्रवർत्तिक्कुन्नु
कलं लोहत्तालाण् निർम्मिच्चिरिक्कुन्नत् .
चॆऱिय वॆळ्ळि कळिप्पाट्ट काർ
आटुकൾ क्यामऱक्क् वेण्टि निൽक्कुन्नु
मून्न् वॆळुत्त चरक्क् काऱुकൾ
मञ्ञिൽ इरिक्कुन्न व्यक्ति
स्वർण्ण मुखत्तिन्ऱॆ चित्रं
ऒरु मुट्टयुटॆ रण्ट् पकुतियुं पच्चक्कऱि साൻड्विच्चुं
ऒरु वलिय वॆळुत्त तरंगं .
तूवालयुळ्ळ आऴत्तिलुळ्ळ वॆळुत्त ऱ्ऱब्
पूच्च
फोट्टोय्क्क् ऒरु वाट्टർमाർक्क् उण्ट् .
चॆऱिय सुन्दरमाय मुटियुळ्ळ पय्यൻ
चुवप्पुं वॆळ्ळयुं पताक
ऒरु मरत्तिൽ नारङ्ङकൾ
अल्पं तविट्ट् वॆळुत्त निऱमुळळ कुतिर .
पुष्पङ्ङळुळ्ळ ऒरु पात्रं
ऒरु बाग् कोट्टൺ मिठायि
कटൽवॆळ्ळं
आ मनुष्यൻ मीऱ्ऱऱिन् मुन्निൽ कै पिटिच्चिरिक्कुन्नतिनाൽ अवർक्क् अत् वायिक्काൻ कऴियुं
क्रिस्ऱ्ऱൽ क्लियർ नीलाकाशं
तविट्टुनिऱत्तिलुळ्ळ द्रावकं निऱच्च मेसൺ पात्रं
पच्च पुल्लुं तविट्ट् अऴुक्कुं
मेश तुणि वॆळुत्तताण्
मोट्टोർ सैक्किൾ पाർक्क् चॆय्तिरिक्कुन्नु
ऒरु स्यूट्ट्केसिनुळ्ळिൽ ऒरु नाय
अमेरिक्कൻ फ्लाग् पश्चात्तलत्तिൽ पऱक्कुन्नु
स्त्रीक्क् नीळमुळ्ळ मुटियुण्ट् .
ऒरु डैनिंग् ऱूमिൽ ऒरु ओवൽ मर मेश
स्त्री इरुण्ट हॆൽमॆऱ्ऱ् धरिक्कुन्नु
ट्रॆयिनिൽ चुवन्न पॆयिन्ऱ्
टाർ इट्ट ऱोड्
डोक्किलुळ्ळ आळुकൾ .
आळुकൾ तीवण्टिक्क्नि अरिकिൽ निൽक्कुन्नु
ऒरु फाൽक्कणिन्ऱॆ वाൽ तूवलुकൾ
कसेरकൾक्क् मुकळिलुळ्ळ वॆळुत्त कुटकൾ
ईसि जॆऱ्ऱ् विमानं पऱक्कुन्नु
सिൽवർ कोंपाक्ऱ्ऱ् काർ
नाय ऒरु चोർच्चयिलाण् .
ऒरु बाग् कोट्टൺ मिठायि
यात्रक्कारॆ कयऱ्ऱुन्न चॆऱिय ट्रॆयिൻ काർ
ऒरु फीൽडिൽ मून्न् सीब्रकൾ
मनुष्यन्ऱॆ कुप्पायं पच्चयाण्
जिऱाफ् काट्टिൽ .
ऒरु आप्पिळिन् मुकळिൽ नीळमुळ्ळ वाऴप्पऴं
वॆळुत्त षർट्टुं कऱुत्त षोർट्ट्सुं धरिच्च टॆन्नीस् कळिक्कारൻ
" बीफ् , ब्रॊक्कोळि "
ऒरु कूट्टं स्कीयർमारुं स्नोबोർडർमारुं
पूർण्णवस्त्रं धरिच्च मनुष्यൻ वॆळ्ळत्तिൽ पॊङ्ङिक्किटक्कुन्नु
नटप्पात चारनिऱमाण् .
कुञ्ञ् आन
ऒरु स्त्री टॆन्नीस् कोർट्टिൽ नटक्कुन्नु
" काऱिन्ऱॆ कण्णाटियिൽ काणुन्न तीवण्टियुं , निൽक्कुन्न मनुष्यनुं "
पुरुष स्कीयർ स्कीयिंग् कुन्निൻ मुकळिलूटॆ
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
बीच्चिൽ ऒरु मञ्ञ कुट
प्लाऱ्ऱ्फोमिൽ तविट्ट् साधनं
चॆऱिय वॆळुत्त नैक्क् चिह्नं
मेरि पोप्पिൻस् टिवियिൽ काणिक्कुन्नु
स्त्री ऒरु तंब् अप्प् नൽकुन्नु .
ऒरु कुळिमुऱियिൽ इरट्ट सिङ्कुकൾ
चुरुण्ट तविट्ट् वरयुळ्ळ पूच्च
ऒरु आൺकुट्टियुटॆ कण्ण्
पऴय तटि टोय्लऱ्ऱ् सीऱ्ऱ्
विमानत्तिन् मुकळिलुळ्ळ आकाशत्त् वॆळुत्त मेघङ्ङൾ
स्वർण्णवुं कऱुत्ततुमाय वलिय घटिकारं
आळुकൾ तिरक्कुळ्ळ ट्रॆयिൻ स्ऱ्ऱेषन् चुऱ्ऱुं निൽक्कुन्नु
कऱुत्त चवऱ्ऱुकुट्टय्क्क् लिऱ्ऱർ ऎन्न् लेबൽ चॆय्याൻ कऴियुं
कुञ्ञ् आन
नीलयुं वॆळ्ळयुं प्रतिम
ऒरु पात्रं पऴं
क्राकेऴ्सिൽ पच्चक्कऱिकൾ उळ्ळ नील प्लेऱ्ऱ्
तविट्टुनिऱत्तिलुळ्ळ पशु पुल्लिൽ किटक्कुन्नु .
अग्नि जलांशत्तिलॆ कण्ण्
सीब्रयुटॆ कऱुप्पुं वॆळुप्पुं तल
कुञ्ञ् आन
चुवप्पुं वॆळ्ळयुं अटयाळं .
कॆट्टिटत्तिन् मुकळिൽ नील पताक
पिङ्क् कैऱ्ऱ् आकाशत्त् पऱक्कुन्नु
मनोहरमाय चॆऱिय नाययुटॆ मूक्क्
ऒरु मञ्ञ नेർफ् मावॆऱिक् तोक्क्
ऒरु मेशप्पुऱत्त् निൽक्कुन्न पक्षि .
ऒळिञ्ञुकिटक्कुन्न एष्यൻ स्त्री
रण्ट् कुतिरकळॆ कटൽत्तीरत्त् ओटिक्कुन्नु
" तविट्ट् , टाൻ पूच्च "
स्कीस् पिटिक्कुन्न ऒराൾ
ऒरु कषणं पिस्सयुटॆ भागं
अम्म जिऱाफ् तन्ऱॆ रण्ट् कुञ्ञुङ्ङळोटॊप्पं
ऒरु कऱुत्त ट्राष् बाग् .
आऴत्तिൽ वॆळ्ळप्पॊक्कमुण्टाय ऱोड्
ऒरु ब्रिट्टीष् ऎयർवेय्स् विमानं
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु आൺकुट्टियुं वृद्धयुं
मनुष्यൻ आन सवारि चॆय्युन्नु
ऒरु पासञ्चർ जॆऱ्ऱ्
ऒरु वॆळुत्त कोफि फिൽट्टർ .
तॆळिञ्ञ नीलाकाशं
पूच्च ऎन्तॆङ्किलुं काणुन्नु
वॆळुत्त् पात्रत्तिൽ वॆच्चिरिक्कुन्न भक्षणं
मेशप्पुऱत्त् ऒरु पच्च इल
तूवालकൾ ऒरु स्ऱ्ऱोव् हाൻड्लिलिൽ तूक्कियिरिक्कुन्नु
पऴुत्त चुवन्न आप्पिൾ
मून्न् पेർ बॆञ्चिൽ इरिक्कुन्नु
बोक्सिन्ऱॆ वशत्त् फ्रोस्ऱ्ऱिंग्
पऴय ट्रॆयिनिन्ऱॆ पूरित फोट्टो
पुतिय पऴङ्ङळुटॆयुं पच्चक्कऱिकळुटॆयुं तिरञ्ञॆटुप्प्
साൻड्विच्चिन् मुकळिൽ अच्चाർ कष्णं
रण्ट् सർफऱुकൾ समुद्रत्तिलेक्क् नटक्कुन्नु
ट्रॆयिൻ चलनत्तिलाण्
द्वीप् बीच्च् रंगं
ऒरु स्ऱ्ऱ ove युटॆ चुवटॆयुळ्ळ अलमार
वैऱ्ऱ् मॆऱ्ऱൽ स्ट्रीऱ्ऱ् चिह्नं
कऱुत्त पूच्च पुल्लिൽ नटक्कुन्नु
मनुष्यൻ कट्टिलिൽ किटक्कुन्नु
ऒरु बॆञ्चिൽ इरिक्कुन्न ऒराൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कऱुत्त ट्रक्क् ऒरु बोट्ट् वलिक्कुन्नु
कऱुत्त षू उपयोगिच्च् कऱुप्पुं वॆळुप्पुं सोक्स्
ट्रॆयिൻ ऒरु स्ऱ्ऱेषनिलाण्
ऒरु वॆळ्ळि कैत्तण्ट वाच्च्
चुवन्न प्लास्ऱ्ऱिक् कत्रिकयुटॆ जोडि
पच्च वॆळिच्चमुळ्ळ ट्राफिक् सिग्नൽ प्रकाशिच्चु
पिस्सयिൽ चीस् उरुकि .
ब्लाक्क् आൻड् वैऱ्ऱ् सीब्र निൽक्कुन्नु
मञ्ञनिऱत्तिलुळ्ळ पुष्पं .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
स्कीसिൽ निൽक्कुन्न व्यक्ति
स्नोबोർड् जम्प् चॆय्युन्न व्यक्ति
वർण्णाभमाय कैऱ्ऱ् वायुविൽ
ऒरु वेलियुटॆ भागं
टाൻ निऱमुळ्ळ कोफि टेबिൾ
तऱ चारनिऱमाण् .
चुवप्प् वॆळिच्चत्तिൽ नटक्करुत्
पॆൺकुट्टिक्क् नीळमुळ्ळ मुटियुण्ट् .
ऒरु समुद्रत्तिन्ऱॆ भागं
ऒरु कऱुत्त विमान प्रॊप्पल्लർ .
ध्रुवत्तिൽ रण्ट् मणൽ निऱमुळ्ळ अटयाळङ्ङൾ
कुञ्ञ् आन
कण्णाटि धरिच्च कषण्टिक्कारൻ
मुतिർन्नवरुं कुट्टिकळुं भक्षण पदाർत्थङ्ङळुमायि
कऴिक्काൻ उपयोगिक्कुन्न ऒरु मॆऱ्ऱൽ फोർक्क्
मनुष्यൻ इटतुवशत्त् निൽक्कुन्नु
चॆऱिय पच्च नारङ्ङ पकुति
वयलिलॆ मृगङ्ङൾ
चरिञ्ञ चित्रं
ब्लाक्क् आൻड् वैऱ्ऱ् पशु
" कुतिर तविट्ट् , कऱुप्प् निऱमाण् "
टർक्किकळुटॆ कूट्टं
टोय्लऱ्ऱिൽ तविट्टुनिऱत्तिलुळ्ळ टोय्लऱ्ऱ् लिड् .
सुन्दरियाय वनिता टॆन्नीस् कळिक्कारൻ
पॊतुसेवकन्ऱॆ तरं
वीडियो गॆयिमुकൾ कळिक्कुन्न कुट्टि
व्यक्तिक्क् तविट्ट् निऱमुळ्ळ मुटियुण्ट् .
द्वीप् बीच्च् रंगं
युव वनित स्केऱ्ऱ् बोർडർ
कटൽत्तीरत्तॆ वाൻ
पुस्तकत्तिन्ऱॆ मुकळिൽ पुस्तकं
मेशप्पुऱत्त् कुप्पिवॆळ्ळ पानीयं
पुल्लिൽ कळिक्कुन्न नाय्क्कൾ
चुवन्न कऴुत्त् टैयिൽ चतुर रूपकൽप्पन
वॆळुत्त केक्क् कष्णं
बैक्किൽ ऒरु टॆडि बियർ
आनकൾ वॆळ्ळत्तिलाण् .
वायुविलॆ ऒरु कूट्टं स्ऱ्ऱफ्
ऒरु चॆऱिय पच्च इल
वॆळ्ळि निऱमुळ्ळ विमानं .
ऒरु कुटिवॆळ्ळ ग्लास्
कोफि टेबिळिൽ तुऱन्न लाप्टोप्प्
वाऴप्पऴं कऴिक्कुन्न पॆൺकुट्टि
शून्यमाय तॆरुविन्ऱॆ काऴ्च
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु स्त्री ऒरु स्त्रीयॆ चुमक्कुन्नु
आ स्त्री तलय्क्क् मुकळिൽ पिटिच्चिरिक्कुन्न कुट .
पुल्ल् तिन्नुन्न आट्
चुवन्न जाक्कऱ्ऱिൽ स्कीयർ
प्लेऱ्ऱ् मञ्ञयाण्
बस् स्ऱ्ऱेषनिൽ बस् निർत्ति .
वॆळुत्त मुखमुळ्ळ क्लोक्क्
नील तॆरुव् चिह्नं .
तॆरुविलॆ उयरमुळ्ळ कॆट्टिटं
कुतिरसवारि चॆय्युन्न कौबोय्
ऒरु पाऱयुटॆ अऱ्ऱं
ऒरु मेशयिൽ ऒरु पाർट्टि
वैൻ ग्लास् कैवशमुळ्ळ ऒराൾ .
पऴय ग्रीൻ सिऱ्ऱि बस्
ऒरु स्त्री सॆൽफोणिलायिरिक्कुम्पोൾ चूषणं चॆय्युन्नु
वॆळुत्त मेश विळक्क्
ऒरु कट्टिलिൽ ऒरु स्यूट्ट्केस्
वैड् फ्लाऱ्ऱ् स्क्रीൻ टिवि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऱोडिൽ इरट्ट निल बस्
ऒरु लोहध्रुवं
पुतिय उൽप्पन्नङ्ङൾ
तॊप्पियुटॆ अग्रं
पच्च ट्रक्किन्ऱॆ वशत्त् ओऱञ्च् लैऱ्ऱ्
नैक्क् तॊप्पि धरिच्च वृद्धൻ
" ब्रौणुं , वॆळ्ळयुं निऱमुळळ पक्षि "
कऱुत्त सैक्किൾ
इतॊरु पट्टं आण्
व्यक्तियुं बॆञ्चुं
मनुष्यൻ काऱिन्ऱॆ अकत्तेक्क् वळयुन्नु
ग्लास् मेशप्पुऱत्त् इरिक्कुन्न चॆटि
व्यक्ति चाटुकयाण्
कऱुप्पुं वॆळुप्पुं इळं वरयुळ्ळ सीब्र
स्वർण्णत्तिनुळ्ळ पणं ऎन्न् पऱयुन्न नियोൺ काऴ्च
कुन्निൽ वॆळुत्त मञ्ञ् नीङ्ङुन्नु .
ट्रक्किൽ वरच्च ग्राफिऱ्ऱि
विमानं लाൻडिंग् गियർ
ऒरु मेघत्तिन्ऱॆ भागं
प्रायमाय आट् ऒरु आट्टिൻकुट्टियोटॊप्पं निൽक्कुन्नु .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु जन्मदिन पाർट्टियिൽ ऒरु कुटुंबं
ट्राफिक् लैऱ्ऱ् पोळिनॆतिरॆ एणियिൽ जोलिचॆय्युन्नयाൾ
इतॊरु स्ऱ्ऱोप्प् चिह्नमाण्
ऒरु चॆऱिय सिൽवർ सॆൽफोൺ .
ऒराൾ सർफिंग् पोकुन्नु
कुञ्ञ् आन
पർवतत्तिൽ निൽक्कुन्न स्कयർ
कऴुत्तिൽ वॆळुप्पुळ्ळ ऒरु कऱुत्त नाय .
कऱुत्त मुखमुळ्ळ मुषिञ्ञ स्ऱ्ऱिक्कർ
लाप्टोप्प् उपयोगिक्कुन्न तविट्टुनिऱत्तिलुळ्ळ टॆडि बियർ .
ब्लाक्क् आൻड् वैऱ्ऱ् फोट्टोयिलॆ कॆट्टिटङ्ङൾ
ऒरु पुरुषन्ऱॆयुं नाययुटॆयुं नाल् रंगङ्ङൾ .
ऒरु चुवन्न बेस्बोൾ तॊप्पि .
कुतिर ध्रुवत्तिൽ कॆट्टि .
आनय्क्क् वलिय इरुण्ट कण्णुण्ट् .
विमानत्तिन्ऱॆ वशत्त् रूपकൽप्पन
तऱयिൽ ऒरु चुवन्न सർक्किൾ ऱग्
आट्टिൻ कुट्टियुमायि ऒरु वॆळुत्त पशु
मणलिൽ बूगि बोർड्
कट्टियुळ्ळ पिङ्क् तिळक्कमुळ्ळ डोनट्ट्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पुल्लिൽ कऱुत्त पूच्च
मनुष्यൻ नटप्पातयिलूटॆ नटक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
आप्पिळिन्ऱॆ क्वाർट्ट् कण्टॆय्नർ
कऱुत्त करटि नालिलुं नटक्कुन्नु
घटिकार गोपुरत्तिൽ कऱुप्पुं वॆळुप्पुं घटिकारं
ऒरु स्त्री कुतिरसवारि .
ऒरु बोർडिൽ चारियिरिक्कुन्न ऒराൾ
वयलिൽ आटुकൾ
बस् नियन्त्रणं विट्ट् निർत्ति
कटकळुटॆ मुൻभागत्त् लैऱ्ऱुकळुटॆ निर
ऒरु वलिय सोक्कർ बोൾ
" तविट्ट् , टाൻ क्लोक्क् टवർ "
पच्च विन्ऱർ कायिक कोट्ट्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
द्वीप् बीच्च् रंगं
अम्म उऱङ्ङुन्नतुपोलॆ गोस्लिंग् काणुन्नु
कऱुत्त कुप्पायमुळ्ळ ऒराൾ
चक्रङ्ङळिൽ निൽक्कुन्न चारनिऱत्तिलुळ्ळ तिळक्कमुळ्ळ स्यूट्ट्केस्
भक्षणत्तिन्ऱॆ ऒरु तळिकयिൽ कत्रिक
घटिकारत्तिൽ युडि .
काट्टिൽ ऒरु तविट्टुनिऱत्तिलुळ्ळ करटि
इष्टिक कॆट्टिटत्तिलॆ उयरमुळ्ळ गोपुरं
चिल वैद्युति लैनुकൾ
कट्टिलिൽ कऱुत्त पूच्च
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु मरत्तिൽ ऒरु टॆडि बियർ
ऒरु कऱुत्त ट्राष् बाग् .
आकाशत्त् पऱक्कुन्न कैऱ्ऱ्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
नील मोप्पॆड् फ्रॆयिमिलेक्क् लोक्कुचॆय्तु
स्वीकरणमुऱियिलॆ कोफि टेबिൾ
ऒरु वै गॆयिं स्ऱ्ऱेषൻ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
स्कीयർमाർ कुन्निऱङ्ङुकयाण्
मरं बोർडिन्ऱॆ वशत्त् वळरुन्न पायൽ
स्केऱ्ऱ्बोർड् ओटिक्कुन्न पॆൺकुट्टि
ऒरु चतुप्पिन्ऱॆ भागं
मनुष्यൻ धरिक्कुन्न वरयुळ्ळ टै
बैक्किन्ऱॆ मुൻवशत्तुळ्ळ मॆऱ्ऱൽ कॊट्ट
लाप्टोप्पिन् मुकळिൽ कै चुऱ्ऱुन्नु
बाऱिൽ इरिक्कुन्न ऒराൾ
ऒरु पात्रत्तिൽ चॆऱिय पिस्स
चुवन्न षർट्टिलुळ्ळ ऒरु कूट्टं कुट्टिकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु चॆऱिय वॆळुत्त षॆड्
इत् ऒरु आൺकुट्टियाण्
वॆळ्ळं आऴत्तिलुळ्ळ नीलयाण्
ध्रुवक्करटियुटॆ वलिय कऱुत्त मूक्क्
स्कूൾ पठिक्काൻ कुट्टिकൾ पठिक्कुन्नु .
ऒरु वलिय ग्लास् बियർ
केक्किൽ मॆऴुकुतिरिकൾ
कॆट्टिटत्तिन्ऱॆ अग्रं
बसिन्ऱॆ वशत्त् ऎऴुत्त्
बस् पाർक्क् चॆय्तिरिक्कुन्नु
अग्नि जलांशं चुवप्पाण्
ऒराൾ बोट्टिൽ निൽक्कुन्नु
भक्षणत्तिन्ऱॆ प्लेऱ्ऱ्
चुवप्प् वॆळ्ळयुं कऱुत्त षർट्टुं
ऒरु चॆऱिय कऴुत प्रतिम
नील मेशप्पुऱत्त् पऴङ्ङळुटॆ फलकङ्ङൾ
ऒरु मञ्ञ रक्षा वाहनं
मेൽक्कूरयिൽ निन्न् ऒरु क्लोक्क् कैमाऱुन्न ऒरु फाൻसि डॆक्कऱेषൻ
तॆरुविन्ऱॆ पेर् नीलयुं वॆळ्ळयुं
चुवरिൽ तविट्टुनिऱत्तिलुळ्ळ ऒरु क्लोक्क् तुङ्ङि किटक्कुन्नु
चुवन्न जाक्कऱ्ऱ् धरिच्च स्कै लिफ्ऱ्ऱिलुळ्ळ कुट्टि
मनुष्यൻ मञ्ञुमलयिलेक्क् इऱङ्ङुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कन्नुकालिकळुटॆ ऒरु कूट्टं वॆळ्ळत्तिൽ
मञ्ञ मध्यत्तिलुळ्ळ वॆळुत्त डॆय्सि पिൻ
ऒरु बाह्य शौचालयत्तिൽ मनुष्यൻ
आनय्क्क् ऒरु चॆवि उण्ट्
कुट नीलयाण् .
मतिൽ वॆळुत्तताण् .
क्लोक्क् अञ्च् मणिक्क् वायिक्कुन्नु
चुवन्न जाक्कऱ्ऱ् धरिच्च ऒराൾ
इताण् आकाशं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कुऱच्च् वॆळ्ळत्तिन्ऱॆ भागं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
उष्णमेखला नदियिൽ बोट्ट्
ऒरु कुप्पि वैൻ
रण्ट् सർफऱुकൾ वॆळ्ळत्तिൽ
" मञ्ञ , कऱुप्प् सർफ्बोർड् "
तुळसियिൽ पॊतिञ्ञ पिस्स
चुवन्न मांसमुळ्ळ साൻड्विच्च्
कट्टिलिൽ कऱुत्त तलयिण
ऒरु तविट्ट् मरं अटुक्कळ मेश
आळुकൾ कुटक्कीऴिलाण्
कट्टिलिൽ इरिक्कुन्न ऒरु आൺकुट्टि
ऒरु सैनिक ट्रक्किन्ऱॆ टयർ
पिस्स वृत्ताकृतियिलाण् .
वलिय सिൽवർ स्ऱ्ऱोक्क् पोट्ट्
वैऱ्ऱ् हुड्ड् विन्ऱർ जाक्कऱ्ऱ्
इत् ऒरु स्त्रीयाण्
इतॊरु ट्रॆयिൻ आण्
ऒरु फीൽडिन्ऱॆ भागं
चुवप्पुं चारनिऱत्तिलुळ्ळ तीवण्टि ऎञ्चिൻ
वॆळ्ळत्तिൽ बोट्टिन्ऱॆ प्रतिफलनं
पाऱ चुवरिൽ चॆऱिय पक्षि
ऒरु अष्टभुज स्ऱ्ऱोप्प् चिह्नं
ऒरु नीण्ट मेशय्क्क् चुऱ्ऱुमुळ्ळ चॆऱुप्पक्काർ
नगरङ्ङळिलेक्कुळ्ळ दूरं सूचिप्पिक्कुन्न ऒरु अटयाळं
पॆट्टियिൽ वीञ्ञ् कुप्पि
ट्रेयिलॆ साൻड्विच्चुकൾ
काबिनऱ्ऱिൽ शून्यमाय षॆൽफ्
तविट्टुनिऱत्तिलुळ्ळ करटि मेशप्पुऱत्त् इरिक्कुन्नु
ऒरु वलिय नील वास्
रण्ट् पक्षिकൾ ऒरुमिच्च् इरिक्कुन्नु
मनुष्यൻ चारनिऱत्तिलुळ्ळ जाक्कऱ्ऱ् धरिक्कुन्नु
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
कुट्टि चॆऱुप्पमाण् .
सीलिंग् फानुं लैऱ्ऱ् फिक्चऱुं
प्रतिम ऒरु कुट पिटिक्कुन्नु .
मनुष्यൻ पुञ्चिरिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु बाऱ्ऱिंग् कूट्टिൽ ऒरु स्त्री
टवऱिलॆ घटिकारं
आनयुटॆ पुऱकिൽ सवारि चॆय्युन्न ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु मनुष्यൻ तॊप्पि धरिक्कुन्नु .
लैऱ्ऱुकൾ दृश्यमाण्
सॆऱामिक् पक्षिकळुटॆ अटियिൽ मॆऱूൺ प्लेऱ्ऱ्
स्त्री फोणिलूटॆ चित्रमॆटुक्कुन्नु
मञ्ञनिऱत्तिलुळ्ळ मनुष्यൻ .
पूच्च किटक्कुन्नु
मनुष्यन् वॆळुत्त तॊप्पि उण्ट्
" मञ्ञ , कऱुप्प् निऱमुळळ बस् "
कऱुत्त वस्त्रं धरिच्च स्त्री
विभवं वॆळ्ळयुं नीलयुमाण्
ऒरु ट्रॆयिनिन्ऱॆ मुൻभागं .
ऒरु कऱुत्त ट्राष् बाग् .
फयർ ट्रक्क् प्रदർशिप्पिच्चिरिक्कुन्नु
मनुष्यൻ बॆञ्चिलाण्
ऒरु स्त्रीयुटॆ कय्यिൽ ननञ्ञ कुट
मेश वॆळुत्तताण्
चुऱ्ऱुपाटिलॆ जिऱाफुकൾ .
कऱुत्त स्केऱ्ऱ्बोർडिൽ पूच्च सवारि
ऒरु बाग् कोट्टൺ मिठायि
वायुविൽ नाय
अस्फाൽऱ्ऱ् वऴियिൽ नील ऎस्युवि
विൻडोयिൽ स्वർण्ण अक्षरङ्ङൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु बाग् कोट्टൺ मिठायि
ट्राफिक्किൽ कुतिरप्पुऱत्तुळ्ळ मनुष्यൻ
चारवुं ओऱञ्चुं निऱत्तिलुळ्ळ पूच्च
वॆळुत्त तलयिण कवർ
विन्ऱർ स्पोർट्सिൽ पङ्कॆटुक्कुन्न रण्टुपेർ .
अऴुक्कुचालुळ्ळ ऱोडिलूटॆ कुतिर वण्टि वलिक्कुन्नु
ऒरु कऱुत्त रोमङ्ङळुटॆ तॊप्पि
नीलयुं चुवप्पुं ऒप्पिटरुत्
शेखरिक्कावुन्न करटिकळुटॆ प्रदർशनं
बोർडिन्ऱॆ चक्रं
पुल्लिൽ बैक्क्
ऒरु पट्टं
पुऱत्त् निൽक्कुन्न रण्टुपेർ
कट्टिलिൽ कऱुत्त लॆतർ पॊतिञ्ञिरिक्कुन्नु .
वाऴप्पऴत्तिन्ऱॆ वलिय कष्णं
स्त्री ऒरु कुञ्ञ् वण्टि तळ्ळुकयाण् .
" चुवप्प् , कऱुप्प् कैऱ्ऱ् वायुविൽ "
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
प्लेऱ्ऱिൽ सवाळ वळयुन्नु .
इळं नील चॆऱिय कै ऱाष्गाർड्
आकाशं
ऒरु यथाർत्थ नाय्क्कुट्टियुं कळिप्पाट्ट नाय्क्कुट्टियुं .
पच्च एत्तक्कयुं वाऴप्पऴवुं
नटप्पातयिൽ चायं पूशिय वॆळुत्त वर
मर बॆञ्चिൽ इरिक्कुन्न मनुष्यൻ
ध्रुवङ्ङळुळ्ळ स्कीसिൽ मनुष्यൻ .
नाल् कुतिर प्रतिमकൾ
आळुकൾ सञ्चरिक्कुन्न ट्रॆयिൻ
इता ऒरु मैक्रोवेव्
पऴय तविट्ट् करटि
आकाशं व्यक्तमाण्
ध्रुवत्तिൽ ऒप्पिटुक .
पऴय रीतियिलुळ्ळ ट्रॆयिൻ
आकाशं व्यक्तवुं नीलयुमाण्
मृगशालयिൽ मृगङ्ङൾ निൽक्कुन्नु .
वैऱ्ऱ् कोंफि टॆन्नीस् पावाट
चुवप्पुं वॆळ्ळयुं निർत्तൽ चिह्नं
कुळिमुऱियिलॆ मनुष्यन्ऱॆ ऊशान्ताटि
पशुविन्ऱॆ पिन्निलॆ मनुष्यन्ऱॆ तल
आकाशं व्यक्तवुं नीलयुमाण्
ऒरु मलिनजल तॊप्पि
कौण्टऱिൽ ऒरु रुचिकरमाय भक्षणं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
मुन्तिरि सोड ऒरु बॆञ्चिൽ
इरुण्ट ओऱञ्च् सूर्यास्तमय काऴ्च
उरुक्क् तूणुकळिൽ नीलयुं वॆळ्ळयुं उळ्ळ रण्ट् कुटकൾ
वलतुवशत्त् ऒरु टॆडि बियർ
मेशप्पुऱत्तॆ वॆळुत्त पात्रङ्ङൾ
अमेरिक्कൻ पताक काऱ्ऱिൽ वीशुन्नु
द्वीप् बीच्च् रंगं
ओऱञ्च् कारऱ्ऱ् प्लेऱ्ऱिൽ
ऒरु मञ्ञ बैक्क् पात लैऱ्ऱ्
पाർक्क् चॆय्तिरिक्कुन्न मोट्टोർसैक्किळुकळुटॆ ऒरु निर
वीट्टिൽ उण्टाक्कुन्न ट्रीऱ्ऱुकൾ चॆय्युन्न ऒरु चॆऱुप्पक्कारൻ
सीब्रय्क्क् वरकळुण्ट्
उयरमुळ्ळ दण्ट्
कैऱ्ऱ् वायुविलाण् .
तॆरुव् कवलयिलॆ वॆळुत्त मिनिवाൻ
नावुळ्ळ ऒरु नाय
गोपुरत्तिन्ऱॆ मञ्ञ अटित्तऱ
ऒरु मेशप्पुऱत्त् पच्चक्कऱिकൾ
विमानं कटൽत्तीरत्त् पऱक्कुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
स्यूट्ट् कसेरयिलाण्
आकाशत्त् रण्ट् विमानङ्ङൾ
ऒरु चाൻडिलियऱिन्ऱॆ भागं
तॆरुविൽ वलिय चुवन्न बस्
नीळमुळ्ळ उरुक्क् बीमुकൾ
रण्ट् कुतिरकൾ अवरुटॆ तॊऴुत्तिൽ
इतॊरु राष्ट्रीय अत्ताऴमाण्
ऒरु तलकीऴाय कुट
हॆൽमॆऱ्ऱ् धरिच्च मनुष्यൻ
टॆडि बियർ कैवशमुळ्ळ व्यक्ति .
उणङ्ङिय माय्क्कൽ बोർड्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु कल्ल् इष्टिक गोपुरं .
बोय् अवन्ऱॆ मुखत्त् पॆयिन्ऱ् चॆय्तु
ट्राफिक् लैऱ्ऱ् चुवप्प् काणिक्कुन्नु
मञ्ञ सർफ्बोർड् वहिक्कुन्न ऒराൾ .
ऒरु वॆळुत्त टोय्लऱ्ऱिൽ किटक्कुन्न ओऱञ्च् पूच्च
उयरमुळ्ळ ईन्तप्पनकळुटॆ कूट्टं
ऒरु टॆन्नीस् कळिक्कारൻ कळिक्काൻ पोकुन्नु
चॆटियुटॆ लोह इल
आटुकൾ वयलिൽ
रण्ट् नाय्क्कൾ अटुक्कळयिलाण्
ऒरु टोय्लॆऱ्ऱिൽ ऒरु तविट्ट् पूच्च निल्क्कुन्नु
कऱुप्पुं वॆळुप्पुं स्नो तॊप्पि
चित्रं चुमरिलाण्
पुल्लिൽ पशुक्कൾ
ऒरु कट्टिलिൽ तलयिण
चुवन्न लोहत्तिन्ऱॆ बॆञ्च्
वलिय तविट्ट् नाय
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पच्च कोणुकൾ दृश्यमाण्
कॆट्टिटत्तिൽ रण्ट् क्लोक्कुकळुण्ट्
सൺग्लास् धरिच्च ऒराൾ
वयलिൽ तविट्ट् आटुकൾ
टॆन्नीस् कळिक्कुन्न स्त्री .
वॆळुत्त कळयत्तक्क कय्युऱ
वॆळुत्त अक्षरं W .
ऒरु कॊच्चुकुट्टि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पच्च चक्रङ्ङळुळ्ळ स्केऱ्ऱ्बोർड्
ह्रस्व वർण्ण टतीवण्टि
रण्टुपेർ अत्ताऴं कऴिक्कुन्नु
ऒरु चॆऱिय गोൾड् प्रतिम
ऱॆयिൽवेयिൽ ऒरु ट्रॆयिൻ
ऒरु काർ विൻडोयिൽ प्रतिफलिक्कुन्नु
धाराळं मृगङ्ङൾ कऴिक्कुन्नु
गेऱ्ऱिन् पुऱकिൽ पशुविन्ऱॆ मूक्क्
गॆयिं कൺट्रोळർ कैवशमुळ्ळ ऒरु स्त्री
ऒरु फ्रिस्बियुमायि कळिक्कुन्न ऒराൾ
ऒरु बाग् कोट्टൺ मिठायि
ओऱञ्च् डोनट्टिൽ वितऱियिरिक्कुन्नु
वलिय कऱुत्त नाययुटॆ पुऱं
रथत्तिलॆ कणक्क्
इतॊरु विळक्काण्
तटाकत्तिൽ आळुकൾ तोणि तुऴयुन्नु
वॆळुत्त नाय ओटिप्पोकुन्नु
पि ऎन्न वॆळुत्त अक्षरमुळ्ळ नील डॆक्कൽ
ऒरु साൻड्विच्चिन्ऱॆ रण्ट् कष्णङ्ङൾ
चुमरिൽ कुट्टियुटॆ चित्रं
वीटिन्ऱॆ अटुत्त् मिनि ईन्तप्पऴं
ऒरु तन्त्रं चॆय्युन्न स्केऱ्ऱ्बोർडർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पशुविन्ऱॆ चॆवियिൽ ओऱञ्च् तॊङ्ङൽ
वायुविൽ निरवधि कैऱ्ऱ्स्
मुकळिൽ घटिकारमुळ्ळ ऒरु गेऱ्ऱ्वे
आकाशं मूटिक्कॆट्टिय निलयिलाण् .
पच्च इलकൾ काणां
वैऱ्ऱ् डिन्नർ प्लेऱ्ऱ्
ऒरु सूप्पिൽ स्पूൺ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
अलमारयिൽ धाराळं कलङ्ङൾ
आൺकुट्टि पटियिऱङ्ङुकयाण् .
ऒरु चुवन्न डबिൾ डॆक्कർ बस्
बसिൽ सिऱ्ऱिस्केप्प् प्रिन्ऱ्
कुट्टि डोनट्ट् कऴिक्कुन्नु
कुतिरप्पुऱत्तु कयऱुन्न मून्न् ऱेञ्चർमाർ
प्लाऱ्ऱ्फोमिൽ ओऱञ्च् ट्रॆयिൻ काർ
चॆऱिय कल्लुकൾ काणां
वायुविൽ फ्रिस्बी .
" चुवप्पुं , कऱुप्पुं निऱमुळळ डोग् कोळർ "
नीण्ट मञ्ञ ट्राफिक् लैऱ्ऱ्
चिरिक्कुन्न मनुष्यൻ
" पिङ्क् , कऱुप्प् परासॆयिൽ "
इतॊरु केबिൾ आण्
ऒरु जिऱाफि निलत्त् इरिक्कुन्नु .
नील स्नीक्कർ ऱब्बർ षूस्
अक्कं 10 अच्चटिच्चु
फुट्पात्तिन्ऱॆ अरिकिൽ काർ पाർक्क् चॆय्तु
गतागत चिह्नत्तिൽ स्ऱ्ऱिक्कർ स्थापिच्चिरिक्कुन्नु .
चिह्नमुळ्ळ मञ्ञ काർड्बोർड्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चुमरिൽ बाർ
ऒरु वॆळुत्त कम्प्यूट्टർ मौस्
मञ्ञुवीऴ्चयिൽ मनुष्यൻ स्कीयिंग्
ऒरु जोटि कत्रिक पिटिच्चिरिक्कुन्न ऒराൾ
रण्टुपेർ निलत्तु इरिक्कुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
धाराळं काऱुकൾ पाർक्क् चॆय्तिरुन्नु
निलत्तिन् मुकळिൽ आकाशं
बेस्बोൾ कळिक्कारൻ पन्त् पिटिक्कुन्नु
ऒरु क्लोक्क् टवऱिन्ऱॆ वशत्तुळ्ळ ऒरु क्लोक्क् .
वॆळुत्त वर
बाऱ्ऱिൽ चॆऱिय कुट्टि
ऒरु वॆळुत्त विभवत्तिൽ रण्ट् सोसेजुकൾ
षाङ्हाय् इटवऴियिलॆ चिह्नं
ऒरु चुवन्न स्यूट्ट्केस्
कटൽत्तीरत्त् कुतिरसवारि
चोक्लेऱ्ऱ् केक्किन्ऱॆ भागं
ऱफ्रिजऱेऱ्ऱऱिन्ऱॆ कोൾड् स्ऱ्ऱोऱेज् एरिय
तुऱन्न कुटयुमायि नटप्पातयिलूटॆ नटक्कुन्न स्त्री .
कऱुत्त निऱमुळ्ळ तॊप्पि
ऒरु ऱाक्किൽ वॆच्चिरिक्कुन्न डोनट्ट् .
कलत्तिൽ पच्च चॆटि .
" तविट्ट् , वॆळ्ळ करटि "
द्वीप् बीच्च् रंगं
चित्रत्तिൽ ऒरु कुतिर
मञ्ञुवीऴ्चयिൽ ऒरु स्नोबोർडऱुटॆ निऴൽ
ऒरु काऱिलॆ लैसൻस् प्लेऱ्ऱ्
तॆरुव् मुऱिच्चुकटक्कुन्न मनुष्यൻ
वलिय तविट्ट् रोममुळ्ळ करटि
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
सुरक्षा कण्णाटि मतिलिलेक्क् घटिप्पिच्चिरिक्कुन्नु
वॆळ्ळं नोक्कुन्न व्यक्ति
टोय्लऱ्ऱ् पेप्पർ कौण्टऱिलाण्
धाराळं चङ्ङलकൾ काणां
कऱुप्पुं चुवप्पुं कै इल्लात्त ब्लौस्
नीळमुळ्ळ वॆळुत्त किटक्क
पूच्च कळिक्कुन्नु
इतॊरु चॆऱिय विमानमाण्
ऒरु तविट्ट् लव् सीऱ्ऱ्
ओऱञ्च् पैलोൺ कोൺ
चुवरिൽ चारियिरिक्कुन्न ऒरु वॆळुत्त तलयिण
मनोहरमाय पच्च मेच्चिൽ पुल्ल्
मनुष्यൻ कण्णाटियिൽ चित्रमॆटुक्कुन्नु
कुतिरप्पुऱत्तुळ्ळ व्यक्ति .
पർवत आटुकൾ
मञ्ञुवीऴ्चयिलॆ काൽप्पाटुकൾ
ऒरु मेशप्पुऱत्त् बोक्स्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मिड् ऎयऱिൽ मोट्टोർसैक्किൾ
किटक्क चुवन्नताण्
कुञ्ञ् आन
ऒरु वॆळुत्त फ्रिस्बियॆ पिटिक्कुन्न ऒरु कै
कुञ्ञ् आन
ऒरु वलिय क्लोक्क् टवർ
तीवण्टिपात
पർव्वतं पश्चात्तलत्तिलाण्
ट्रॆयिൻ ओऱञ्चाण् .
ऒरु सिङ्किन् मुकळिलुळ्ळ कण्णाटि
कळिक्कारन्ऱॆ मूक्क्
भक्षणं कऴिक्कुन्न मनुष्यൻ औट्ट्डोർ कट्टिलिൽ इरिक्कुन्नु
कारऱ्ऱिन् अटुत्तुळ्ळ पूच्च
काबिनऱ्ऱुकൾक्क् ताऴॆयुळ्ळ वॆळ्ळि मैक्रोवेव्
षोർट्ट् मुटियुळ्ळ ब्रौൺ नाय
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
मञ्ञ मॆऱ्ऱൽ ट्राफिक् लैऱ्ऱ्
कीबोർड् वॆळुत्तताण्
रण्ट् कुतिरकൾक्क् मुन्निൽ कऱुत्त नाय
कऱुत्त टिवि
वॆळुत्त अक्षरङ्ङळुळ्ळ चूटुळ्ळ पिङ्क् तुणि मतिൽ
कुञ्ञ् आन
सीब्र कऴिक्कुन्नु
मञ्ञ् वॆळुत्तताण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वॆळुत्त काർ ऒरु तॆरुविलूटॆ ओटिक्कुन्नु
ऒरु टाक्सि चिह्नं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु तविट्ट् कण्णुळ्ळ नाय
वयൽ पच्चयाण्
चुवन्न बाऱ्ऱिंग् हॆൽमॆऱ्ऱ्
ऒरु कऱुत्त ट्राष् बाग् .
नियुक्त पातयिൽ नियुक्त तूൺ
बीൻस् कऱुत्तताण्
अप्पत्तिन्ऱॆ अऱ्ऱं
शून्यमाय षांपॆय्ൻ फ्लूट्टुकൾ
परुन्त् पुऱकिलेक्क् नोक्कुन्नु
ऒरु कॆट्टिटं
केक्क् मोच्चयाण्
ऒरु मनुष्यൻ चित्रमॆटुक्कुन्नु
कॆट्टिटत्तिन्ऱॆ प्रवेशन कवाटत्तिनटुत्तॆत्तुम्पोൾ निरवधि सैक्किळुकൾ
चुवन्न आप्पिൾ बक्कऱ्ऱिൽ
वॆळुत्त मञ्ञ्
ओऱञ्च् पऴं विऱकिൽ
ब्रेक्क् लैऱ्ऱ् ओणाण्
वऴि
ऒरु मनुष्यൻ कळिक्कुन्नतुपोलॆ
प्लेऱ्ऱ् वॆळुत्तताण्
तूक्कियिट्ट पच्च वाऴप्पऴं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
करटियिൽ चुवप्पुं वॆळ्ळयुं षർट्ट्
चुवन्न अटयाळं कण्टॆत्ति
ऒरु पिङ्क् निऱच्च कळिप्पाट्टं
कळकൾक्क् मुन्निൽ मञ्ञ जलांशं
स्कूൾ बस् मञ्ञयाण्
जिऱाफ् शिल्पं नीलयाण्
ऒरु कटलासुळ्ळ पुस्तकं
स्केऱ्ऱ्बोർडिलॆ ऒराൾ
ऒरु व्यक्तियुटॆ काൽ
स्त्री नग्नपादनाण्
वृत्ताकृतियिलुळ्ळ ऒरु तटि मेश
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कट्टिलिൽ इळं तविट्ट् निऱमुळ्ळ नाय
चुवन्न आप्पिൾ निऱञ्ञ ऒरु पॆट्टि
ऱोळർ स्केऱ्ऱ् धरिच्च स्ऱ्ऱफ् चॆय्त करटि
द्वीप् बीच्च् रंगं
ऒरु पोർसलैൻ टोय्लऱ्ऱ्
मञ्ञ् वॆळुत्तताण्
ई स्कीयऱिन् ऒरु नील जाक्कऱ्ऱ् उण्ट्
ऒरु कऱुत्त ट्राष् बाग् .
पावाट वॆळुत्तताण्
नीळमुळ्ळ कऱुत्त विदूर कൺट्रोळർ
चुवप्प् निऱत्तिलुळ्ळ ऒरु स्त्री
विमानत्तिन्ऱॆ लोगो
ऒरु षॆൽफिൽ ऒरु बैक्क् प्रदർशिप्पिक्कुन्नु
चवऱ्ऱुकुट्ट तटयाൻ कऴियुं
आन वॆळ्ळत्तिൽ
ऒरु वॆळुत्त तळिकयिൽ ऒरु क्रोक्क् मोൺसियർ
कसेरयिൽ तविट्ट् करटि
मनुष्यൻ चारनिऱत्तिलुळ्ळ हॆൽमॆऱ्ऱ् धरिक्कुन्नु
ऒरु बाग् कोट्टൺ मिठायि
कुञ्ञ् आन
ऒरु पिस्सयुटॆ अग्रं
वाऴप्पऴं मञ्ञयाण्
वॆळुत्त स्ऱ्ऱावुं ओवनुं
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु स्वीकरण मुऱि
चारियिरिक्कुन्न पाण्ट करटि
सीलिंग् नीलयुं वॆळ्ळयुमाण् .
नील मोट्टोർसैक्किൾ
सीब्रयुटॆ कऱुत्त कण्णुकൾ
स्काർफ् चुवप्पाण्
रण्ट् कऴुतकൾ ऒरुमिच्च् नटक्कुन्नु
ऒरु मुकൾभागत्तिन्ऱॆ वशं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
' वൺ वे ' चिह्नं
कय्यिൽ ऒरु वाच्च्
ऒरु चुवन्न परस्य भागं
ऒरु बाग् कोट्टൺ मिठायि
ऒरु नील बस् चिह्नं
चुवन्न तुन्नलुकळुळ्ळ बेस्बोൾ वॆळुत्तताण्
ऒरु कूट्टं आळुकൾ ऒरु मेशक्क् चुऱ्ऱुं इरिक्कुन्नु .
ऎ सि सिलिङ् न्ऱॆ भागं
पॆൺकुट्टि वै कळिक्कुन्नु
मൾट्टि कळർ कैऱ्ऱ् कैवशमुळ्ळ व्यक्ति
चितऱिय इलकळुळ्ळ मरक्कॊम्पुकൾ
Wii कळिक्कुन्न ऒरु पुरुषनुं स्त्रीयुं
ऒरु पुरातन फयർ ऎञ्चिൻ
ऒरु समीपस्थलत्तॆ तॆरुव् रंगं
नाय ऎन्तॆङ्किलुं मुन्नऱियिप्प् नൽकुन्नु
ऒरु वॆळुत्त प्लेऱ्ऱिൽ फ्लाऱ्ऱ्ब्रॆड् पिस्स
आळुकൾ सोक्कർ कळिक्कुन्नु
मञ्ञ वृत्ताकृतियिलुळ्ळ कुट
वऴियिलॆ आनकൾ
मनुष्यൻ वॆळ्ळयाण् धरिchirikunnath
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ट्रॆयिൻ ट्राक्किलाण् .
कुञ्ञ् आन
ऒरु कऱुत्त ट्राष् बाग् .
कुञ्ञ् आन
निलत्त् कऱुत्त पुळ्ळि
ऒरु बॆञ्चिन्ऱॆ इरिप्पिटं
कट्टिलिൽ तविट्टुनिऱत्तिलुळ्ळ नाय
मनुष्यൻ स्केऱ्ऱ्बोർडिंगाण् .
ऒरु बीच्चिलॆ आळुकळुटॆ विन्ऱेज् फोट्टो
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
इतॊरु पट्टं आण् . अतिन् कण्णुकळुण्ट्
तूवाल नीलयाण्
ऒरु कटयिൽ ऒरु बैक्क् चारि वॆच्चिरिक्कुन्नु
ईन्तप्पनयुटॆ मुकൾ भागं
पॆൺकुट्टि पुञ्चिरिक्कुन्नु .
ऒराൾ सർफिंग् चॆय्युन्नु
मनुष्यൻ ऒरु पिङ्क् पाक्कऱ्ऱ् पिटिक्कुन्नु
लैൻ वॆळुत्तताण्
चुमरिൽ मरं पाळिकൾ
स्क्वाट्टिंग् चॆय्युन्न सർफർ
कुरङ्ङ् ऒरु वाऴप्पऴं कऴिक्कुन्नु
कऱुप्पुं वॆळ्ळियुं माक् लाप्टोप्प्
पिस्सयिൽ तक्काळि उण्ट् .
टयർ कऱुत्तताण्
स्वർणनिऱमुटियुळ्ळ स्त्रीयुटॆ मुखं
ऱाक्किൽ निन्न् तूक्कियिट्टिरिक्कुन्न ऒरु तूवाल .
चारनिऱत्तिलुळ्ळ नील निऱत्तिलुळ्ळ घटिकार मुखं
वॆळ्ळं व्यक्तमाण्
ऒरु तुरङ्कत्तिन्ऱॆ प्रवेशनं
कुञ्ञ् आन
ऒरु स्त्री पल्ल् तेक्कुन्नु
स्पैऱൽ नोट्ट्बुक्क् डॆस्किൽ
ऒरु व्यक्ति वॆळ्ळत्तिൽ सർफिंग् चॆय्युन्नु
ऒरु कऱुत्त हॆयർ ब्रष्
ऒरु टिवि स्क्रीनिन्ऱॆ फोट्टो
निन्ऱॆൻडो वै कൺट्रोळऱुकൾ
मुखत्त् सूर्यൻ अटिक्कुन्न मनुष्यൻ
सूर्यൻ उदिक्कुन्नु .
ऒरु कषणं प्लेऱ्ऱिൽ उण्ट् .
इटत् कैयिलॆ सॆൽ फोൺ
लगेज् कऱुत्तताण्
मनुष्यൻ हॆൽमॆऱ्ऱ् धरिक्कुन्नु
पुस्तकङ्ङळुटॆ मुकळिൽ ऒरु लाप्टोप्प् .
ध्रुवत्तिलॆ ऱोड् चिह्नं
अञ्च् अमेरिक्कൻ राष्ट्रप्रतिमाർ तुटർच्चयायि निൽक्कुन्नु
उयरमुळ्ळ तॆरुव् वॆळिच्चं
बात्त्ऱूं सिङ्कुं कौण्टർटोप्पुकळुं काबिनऱ्ऱुकळुं
स्केऱ्ऱ्बोർडिൽ चुवन्न चक्रङ्ङൾ
ऒरु पिस्स कैवशमुळ्ळ ऒरु स्त्री
ऒरु मोट्टोർबैक्क्
पच्च पायलुळ्ळ पाऱकൾ
वळरॆ वलिय ऒरु डोण्ऱ्ऱ्
ऒरु आൺकुट्टि पुञ्चिरिक्कुन्नु
टै पच्च आण्
आट् वेलियिൽ निൽक्कुन्नु
ई षർट्ट् चुवप्पुं वॆळ्ळयुं आण्
माർक्कऱ्ऱिൽ बोट्टिलुळ्ळ स्त्री
ऒरु टोय्लऱ्ऱिन्ऱॆ पुऱकिൽ ऒरु कॊट्ट
ऎल्ला वातिलुकळुं तुऱन्निरिक्कुन्न कऱुत्त काർ
ऒरु मनुष्यन् चुवन्न हॆൽमॆऱ्ऱ्
मनुष्यൻ वॆळ्ळत्तिൽ मुङ्ङि
वॆळुत्त सർप्पिळ आकृति पास्त
पच्च जलांशं
\ ऎयർ ट्राൻसाऱ्ऱ् \ विमानत्तिन्ऱॆ वशत्त् ऎऴुतियिरिक्कुन्नु
" तुऱन्न मुखं बेक्कൺ , चीस् साൻड्विच्च् "
अवन्ऱॆ षोർट्ट्स् काൽमुट्टिन् मुकळिलाण्
वॆळ्ळत्तिनटुत्तुळ्ळ ऒरु कुञ्ञ् आन .
ऒरु तूवाल तऱयिൽ उण्ट् .
नील हॆൽमॆऱ्ऱ्
अग्नि जलांशं चुवप्पाण् .
वेलि कऱुत्तताण्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कटൽत्तीरत्त् ऒरु अटयाळं
क्लोक्क् स्वർण्णमाण्
मून्न् तविट्ट् कुतिरकൾ
ब्रौൺ करटि मृगशालयिൽ
ऒरु मरत्तिन्ऱॆ इरिप्पिटं
क्लोक्क् मुखत्तिൻऱ्ऱे क्लोस् अप्प्
किटप्पुमुऱि सीलिंगिൽ निन्न् टॆलिविषൻ तूक्कियिरिक्कुन्नु
फ्रिड्ज् वातिलिൽ कऱुत्त ऐस् निർम्माताव्
वॆळ्ळं नीलयाण् .
ऒरु क्लोक्किन्ऱॆ अग्रं
पुल्ल् उयरवुं पच्चयुं आण्
ऒरु ट्राफिक् चिह्नत्तिൽ ग्राफिऱ्ऱि
प्लेऱ्ऱिൽ पैयुटॆ कषणं
ऒरु कट्टिलिൽ इरिक्कुन्न मनुष्यൻ
वॆळुत्त अटच्च फ्रीसർ
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु फास्ऱ्ऱ्फुड् ऱॆस्ऱ्ऱोऱन्ऱिൽ भक्षणं कऴिक्कुन्न मनुष्यൻ
पॆൺकुट्टि स्यूट्ट् केस् हाळिൽ निन्न् वलिक्कुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
सि
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ओफीसिलॆ वाक्कुकൾ .
लैൻ मञ्ञयाण्
कुटक्कीऴिൽ विषमिक्कुन्नु स्त्री .
ऒरु कॆट्टिटं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वाൽ नीलयुं चुवप्पुं आण्
कप्पलिൽ ट्रक्क्
अटुप्पिन् मुकळिलुळ्ळ टिवि
केक्किलॆ अक्षरङ्ङൾ वॆळुत्तताण्
अवൾ टॆन्नीस् कळिक्कुन्नु .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वयलिൽ ऒरु कूट्टं कुतिरकൾ निൽक्कुन्नु
वातिलुकൾ काणां
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चुवन्न कळिमण्णाण् टॆन्नीस् कोർट्ट्
चायुन्न बैक्क्
ऒरु पोस्ऱ्ऱिൽ नो नटत्तं चिह्नं
स्कूൾ बसिलॆ नम्पർ 2
पർव्वतङ्ङൾ काणां
मृगत्तिन्ऱॆ कॊम्पुकൾ .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
तीवण्टियुटॆ मुൻभागं मञ्ञयाण् .
पिङ्क् तिळङ्ङुन्न तुवाल धरिच्च स्त्री
व्यक्ति नील टोप्प् धरिक्कुन्नु .
नाय कट्टिलिൽ निൽक्कुन्नु
चोक्लेऱ्ऱ् पॊतिञ्ञ डोनट्ट्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
चित्रत्तिൽ वरच्च मञ्ञ नक्षत्रङ्ङൾ
ऱॆड् बाक्क् पाय्क्क्
ट्राक्कुकळुटॆ वशत्तुळ्ळ मरङ्ङൾ
कुञ्ञ् आन
ब्लीच्चऱुकळिलॆ ऒरु कूट्टं काणिकൾ
मतिൽ टैൽ कॊण्टाण् निർम्मिच्चिरिक्कुन्नत्
इविटत्तॆ आकाशं वळरॆ तिळक्कमुळ्ळ नील निऱमाण्
तऱ
ऒरु स्केऱ्ऱ्बोർड्
मेशप्पुऱत्त् कऱुत्त सॆൽफोൺ
द्वीप् बीच्च् रंगं
ऒरु जोटि चुवन्न षूस्
कऱुत्त षोർट्ट्स् धरिच्च व्यक्ति
ऒरु मरत्तिन्ऱॆ ट्ट्रङ्क्
नटप्पात इष्टिककॊण्टाण् निർम्मिच्चिरिक्कुन्नत् .
" चुवप्प् वॆळ्ळ , नील निऱमुळ्ळ विमानं "
मनुष्यൻ कऱुत्त बैक्क् ओटिक्कुन्नु
पाർक्क् चॆय्तिरिक्कुन्न विमानं .
बेस्बोൾ कळिक्कारन्ऱॆ प्रतिम
वाऴप्पऴङ्ङൾ पच्चयाण् .
ऒरु मोट्टोർ सैक्किൾ इविटॆ पाർक्क् चॆय्तिरिक्कुन्नु
इतॊरु पाർक्क् बॆञ्चाण्
मास् ट्राൻसिऱ्ऱ् ट्रॆयिൻ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
आकाशं व्यक्तवुं दृश्यवुमाण्
ऒरु नीण्ट लोहत्तिन्ऱॆ प्रवेशन कवाटं
बसुकൾ नीलयाण्
ऒरु स्ऱ्ऱोप्प् चिह्नं
सुन्दरमाय मुटियुळ्ळ कण्णटयिൽ मनुष्यൻ
मून्न् कुतिरकൾ ऒरु रेख सृष्टिक्कुन्नु
ऒरु ऱॆयिलिंगिൽ मञ्ञ चरट्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कट्टिलिൽ वॆळुत्त टॆडि बियർ
कऴिञ्ञ मोट्टोർसैक्किळुकळिൽ चॆळि निऱञ्ञ वॆळ्ळं ऒऴुकुन्नु
पुरुषन् मीशयुण्ट् .
वैൻ ग्लास् कुऱच्च् वीञ्ञ् पिटिक्कुन्नु
पोळऱोयिडुकൾ टेबिळिൽ उण्ट्
कैऱ्ऱ् वायुविൽ पऱक्कुन्नु
ऒरु चॆऱिय चुवन्न अटयाळं
ऱाडिष् ऒरु कष्णं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वाट्टർ लैनिनॊप्पं वीटुकൾ
ऒरु मञ्ञ वर उळ्ळ ऒरु कऱुत्त षർट्ट्
चॆऱिय कुट्टियॆ ऎङ्ङनॆ स्की चॆय्यामॆन्न् पठिप्पिक्कुन्न स्त्री
तिरमालकൾ ब्रेक्क् चॆय्युन्नु
पुल्लिൽ वॆळुत्त लोगो
पच्च तण्ट् उळ्ळ धूम्रनूൽ पुष्पं
मेश मरं
रण्टुपेർ फ्रिस्बियुमायि कळिक्कुन्नु
करटिक्क् कऱुत्त मूक्क् उण्ट् .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
पुल्लिൽ रण्टुपेർ
चॆक्कർबोർड् प्रिन्ऱुळ्ळ चॆऱिय तविट्ट् बाग्
पशुविन्ऱॆ कण्ण्
उयरमुळ्ळ जिऱाफ्
ऒरु जोडि कण्णट
आकाशत्त् चारनिऱत्तिलुळ्ळ मेघं
कऱुप्पुं वॆळुप्पुं पशु मेयൽ
पർवतङ्ङळिൽ स्नोबोർडिंग् चॆय्युन्न आळुकൾ
ऒरु विमानत्तावळ रंगं
मङ्ङिय वॆळुत्त टॆडि बियർ
अयाळुटॆ व्यक्तित्वं इरट्टत्ताप्पाकाൻ आग्रहिक्कुन्न चिल व्यक्ति
वॆळ्ळयुटॆ मुൻभागं
पुल्ल्
मरं बॆञ्चिൽ इरिक्कुन्न पॆൺकुट्टि
होट्टलिलॆ किच्चൻ
स्त्रीयुटॆ हॆൽमॆऱ्ऱ् कऱुत्तताण्
ऒरु ऎयർकण्टीषणऱिन्ऱॆ पिൻभागं
ऒरु कुप्पि लोषൻ
नाय जनालयिलूटॆ पुऱत्तेक्क् नोक्कुन्नु .
कुञ्ञ् आन
मञ्ञ् वॆळुत्ततुं तॆळिञ्ञतुमाण्
रण्ट् सीब्रकൾ नटक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
जालकत्तिൽ मूक्कुमायि ऒरु जिऱाफ्
निलत्त् कळिमण्ण्
तॆरुव् तूणिलॆ तॆरुव् चिह्नं
ऒरु पॆൺकुट्टि चुवन्न कण्णट धरिक्कुन्नु
ऒरु ऱोडिൽ इरट्ट मञ्ञ वर
चित्रङ्ङळुळ्ळ वॆळुत्त तॆरुव् चिह्नं
पർवतत्तिൽ मनुष्यൻ स्कीयिंग्
वायुविൽ पऱक्कुन्न विमानं
ऒरु ध्रुवत्तिൽ ऒरु ताऴिकक्कुटं
पूच्च टिवि परिपाटि काणुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु कट्टिलिൽ कंफർट्टർ
ऒरु ग्लास् वीञ्ञ् कुटिक्कुन्न स्त्री
ऒरु स्त्रीयुटॆ कय्यिൽ पिस्स
चुमरिൽ वलिय टिवि
ऒरु युव स्केऱ्ऱ्बोർडർ
पुरुषन्माർ हिमत्तिൽ इरिक्कुन्नु
नाय ननञ्ञिरिक्कुन्नु
मञ्ञ वाऴप्पऴत्तिन्ऱॆ ऒरु पटल
ऒरु ग्लासिൽ वीञ्ञ्
कऱुप्पुं वॆळुप्पुं फोट्टोयिൽ नटप्पातयिलूटॆ निൽक्कुन्न स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मनुष्यൻ ऒरु बेस्बोൾ बाऱ्ऱ् स्विंग् चॆय्युन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
सीलिंगिൽ निन्न् लैऱ्ऱ् हाൻडिंग्
कट्टिलिൽ इरिक्कुन्न युवति
घटिकारं
स्त्री ऒरु बॆञ्चिൽ इरिक्कुन्नु
स्त्रीयुटॆ मुटि ताऴॆयाण्
पिङ्क् जोडि पान्ऱ्स् .
ऱॆड् डबिൾ डॆक्कർ बस्
क्लोक्क् अटुत्ताण्
रण्ट् स्त्रीकൾ ऒरु बॆञ्चिൽ इरिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
आൺकुट्टिक्क् इळं मुटियुण्ट्
ऒरु ऐमाक् व्यक्तिगत कम्प्यूट्टർ
वॆळुत्त काർ वेलिक्क् समीपं निർत्ति
व्यक्ति ओऱञ्च् हॆൽमॆऱ्ऱ् धरिक्कुन्नु
निरवधि प्रिंगिൾस् उरुळक्किऴङ्ङ् चिप्स्
पॆൺकुट्टि wii कळिक्कुन्नु
मनुष्यन्ऱॆ अरिकिൽ इरिक्कुन्न बैक्क्
मून्न् मोट्टोർसैक्किळुकൾ स्ऱ्ऱाൻडुकळिൽ प्रदർशिप्पिच्चिरिक्कुन्नु
मटियिൽ किटक्कुन्न पूच्च .
वीट्टिलॆ पूच्च
कुप्पि वॆळ्ळं
वॆळुत्त तॊप्पि धरिच्चिरिक्कुन्न स्त्री
व्यक्ति पुऱत्त् स्केऱ्ऱ्बोർडिंग् चॆय्युन्नु
ऒरु फफ्रिड्जिनु मुकळिलॆ स्ऱ्ऱिक्कऱुकൾ
बिसिनसुकൾक्कुळ्ळ अटयाळङ्ङൾ
चुमरिൽ वॆळिच्चं
बोർड् मञ्ञयाण्
कऱुत्त स्केऱ्ऱ्बोർडिन्ऱॆ मुकൾभागं
" ओऱञ्चुं , वॆळुप्पुं निऱमुळ्ळ पूच्च "
ऒरु वॆळुत्त कुतिर
पूच्च ऒरु आश्वासकनिൽ उऱङ्ङुन्नु
इताण् आकाशं
आरोग्य संरक्षण कൺवॆൻषनिलॆ चॆऱुप्पक्कारൻ
ब्रौൺ निऱत्तिलुळ्ळ तिळङ्ङुन्न डोनट्ट्
ऒरु वॆळ्ळि नाल् स्लैस् टोस्ऱ्ऱർ
वण्टियिൽ मञ्ञ वाऴप्पऴं
ऒरु प्लेऱ्ऱिൽ मून्न् मधुरपलहारङ्ङൾ
जोडि पർप्पिൾ षूस्
ऒरु तॆरुव् रंगं
ऒरु चॆऱिय काർ ऱोडिलूटॆ ओटिक्कुन्नु
" टർक्कोय्स् , वैऱ्ऱ् पासञ्चർ बस् ऎन्निव तॆरुविൽ निർत्तियिट्टिरिक्कुन्नु "
नेർत्त कऱुत्त पक्षि
द्वीप् बीच्च् रंगं
ऒरु स्कै लिफ्ऱ्ऱिൽ नाल् पेർ
ऒरु ओऱञ्च् निऱत्तिलुळ्ळ आप्रोൺ
रण्ट् तटि तॆरुव् अटयाळङ्ङൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु मൽसरत्तिൽ मत्सरिक्कुन्न स्नोबोർडർमाർ
पॆൺकुट्टि टॆन्नीस् कळिक्कुन्नु
मरं उयरमुळ्ळताण्
ऒरु चुवन्न फ्रिस्बी
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
नाम तॊङ्ङൽ मञ्ञयाण्
ऒरु कऱुत्त ट्राष् बाग् .
ई प्रकाशं इटत्तेक्क् चूण्टुन्नु
पർवतत्तिन्ऱॆ पातकൾ
कुट्टिकൾक्कायि चॆऱिय टॆन्नीस् वल
इत् मॆऱ्ऱൽ ग्रेऱ्ऱिंग् आण्
चुवन्न लोह वेलि
मनुष्यൻ इरुट्टिलाण्
पिस्सयिൽ चुवन्न सोस् उण्ट्
आकाशं इरुण्टताण्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु वलिय वैऱ्ऱ् जॆऱ्ऱ् विमानं
पॆൺकुट्टि सർफिंग् चॆय्युन्नु
चूटुळ्ळ बैक्क्
ऱफ्रिजऱेऱ्ऱऱिलॆ कान्तङ्ङൾ .
सैक्किळिन् परिशीलन चक्रङ्ङळुण्ट्
वॆळ्ळक्काർ ऎन्तॆङ्किलुं ऎऴुतियिट्टुण्ट्
वलिय कऱुत्त पिक्कप्प् ट्रक्क्
प्लेऱ्ऱ् वॆळुत्तताण्
ऒरु इष्टिक चुवरिൽ ऒरु घटिकारं
वॆळुप्पुं कऱुप्पुमाय स्केऱ्ऱ्बोർड्
आन चित्ररजन चॆय्युन्नु
पुल्ल् पच्चयुं दृश्यवुमाण्
पुल्लिൽ पऴय ट्रक्क्
ऒरु पब्बिनायि चिह्नं
Chrome सिङ्क् फोसॆऱ्
नील पूळिलॆ वॆळ्ळं
आप्पिൾ चुवप्पाण्
ऒरु लाप्टोप्प् कम्प्यूट्टർ
कसेर नीलयाण्
बेस्बोൾ बाऱ्ऱ् कऱुत्तताण्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
मुटि नीळमुळ्ळताण्
जनलुकൾ दृश्यमाण्
पटिकൾ
मनुष्यൻ कसेरयिൽ इरिक्कुन्नु
चुवन्न मरं कॊण्टुळ्ळ नल्ल पाർक्क् बॆञ्च्
ऒरु चॆऱिय कुञ्ञ् मुൻवशत्त्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु पच्च बेस् बोൾ
ऒरु कऱुत्त मोट्टोർसैक्किൾ
ऒरु कम्प्यूट्टർ मोणिऱ्ऱർ
चित्रत्तिलॆ उयरमुळ्ळ ऒरु गोपुरं
पुरुषन्ऱॆ चारनिऱत्तिलुळ्ळ टै
स्की पान्ऱुकൾ मञ्ञयाण्
तिळक्कमुळ्ळ सूर्यൻ
जप्पानीस् अक्षरङ्ङൾ .
सुन्दरमाय मुटियुळ्ळ ऒरु कुञ्ञ् .
मोट्टोർ सैक्किൾ ओटिक्कुन्न व्यक्ति .
चुवन्न पिक्कप्प् ट्रक्क्
ऒरु वलिय तविट्ट् ग्रिस्लि करटि
चुवन्न मणि कुरुमुळक् कष्णं
ध्रुवक्करटिक्क् वॆळुत्त पादमुण्ट् .
उद्यानत्तिൽ पट्टत्तिन्ऱॆ दिवसं
ऒरु चॆऱिय पेस्ट्रि बाർ
पॆൺकुट्टि मणलिൽ निൽक्कुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
तीवण्टि पच्चयाण्
ऒरु चवण
चॆऱिय वण्टि वलिक्कुन्न कुतिर
आकाशं व्यक्तवुं नीलयुमाण्
ऱोड् चिह्नं निർत्तुक
क्यामऱय्क्क् अभिमुखमायि पोർच्च् ऱॆयिलिंगिൽ इरिक्कुन्न ऒरु पुरुष कർदिनाൾ
मञ्ञ पसफिक् देशीय ट्रॆयिൻ ऎञ्चिൻ
पल्लुकൾ काणां
उयरमुळ्ळ जिऱाफिൽ तविट्टुनिऱत्तिलुळ्ळ रोमं
ऒरु बाग् कोट्टൺ मिठायि
कऱुत्त बस् चक्रं
कण्णुकൾ वलुताण्
नाय उऱङ्ङुकयाण् .
पच्च ट्राफिक् लैऱ्ऱ् प्रकाशिप्पिच्चु
शान्तमाय नील वॆळ्ळत्तिൽ सञ्चरिक्कुन्न बोट्ट्
तटि अलमारयिൽ पच्च ग्लास् पूत्तट्टं
फ्रिस्बि कळिक्कुन्न युवाव्
ट्रक्कुकळुटॆ कटक्कारुटॆ वॆब् सैऱ्ऱ् विलासं
मञ्ञ् मूटिय ग्रौण्ट्
ऒरु पुरुषन्ऱॆ चित्रं
ऒरु उऱुम्प्
गियർ आकृतियिलुळ्ळ कट्ट् अप्प् कारऱ्ऱ्
ऒरु तलकीऴाय मौस्
वൺवे चिह्नं
मनुष्यൻ सैक्किൾ ओटिक्कुन्नु
कुतिर ऒरु बग्गि वलिक्कुन्नु
मनुष्यൻ रण्ट् कैकळालुं फ्रिस्बियॆ पिटिक्कुन्नु
वेविच्च कारऱ्ऱ् कूम्पारं
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
रण्टु स्त्रीकൾ कल्लिൽ इरिक्कुन्नु
स्केऱ्ऱ्बोർडिൽ मनुष्यൻ तन्त्रं चॆय्युन्नु
धाराळं मॆऴुकुतिरिकൾ कत्तिक्कुन्नु
बाऱ्ऱऱिन् कऱुत्त शिरोकवजं उण्ट्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
तॆरुव् विळक्कुकळुटॆ ऒरु निर .
रण्ट् सीऱ्ऱुळ्ळ पऴय बैक्क्
एताण्ट् निऱयॆ ग्लास् बियർ
मनुष्यൻ क्यामऱयिलेक्क् नोक्कुन्नु
कुञ्ञ् आन
आनय्क्क् वॆळुत्त तुम्पिकळुण्ट् .
मेशप्पुऱत्त् वॆळुत्त तळिक
काർ इळं नीलयाण्
अकलॆ मङ्ङिय आकाशं .
क्लोक्क् मुखत्त् निन्न् प्रकाशं
ऒरु टोविन् मुकळिൽ ऒरु पाൻ
वॆळ्ळत्तिन् मुकळिलुळ्ळ वलिय पालं
" मञ्ञ , कऱुप्प् तीवण्टि ऎञ्चिൻ "
ऒरु जोडि ब्लाक्क् आൻड् वैऱ्ऱ् क्लीऱ्ऱुकൾ
ऒरु ऱॆयिൽवे ट्रॆयिनिन्ऱॆ रण्ट् काऱुकൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
चुवन्न वॆळिच्चं प्रकाशिच्चु
ऱॆयिൽवे ट्राक्कुकൾ
ट्रॆयिൻ मञ्ञयुं नीलयुमाण्
इळं नील तलयिण केस्
मनोहरमाय पूक्कൾ भक्षण वण्टि अलङ्करिक्कुन्नु
टॆन्नीस् कळिक्कुन्न युवाव्
कुटकळुटॆ कूट्टं वॆळ्ळत्तिൽ निൽक्कुन्नु
टॆडि बियऱिन् कण्णुण्ट्
तॆरुविൽ ऒरु सिमൻऱ् मीडियൻ
मेशप्पुऱत्त् कॊक्ककोळयुटॆ काൻ
वीडियो गॆयिं कळिक्कुन्न स्त्री
टॆन्नीस् ऱाक्कऱ्ऱ् मनुष्यन्ऱॆ कैयिलाण्
व्यक्तिक्क् कऱुत्त मुटियुण्ट् .
तऱयिൽ निൽक्कुन्न ऒरु स्त्री
" तविट्टुं , वॆळ्ळयुं नाय "
क्लोक्क् कॆट्टिटत्तिलेक्क् वाർत्तॆटुत्तु
अरिञ्ञ पच्च पच्चक्कऱि .
चिह्नं नीलयाण्
युवति टॆन्नीस् कळिक्काൻ ऒरुङ्ङुन्नु
चुवन्न अक्षरमुळ्ळ कऱुत्त बोൾ तॊप्पि
जिऱाफिन् वाൽ उण्ट्
इतॊरु ट्रे आण्
चॆऱिय कटुत्त चुवन्न तलं
ऒरु सीब्र नटक्कुन्नु
ऒरु वॆळुत्त स्ऱ्ऱियऱिनु मुन्निൽ निൽक्कुन्न कौगेൾ
युवति ऒरु पन्तिൽ ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् वीशुकयाण् .
कुटयुटॆ भागं
मांसत्तिൽ निन्न् उयरुन्न नीरावि
द्वीप् बीच्च् रंगं
मोट्टोർ बैक्किൽ इरिक्कुन्न व्यक्ति
कऱुत्त तॊप्पि धरिच्चिरिक्कुन्न व्यक्ति
ट्रॆयिनिन्ऱॆ मुൻभागं कऱुत्तताण्
उयरमुळ्ळ जिऱाफ् .
सिऱ्ऱि स्ट्रीऱ्ऱिलॆ बस्
स्ट्रोबॆऱि केक्किन्ऱॆ पुऱंतोट्
कुञ्ञ् आन
नीलयुं कऱुप्पुं परिशोधिच्च षർट्ट् धरिच्च ऒराൾ
युवति टॆन्नीस् कळिक्कुन्नु
ऒरु बाग् कोट्टൺ मिठायि
ऒरु जिऱाफ् निलत्त् इरिक्कुन्नु .
इरुण्ट ट्राक्किൽ काऱुकൾ ऱेस् चॆय्युक
मेशप्पुऱत्त् वलिय वॆळुत्त पायൽ
ब्रौൺ निऱत्तिलुळ्ळ षർट्टिൽ ऒरु स्त्री
मञ्ञ षർट्ट् धरिच्च पय्यൻ
वॆळ्ळं व्यक्तवुं शान्तवुमाण्
सम्मिश्रणं चॆय्युन्नतिൽ ऐस्
बण्णिൽ कटुक् उळ्ळ होट्ट् डोग्
जॆल्लि डोनट्ट् पुऱत्तेक्क् ऒऴुकुन्नु
हॆयർ ड्रयർ वॆळुत्तताण्
ऒरु वॆळुत्त काൽनट क्रोस्स्वाक्
ऒरु टॆन्नीस् कळिक्कारൻ पन्त् तिरिकॆ नൽकाൻ पोकुन्नु
ऒरु कळिमण्ण्
कुञ्ञ् आन
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु फोൺ
कण्णाटि वृत्ताकृतियिलाण्
वायिൽ टूत्त् ब्रष् उळ्ळ मनुष्यൻ
कऱुत्त हॆൽमॆऱ्ऱ् धरिक्कुन्न बाऱ्ऱർ
तॊऴिलाळिकൾक्क् ऒरु सुरक्षा मुन्नऱियिप्प् .
चॆऱिय चार कुञ्ञ् आन
इटतुवशत्त् अभिमुखीकरिक्कुन्न ऒरु सीब्र
तिळक्कमुळ्ळ चुवन्न अग्नि जलांशं
वयलिൽ निൽक्कुन्न उयरमुळ्ळ जिऱाफ् .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
टॆन्नीस् कळिक्कुन्न ऒरु युवति
हॆड्बोർडिन् ऎतिरायि वॆळुत्त तलयिणकൾ .
रोममुळ्ळ तविट्ट् पशु मूयिंग्
तविट्ट् कुतिर ओट्टं
रण्ट् मङ्कि कण्णुकൾ
इलकळिल्लात्त ऒरु वृक्षं
व्यक्तमाय आकाशत्त् पऱक्कुन्न पक्षि
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु केक्किൽ मॆऴुकुतिरिकൾ .
कुञ्ञ् आन
विमानत्तावळत्तिलॆ विमानं
रण्ट् सैक्किळुकळुं ऒरु मोट्टोർ सैक्किळुं
पक्षिक्क् कण्णुण्ट्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
सोसिൽ ब्रॊक्कोळि कषणङ्ङൾ
वैऱ्ऱ् कण्ट्रोळർ कैवशमुळ्ळयाൾ
पॆൺकुट्टिक्क् तविट्ट् निऱमुळ्ळ मुटियुण्ट् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पच्च पुल्लिन्ऱॆ चॆऱिय पाच्च्
वयलिൽ एऴु पशुक्कൾ
पऴं निऱञ्ञ ऒरु ग्लास् विभवं
अस्फाൽऱ्ऱिन्ऱॆ निऱं कऱुत्तताण्
वॆळुत्त स्वाൻ वॆळ्ळत्तिൽ पॊङ्ङिक्किटक्कुकयाण्
ऒरु कऱुत्त ट्राष् बाग् .
तोमस् ट्रॆयिൻ केक्क्
ऒरु नील कप्प्
चूण्टिक्काणिक्कुन्न सुन्दरियाय स्त्री
ऒरु बेस्बोൾ बाऱ्ऱ् पिटिच्चिरिक्कुन्न ऒरु मनुष्यൻ
" तविट्ट् , वॆळुप्प् चिह्न पोस्ऱ्ऱ् "
पात्रत्तिൽ पच्च आप्पिळुंकൾ
ऒरु कऱुत्त ट्राष् बाग् .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
बात्त्ऱूं वातिൽ तुऱन्नु .
चुवरिൽ परन्न स्क्रीൻ टिवि
मनुष्यൻ स्कीस् पिटिक्कुन्नु .
कऱुप्पुं वॆळुप्पुं कटൽ काक्क
नाय्क्कळुटॆ मूक्क् कऱुत्तताण्
वाहनत्तिन्ऱॆ यात्रक्कारुटॆ भागत्त् इरिक्कुन्न ऒरु नाय
चुवप्पुं नीलयुं डोनट्टिൽ तळिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
मनुष्यൻ वॆळुत्त हॆൽमॆऱ्ऱ् धरिक्कुन्नु
काർषिक मेखलयिൽ जोलि चॆय्युन्न मनुष्यൻ
तलयिൽ स्काർफ् धरिच्च स्त्री
पिङ्क् पात्रत्तिनटुत्तुळ्ळ फोർक्क्
ऒरु वॆळुत्त पय्यൻ सूर्यनिൽ नल्ल समयं आस्वदिक्कुन्नु .
पालिൽ चीरियोसिन्ऱॆ ऒरु पात्रं
ब्लाक्क् आൻड् वैऱ्ऱ् पाण्ट
कऱुत्त तीवण्टि
हाൻडिൽबाऱिൽ कऱुत्त हॆൽमॆऱ्ऱ् .
मुൻवशत्तॆ डैनिंग् टेबिळिൽ आळुकൾ वलतुवशत्त् नोक्कुन्नु
ऒरु पुतप्प् मुकळिൽ उळ्ळ ऒरु चॆऱिय किटक्क .
हॆൽमॆऱ्ऱ् वॆळ्ळियाण्
पक्षि
" वैऱ्ऱ् पेप्पർ कप्प् पानीयं , जॆनोयुटॆ स्ऱ्ऱीक्किൽ निन्नु . "
चॆऱिय अटुक्कळयिൽ मेशयुं कसेरयुं
ऒरु प्रतिफलन कण्णाटि कॆट्टिटं
नाय वॆळुत्तताण् .
मनुष्यൻ कटൽत्तीरत्त् ओटुन्नु
इटतुवशत्त् जिऱाफिलॆ कॊम्पुकൾ .
ज्योतिशास्त्रत्तिൽ निൽक्कुन्न ऒराൾ
तविट्ट् बोक्सुकൾ काणां
रुचिकरमाय मधुरपलहारं
पात्रत्तिൽ वऱुत्त ऱॊट्टि
ऒरु पालं
पिङ्क् कोൺटाक्ऱ्ऱ् लॆൻस् पॆट्टि
कलापरमाय साൻड्विच्चुकൾ
कुट कऱुत्तताण् .
चुवन्न अऴुक्क् निलत्त्
पय्यൻ कण्णट धरिक्कुन्नु
अवൻ समुद्रत्तिलाण् .
आनयॆ कऴिप्पिक्कुन्न कुट्टि
कप्पൽ वॆळ्ळत्तिलाण्
चुवप्पु निऱत्तिൽ उळ्ळ विमानं
कऱुत्त वॆऱ्ऱ्स्यूट्टिൽ सർफർ
वർण्णाभमाय कुट
जिऱाफिन्ऱॆ चॆवि
ऒरु जिऱाफि ऒरु कल्ल् चुऱ्ऱळविൽ
आटुकळॆ वऴियिൽ इऱक्कुन्नु
स्केऱ्ऱ्बोർडिൽ मनुष्यൻ तन्त्रं प्रयोगिक्कुन्नु
नीळमुळ्ळ चारनिऱत्तिलुळ्ळ मॆऱ्ऱൽ बॆञ्च्
घटिकारं नीलयाण् .
मणൽ चारनिऱमाण्
जिऱाफुकൾ ऒरुमिच्च् .
टिൻ फोयिൽ होट्ट् डोग्
नीळमुळ्ळ चुवन्न मुटियुळ्ळ पॆൺकुट्टि
ऒरु तिरमालयिൽ सർफिंग् चॆय्युन्न ऒरु सർफർ
ऒरु बिसिनस्सिन्ऱॆ चित्रं
ऒरु वेलियिൽ पोस्ऱ्ऱुचॆय्युक
कटलिन्ऱॆ ऒरु भागं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
निलत्त् कऱुत्त पुळ्ळि
कुञ्ञ् आन
ट्रॆयिൻ वർण्णाभमायताण्
अद्देहत्तिन् ऒरु नील तॊप्पि उण्ट् .
आरुमिल्लात्त बॆञ्च्
द्वीप् बीच्च् रंगं
ऎऱियाൻ ऒरुङ्ङुन्न पिच्चർ
ऒरु तिळक्कमुळ्ळ मञ्ञ फ्रिस्बि
फोक्कसिन् पुऱत्तुळ्ळ कऱुत्त स्केऱ्ऱ्बोർड्
नील षർट्टिൽ मनुष्यൻ
चुवन्न तूवलुकൾ उळ्ळ कऱुत्त पक्षि
ऒरु की ऱिंगिൽ चॆऱिय प्लास्ऱ्ऱिक् करटि
चॆऱुप्पक्कारൻ बिऎंऎक्स् ऱेस् काणुन्नु
वृत्तियुळ्ळ वॆळुत्त प्लेऱ्ऱ्
धाराळं वीण इलकൾ
निरवधि फोणुकൾ दृश्यमाण्
मञ्ञ षർट्टिलुळ्ळ नाल् फ्रिस्बी कळिक्काർ
ऒरु वलिय वॆळुत्त विमानं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ वाർप्प्
कऱुत्त अटयाळं कण्टॆत्ति
कऱुत्त सोक्क्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मञ्ञुवीऴ्चयुळ्ळ तॆरुविൽ इरट्ट डॆक्कർ बस्
वायुविൽ स्कीयർ
कळप्पुर मरं
नील अटयाळं कण्टॆत्ति
तटाकतीरत्त् मनुष्यൻ बोट्ट् पैൻ्ऱ् अटिक्कुन्नु .
ट्रॆयिൻ मञ्ञयाण्
वॆळुत्त मॆऴुकुतिरियुटॆ ज्वाल .
कुञ्ञ् आन
पात्रत्तिൽ चुवन्न आप्पिൾ उण्ट् .
तिळङ्ङुन्न बैक्क्
ऒरु सीब्र कऴिक्कुन्नु
कऱुप्पुं वॆळुप्पुं निऱमुळ्ळ सीब्र
सिൽवർ गॆयिमिंग् लाप्टोप्प्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
सोसർ तूक्कियिरिक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ब्रौൺ पॆट्टि
नाय कट्टिलिൽ किटक्कुन्नु
फोൺ ओणाण्
टोय्लऱ्ऱ् कटलास्सिൽ चुमरिൽ तूक्कियिरिक्कुन्नु
प्लेऱ्ऱिൽ कारामൽ .
इलकൾ वरण्टताण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मूർच्चयुळ्ळ कत्ति कारऱ्ऱ् चॆऱिय कषणङ्ङळायि मुऱिक्कुन्नु
सिङ्किनॊप्पं बात्त्ऱूं क्रमीकरणं
ऒरु पिस्स बोक्सिൽ पिस्स
उयरमुळ्ळ पच्च वृक्षं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इताण् आकाशं
ऒरु वयർ
ऒरु मेशयिൽ लाप्टोप्प्
कऱुत्त मूटिय स्कीयർ
ऒरु पशुविन्ऱॆ काൽ
अञ्च् ब्लेडुकळुळ्ळ लैऱ्ऱ् ब्रौൺ सीलिंग् फाൻ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वॆळ्ळं व्यक्तमाण्
इतॊरु तॊप्पियाण्
सूर्यൻ मेघङ्ङळिलूटॆ ऎत्तिनोक्कुन्नु
वलिय क्लोक्किन्ऱॆ मिनिऱ्ऱ् कै
पऴय तकർन्न मञ्ञ वाहनं
ऒरु ग्राफिक्किन्ऱॆ भागं
जिऱाफ् क्यामऱयिलेक्क् नोक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मनुष्यൻ टॆन्नीस् कळिक्कुन्नु .
तॊप्पि वलुताण्
पकुति कऴिच्च साൻड्विच्च् .
मञ्ञ सैक्किळिन्ऱॆ पिन्निൽ
ऒरु कॆट्टिटत्तिलॆ कऱुत्त स्पयർ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु मेशप्पुऱत्त् कोफि मग्
कॊट्टयिൽ टॆन्नीस् पन्तुकൾ
वळरॆ शान्तमाय कवल
वॆळुत्त अटयाळं कण्टॆत्ति
LANDS ऎन्न वाक्क् .
तुम्पिक्कै अरिञ्ञत्
इताण् आकाशं
वॆळुत्त फ्रिस्बी ऎऱियुन्नु
ऒरु पुळ्ळियुटॆ अऱ्ऱं
वानिൽ कऱुत्त टयർ
मून्न् पेർ मेशय्क्कु पिन्निൽ
रण्ट् एष्यൻ पुरुषन्माർ ऒरु वण्टियिൽ इरिक्कुन्नु
ऒरु कप्पलिलॆ क्रोस्स्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ओऱञ्च् कऱुप्पुं वॆळुप्पुं बोट्ट्
मरङ्ङൾक्क् इलकळिल्ल
मुऱ्ऱत्त् फ्रिस्बी कळिक्कुन्न मनुष्यൻ
मनुष्यन्ऱॆ वायिൽ विरൽ वॆच्चिरिक्कुन्नु
अवळुटॆ तलय्क्क् मुकळिൽ ऒरु पिङ्क् तॊप्पि
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कीबोർड् कऱुत्तताण्
इताण् आकाशं
बाऱ्ऱऱि बोक्सिൽ निൽक्कुन्न बारि बोण्टुकൾ
किऴङ्ङुवർग्गङ्ङळुटॆ चुवन्न पात्रं
नील मोट्टोർ सैक्किळिൽ इरुण्ट पूच्च
धाराळं शाखकൾ निलत्तुण्ट् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
विपणि उत्पादिप्पिक्कुक .
हिमपातत्तिलूटॆ नटक्कुन्न स्त्री स्कीयർ
ऒरु पർवतत्तिन्ऱॆ मुकळिൽ
वॆळुत्त विरिकळुळ्ळ राज्ञि वलुप्पमुळ्ळ कऱुत्त किटक्क
इत् ऒरु स्त्रीयाण्
चुवप्पुं पच्चयुं जलांशं
कीबोർड् पऴयताण्
ऒरु कम्मൽ
क्लोक्क् चुमरिൽ तूक्कियिरिक्कुन्नु
मनुष्यൻ ऒरु प्लेऱ्ऱ् पिस्स पिटिक्कुन्नु
ऒरु बात्त्ऱूं स्ऱ्ऱाൾ
ऒरु कुट्टि बाऱ्ऱ् स्विंग् चॆय्युन्नु
लाൻडिंग् पातयिൽ ऒरु वॆळुत्त विमानं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु वॆळुत्त वर
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
व्यत्यस्त बैक्कुकൾ
वॆळुत्त तॊप्पियिൽ पच्च अलिगेऱ्ऱർ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पक्षि शाखयिൽ निൽक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु चॆऱिय चुवन्न पॆट्टि
आळुकൾ ऒरुमिच्च् मेशप्पुऱत्त् इरिक्कुन्नु
स्त्री ऒरु मेशयिलिरुन्न्
ऱोडिन्ऱॆ वशत्त् चुवन्न चिह्नं .
कुऱच्च् पुल्लिन्ऱॆ भागं
पच्च क्लोक्क्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
क्यामऱ फ्लाष् प्रतिफलनं ऒब्जक्ऱ्ऱिन् तिळक्कमुण्टॆन्न् निർद्देशिक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु बाग् कोट्टൺ मिठायि
चुमरिൽ ऒरु फ्रॆयिं
मून्न् जिऱाफ् प्रतिमकळुण्ट्
नोൺ स्केऱ्ऱेऴ्स् हॆൽमॆऱ्ऱ् धरिक्करुत्
धूम्रनूൽ धरिच्च नाय
कुञ्ञ् आन
लाप्टोप्पिൽ दृश्यमाय प्रतिम
पच्च सस्यङ्ङൾ काणां
ऒरु कॊच्चु पॆൺकुट्टि ऒरु हॆयർ ड्रयർ पिटिक्कुन्नु
सीलिंग् वॆळुत्तताण् .
आकाशं
द्रावकमुळ्ळ मञ्ञ पात्रं
इताण् निलं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मञ्ञ नारङ्ङकൾ काणां
तॆरुविन् मुकळिൽ चिह्नं
ऒरु ऱൺवेयुटॆ भागं
चुवन्न अङ्कियिൽ इरिक्कुन्न स्त्री
घटिकारं
ध्रुवक्करटि पच्च पन्त् पिटिक्कुन्नु
ऒरु वॆळुत्त काർ
ऱॆस् बस्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु भरणि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
बाऱ्ऱऱिൻऱॆ पॆट्टियिൽ बाऱ्ऱർ
ऱॆयिൽ ऱोड्
विवाह केक्किൽ पच्च पूक्कൾ
वॆळ्ळत्तिൽ रण्ट् पक्षिकൾ
कुञ्ञ् आन
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु चङ्ङल
स्विंस्यूट्ट् कऱुत्तताण्
ग्रेडियन्ऱ् ब्लू बीच्च् वाट्टർ
ऒरु कऱुत्त ट्राष् बाग् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ग्लासिൽ बैक्किन्ऱॆ चित्रं
मनुष्यൻ ऒरु कयऱु पिटिक्कुन्नु
कुञ्ञ् आन
मणൽ वॆळुत्तताण्
कळप्पुर चुवन्नताण्
ओवनिൽ उटच्च उरुळक्किऴङ्ङ्
चिल तुरुम्पिच्च पैप्पुकൾ
कळञ्ञ षർट्ट् धरिच्च कॊच्चु पॆൺकुट्टि
ऒरु स्किलिफ्ऱ्ऱिൽ रण्टुपेർ .
पुल्लिൽ वीण इलकൾ
ऒरु फोट्टोग्राफऱुटॆ वाट्टർमाർक्क्
वॆळ्ळत्तिन् मुकळिलुळ्ळ पालं
कुतिर निൽक्कुन्नु
कल्ल् भित्तियिൽ ऒरु काൻ .
ऒरु चुवन्न बाग् धरिच्च स्कीयർ
वॆळुत्त प्लेऱ्ऱिൽ पै
ट्रयंफ् मोट्टोർसैक्किൾ लोगो
पिस्सयिൽ ऒरु पॆप्पർऱोणि
आप्पिൾ कऴिक्काൻ मुऱिच्चु .
ऒरु वृत्ताकृतियिलुळ्ळ मतिൽ घटिकारं
कुटयुटॆ इळं नील मेलाप्प्
चार आनकुट्टि
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
अवळुटॆ षोർट्ट्स् पिङ्क् आण्
ऒरु मरं कमान प्लाऱ्ऱ्फोमिलॆ ऒरु घटिकारं
स्कूट्टർ उळ्ळ ऒरु चॆऱिय पॆൺकुट्टि
वॆळुत्त केक्क्
ऒरु कऱुत्त लाप्टोप्प् कम्प्यूट्टർ
ऒरु नील ट्रक्क्
ट्राक्किൽ ऒरु ट्रॆयिൻ
नील हॆൽमॆऱ्ऱ् धरिच्च व्यक्ति
चुवप्पुं वॆळ्ळयुं अटयाळं
ऒरु डैनिंग् ऱूं मेशयुं कसेरकळुं
ऒरु मेश रंगं
मञ्ञ चुवरिൽ अलङ्करिच्च कण्णाटि
ऒरु कॆट्टिटत्तिलॆ घटिकारं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कऱुत्त बीनी .
नील षिरोकवजत्तिलुळ्ळ व्यक्ति स्नोबोർडिंग् आण्
नील चॆऱिय कै षർट्ट् धरिच्च अम्पयർ
शाखयिൽ पच्च पायൽ
तविट्टुनिऱत्तिलुळ्ळ कट्टिलिൽ ओऱञ्च् पूच्च
पात्रत्तिलॆ पूक्कൾ .
कम्पिळि गोऱिल्लय्क्क् कुऱच्च् वक्रमाय कण्णुकळुण्ट्
पाർक्किൽ तन्त्रङ्ङळुं प्रकटनं स्कतॆबॊअर्दॆर्
ऒरु वॆळ्ळि फोൺ .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
तिरमाल तकർक्कुन्नु
चारनिऱत्तिलुळ्ळ सुरक्ष शिरोकवजं धरिच्च मनुष्यൻ
मऱ्ऱॊरु बसिन्ऱॆ वलतुवशत्त् इरट्ट निल बस्
ऒरु व्यक्ति ऱाक्कऱ्ऱ् वीशुन्नु
ऒरु कळिप्पाट्टं हारि डेविड्सൺ मोट्टोർसैक्किൾ
पेनयिൽ पच्च सस्यङ्ङൾ
ट्राफिक् सिग्नलिൽ चुवन्न लैऱ्ऱ् तिळङ्ङुन्नु
चित्रत्तिलॆ कुट नीलयुं वॆळ्ळयुमाण् .
तलयिൽ इरुण्ट नील निऱत्तिलुळ्ळ टॊबोगൻ
ऒरु स्त्री इरिक्कुन्नु .
नील निऱत्तिलुळ्ळ ऎऴुत्त् उळ्ळ वॆळुत्त विमानं
कॊत्तियॆटुत्त कल्ल् निर
चुवटॆयुळ्ळ तॆरुव् चिह्नं
चुवप्पुं वॆळ्ळयुं निऱमुळ्ळ जॆऱ्ऱ्
जॆऱ्ऱ् ऱൺवेयिलाण्
आप्पिൾ कम्प्यूट्टऱुकൾ उपयोगिक्कुन्न रण्ट् आൺकुट्टिकൾ
कुञ्ञ् आन
वरयुळ्ळ ऒरु डॆक्क् कुट
आरॆङ्किलुं ई मृगङ्ङळॆ उटൻ तन्नॆ पोऱ्ऱेण्टतुण्ट् ! ASAP नेक्काൾ वेगत्तिൽ ! ऒरु वർषं मुम्प् ! इत् निकृष्टमाण् !
कॆट्टिटत्तिन् मुकळिൽ वलिय वाऴप्पऴत्तिन्ऱॆ कूट्टं
चुवप्पुं वॆळ्ळयुं टग् बोट्ट्
ऒरु ओट्टत्तिൽ ओटुन्न कुतिरकळुं जोक्किकळुं
ऒरु कऱुत्त ट्राष् बाग् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒऱ्ऱ डोनट्ट् अवशेषिक्कुन्नु
ऒरु कट्टिलिन् मुकळिൽ तूक्कियिट्टिरिक्कुन्न चित्रं
ऒरु नील स्ऱ्ऱिक्कർ
वृत्तिकॆट्ट कप्प् मेशप्पुऱत्त् इरिक्कुन्नु
मनुष्यൻ आनयॆ नदियिൽ कयऱ्ऱुन्नु
वैऱ्ऱ् षवർ कർट्टൻ वटि
ऒरु जोडि बॆड्सैड् विळक्कुकൾ
ऱोडिൽ ऒरु सैक्किൾ
अऴुक्किൽ कुतिर उरुळुन्नु
मनुष्यൻ ऒरु मेशय्क्कु मुन्निൽ इरिक्कुन्नु .
लिड् पॊक्किवॆच्चिरिक्कुन्न ऒरु वॆळुत्त टोय्लऱ्ऱ्
असंस्कृत ब्रॊक्कोळियुटॆ तल
कसेर पच्चयाण्
पुऱंतोट् स्वർण्ण तविट्टुनिऱमाण्
ऒरु चॆऱिय तविट्ट् पोणिटॆयिൽ
वർण्णाभमाय नक्षत्रमुळ्ळ कुट .
पॆൺकुट्टिक्क् ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् उण्ट्
विविधतरत्तिलुळ्ळ कुंभङ्ङൾ मिठायि
ऱोडिन् अटुत्तुळ्ळ ऒरु चुवन्न स्ऱ्ऱोप्प् चिह्नं
कऱुत्त ननञ्ञ स्यूट्ट् धरिच्च पुरुष सർफർ
पिक्कप्प् ट्रक्क् पच्चयाण्
मनुष्यन्ऱॆ जाक्कऱ्ऱ् चुवप्पाण्
सोसेज् पिस्स
स्त्रीयुटॆ मुटि सुन्दरमाण्
बॆञ्च्
" वॆळ्ळि स्पूൺ , वॆण्ण कत्ति "
काऱुकൾ चुवप्पाण्
वॆळुत्त चक्रङ्ङळुळ्ळ स्केऱ्ऱ्बोർड्
ऒरु मनुष्यൻ कुनियुन्नु
मनुष्यൻ पन्त् अटिक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु कुञ्ञिन्ऱॆ कैयिൽ ऒरु चुवन्न आप्पिൾ
मून्न् विळक्कुकळुळ्ळ कऱुत्त विळक्क् तूൺ
रंगं आशुपत्रियिलाण्
वरानिरिक्कुन्न ट्रॆयिൻ
गोळाकृतियिलुळ्ळ प्रकाशं
ऒरु चुवन्न कॆच्चप्प् कुप्पि
समुद्रत्तिलॆ पुरुष सർफർ
कुञ्ञ् आन
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कऱुप्पुं वॆळुप्पुं फोट्टोयिൽ ताऱाव्
अतिൻ्ऱॆ कॊक्क् वॆळुत्तताण् .
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
ऒरु वलिय प्लास्ऱ्ऱिक् तॊट्टि
निऱमुळ्ळ तुऱन्न कुटकൾ ओरो मेशयिलुं उण्ट्
लेडि बॆञ्चिൽ पावाटयिൽ
विൻडोयिलॆ अक्षरङ्ङൾ
स्त्री फ्लिप्प् फोൺ कैवशं वच्चिट्टुण्ट्
ऒरु कऱुत्त ट्राष् बाग् .
कवऱुकൾ मेൽ पीक्किङ् पूच्चक्कुट्टि
फोणिൽ ऒरु स्त्री
स्केऱ्ऱ्बोർडुळ्ळ मनुष्यൻ .
जिऱाफ्
वीटिनटुत्तुळ्ळ मुൾपटർप्पु
ऒरु वॆळुत्त मेश विळक्क्
अयाൾक्क् चारनिऱत्तिलुळ्ळ तॊप्पि उण्ट्
द्वीप् बीच्च् रंगं
सർफ्बोർडिൽ कऱुत्त अऱ्ऱं
तविट्ट् नाय
आकाशं नीलयाण् .
बोट्टिन्ऱॆ वशत्त् वॆळुत्त ऎऴुत्त् .
समुद्रत्तिൽ निൽक्कुन्न ऒराൾ
ऒरु कऱुत्त ट्राष् बाग् .
इरुण्ट नीलाकाशत्तिൽ पलतरं मൾट्टि - कळർ कैऱ्ऱुकൾ
मनुष्यन्ऱॆ तलयिൽ वॆळुत्त तॊप्पि
भीमൻ टॆडि बियർ तविट्टुनिऱमाण्
ऒरु विमानं निलत्तु निन्न् पऱन्नुयरुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
फामिलॆ कऱुप्पुं वॆळुप्पुं आटुकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
" उप्प् , कुरुमुळक् षेक्कऱिन् पिन्निൽ ऒरु कुप्पि कॆच्चप्प् उण्ट् . "
कत्रिक पिटिक्कुन्न ऒराൾ
नीलयुं वॆळ्ळयुं बस् नीळमुळ्ळताण्
ऒरु मनुष्यन्ऱॆ पुऱकिൽ कै
कट्टियुळ्ळ कऱुत्त कुट
वयलिൽ ऒरु नुर
पच्च गतागत वॆळिच्चं
सिൽवർ मॆऱ्ऱൽ पात्रत्तिൽ वऱुत्त अरि
वॆळ्ळं शान्तमाण् .
तिळङ्ङुन्न नीलक्कण्णुकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वळञ्ञु निल्क्कुन्नु ऒरु बेस्बोൾ अम्पयർ
मेൽक्कूरयिൽ विळक्क् स्थापिच्चिरिक्कुन्नु
वॆळुत्त अक्षरङ्ङळुळ्ळ पच्च तॆरुव् चिह्नं
नील षർट्ट् धरिच्च पॆൺकुट्टि
आकाशत्त् वॆळ्ळयुं चारनिऱत्तिलुळ्ळ मेघङ्ङळुं
ऒरु वलिय वॆळुत्त वाൻ
कण्णट धरिच्च व्यक्ति .
पऴय षूस् धरिच्च मनुष्यൻ
चुवरिൽ ऒरु चित्रं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
बॆञ्च् निलत्त् घटिप्पिच्चिरिक्कुन्नु
वॆळ्ळं नीलयाण्
कटत्तुवळ्ळत्तिनुळ्ळ ऒरु अटयाळं .
ऒरु कऱुत्त कम्प्यूट्टർ लाप्टोप्प्
जिऱाफ् पुल्ल् तिन्नुन्नु .
वेलि वॆळुत्तताण्
चुवन्न जाक्कऱ्ऱ् धरिच्च ऒराൾ
रण्ट् जिऱाफुकൾ अरिकिൽ निൽक्कुन्नु
वॆळुत्त तॊप्पियुळ्ळ प्लास्ऱ्ऱिक् वाट्टർ बोट्टिൽ
चारनिऱत्तिलुळ्ळ विमानं पऱन्नुयरुन्नु
ऒरु व्यक्ति काऱ्ऱ् सർफिंग् आण्
लाप्टोप्पिൽ आप्पिൾ लोगो
ट्राफिक् लैऱ्ऱुकൾ चुवप्पाण्
पग् तलयिणकळिൽ इरिक्कुन्नु
कऱुत्त वॆऱ्ऱ्स्यूट्टिൽ कैऱ्ऱ्बोർडർ
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
विमानं वॆळुत्तताण् .
मनुष्यൻ नदियिൽ बोट्ट् ओटिक्कुन्नु
आप्पिൾ वृत्ताकृतियिलाण् .
ऒरु बिप्लॆय्निൽ चक्रङ्ङൾ
मधुरपलहारत्तिन्ऱॆ विप्पिड् क्रीमिൽ पुतिनयिल .
विमानं टेक्क् ओफ् चॆय्याൻ तय्याऱाण्
मनुष्यൻ ऒरु मिऱർ सॆൽफि ऎटुक्कुन्नु
पश्चात्तलत्तिൽ उयरमुळ्ळ चुवन्न कॆट्टिटं
बस् वॆळ्ळयुं नीलयुमाण्
मणൽ टाൻ आण् .
पुल्लुं पच्चयुं उयरवुमाण्
ओऱञ्च् पात्रङ्ङळिलाण् .
कुञ्ञ् आन
वलतुवशत्त् तविट्ट् बॆञ्च्
टूत्त् ब्रषिन्ऱॆ कुऱ्ऱिरोमत्तिन् मुकळिलुळ्ळ चिलन्ति .
वनमेखलयिलॆ स्त्री .
वशत्त् बस् लोगो
वृत्तिकॆट्ट फ्लष् चॆय्यात्त टोय्लऱ्ऱ्
कॊच्चुकुट्टि कट्टिलिൽ इरिक्कुन्नु
चुवप्पुं वॆळ्ळयुं निऱमुळळ ऒरु विमानं .
द्वीप् बीच्च् रंगं
जालकत्तोटुकूटिय कमान कवाटं
ऒरु युव एष्यൻ स्त्री
लाप्टोप्पिൽ चारियिरिक्कुन्न ऒरु नाय
ऒरु वॆळ्ळि फोർक्क्
पक्षियॆ पूच्च कॊन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ओऱञ्च् निऱमाण् बियानि
मुൻवशत्त् वॆळुत्त नाय
ऒरु व्यक्ति मलयिൽ निन्न् स्कीयिंग् चॆय्युन्नु .
ई कसेर चुवप्प् निऱत्तिलाण्
ऒरु ट्रॆयिൻ नेरॆ वरुन्नु
प्लास्ऱ्ऱिक् बागुकळिൽ रण्ट् साൻड्विच्चुकൾ
मऴयिൽ नटक्कुन्न दम्पतिकൾ
चिऱकुळ्ळ टिप्प् .
ऒरु कऱुत्त ट्राष् बाग् .
फोट्टोयिൽ पऱन्नुयरुन्न विमानं
बस् स्ऱ्ऱोप्पिलेक्क् वरुन्न बस् .
तॆळिञ्ञ आकाशं
ऒरु टोय्लऱ्ऱिन्ऱॆ टाङ्क्
जिऱाफिन्ऱॆ तल
ऒरु तॆरुविൽ ऒरु वॆळुत्त करटि
ऒरु कऱुत्त करटि
ऒरु पालत्तिन् कुऱुकॆ पोकुन्न वർण्णाभमाय तीवण्टि
ट्रोळियुटॆ वशत्तुळ्ळ नम्पർ 1030 .
वाणिज्य अटुक्कळयिलॆ मरत्तिन्ऱॆ ऊणुमेश
आकाशत्त् ऒरु वॆळुत्त पट्टं
कन्नुकालिकळुटॆ कूट्टं .
कॆट्टिटत्तिन्ऱॆ मुൻभागं ग्लासाण्
पाർक्किंग् मीऱ्ऱऱिलॆ टैमർ डिस्प्ले .
चुवन्न स्ऱ्ऱोप्प् चिह्नं
ऒरु जोडि पादरक्षकൾ
वलिय पल्लि
ऒरु कऱुत्त कुट
तविट्ट् पान्ऱ्स् धरिच्च मनुष्यൻ
पाऱक्करिकिൽ इरिक्कुन्न मैक्रोवेव्
द्वीप् बीच्च् रंगं
कुञ्ञ् आन
कुनिञ्ञु निൽक्कुन्नयाൾ
मञ्ञ कटुक् कुप्पि
ऒरु नटप्पातयिलॆ ऒरु घटिकारं .
मञ्ञिन् ट्राक्कुकळुण्ट्
अपूർव गोमांसं कष्णं
ऒरु तॆरुविलेक्क् वॆळिच्चं नयिच्चु
मनुष्यൻ कऱुत्त कुट पिटिक्कुन्नु
विൻडोय्क्क् मुकळिलुळ्ळ वालൻसुं कർट्टൻ वटियुं .
चुवन्न टोप्प् उळ्ळ पाൽ कुप्पि
" पच्च , चुवप्प् तोणिकळुटॆ वरि "
टोय्लऱ्ऱुकൾ वॆळुत्तताण्
व्यक्तिक्क् कऱुत्त हॆൽमॆऱ्ऱ् उण्ट्
टोय्लऱ्ऱ् पेप्पऱिन्ऱॆ रण्ट् वॆळुत्त ऱोळुकൾ
ऒरु कऱुत्त वेलि
नीलयुं वॆळ्ळयुं उळ्ळ ऒरु विमानं
शिरोकवजं पच्चयाण्
मरत्तिൽ पिङ्क् पूक्कൾ
चुमरिൽ नीळमुळ्ळ तविट्ट् तोक्क्
ऒरु गोतिक् क्लोक्क् टवർ
मोट्टोർ सैक्किळुकळुळ्ळ परेड्
पुल्लिൽ तविट्ट् प्रतिम
ट्रॆयिनिൽ ऱियർव्यू मिऱർ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु स्त्री वलिय घटिकारत्तिन् पिन्निൽ निൽक्कुन्नु .
विमानत्तिन्ऱॆ पुऱकिൽ निन्न् पुक पुऱप्पॆटुन्नु .
व्यक्तिक्क् नरच्च मुटियुण्ट् .
ऒरु वॆळुत्त रण्ट् वातिൽ ऱफ्रिजऱेऱ्ऱർ
तीवण्टियुटॆ मुൻभागं कऱुत्तताण्
पटिकळिൽ निൽक्कुन्न स्त्री
ट्रक्कऱुकळुळ्ळ ऒरु ट्रक्क् स्ऱ्ऱोप्प्
बाൽक्कणियिलॆ पक्षि .
वॆळुत्त इरुम्प् तऱयिൽ इरिक्कुन्नु
गोट्टि निൽक्कुन्न ऒराൾ
ऒरु सीब्रयाण् सॆन्ऱർ फोक्कस्
उयरमुळ्ळ वॆळुत्त ऱफ्रिजऱेऱ्ऱർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु वॆळुत्त कम्प्यूट्टർ कीबोർड्
शून्यमाय नीन्तൽक्कुळत्तिलॆ मनुष्यൻ
इळं निऱमुळ्ळ नील जीൻस्
स्केऱ्ऱ्बोർड् कुळत्तिन् मुकळिलूटॆ टिप्प् चॆय्तु
पऴय निർत्तियिट्ट बैक्क्
चुवरिൽ नील फयൽ होൾडർ
मञ्ञयुं कऱुप्पुं निऱमुळ्ळ चित्रशलभं पऱक्कुन्नु
पिङ्क् फोणुळ्ळ चॆऱिय पॆൺकुट्टि
निलत्त् कऱुत्त पुळ्ळि
मून्न् जिऱाफुकൾ ओटुन्नु
ऒरु नाणयं पाർक्किंग् मीऱ्ऱർ .
ऒराൾ पिस्स कऴिक्कुन्नु
ऒरु मरक्कॊम्प्
फ्रीस्बी कळिक्कुन्न ऒरु आൺकुट्टि
वलिय चुवन्न बस् ड्रैविंग् .
ट्राफिक् लैऱ्ऱुकൾ पच्चयाण्
कुट्टि भक्षणं कऴिक्कुन्नु
ऒराൾ नटप्पातयिൽ मुट्टुकुत्तुन्नु
कुटय्क्क् कीऴिलुळ्ळ मनुष्यൻ चित्रं ऎटुक्कुन्नु
कम्प्यूट्टऱुकळिൽ अञ्च् पेർ
स्त्री समुद्रत्तिൽ सർफिंग् चॆय्युन्नु .
पावाट कऱुत्तताण्
ऒरु व्यक्तियुटॆ चुवन्न चित्रं
मञ्ञुवीऴ्चयिൽ तिन्नुन्न आटुकൾ
ऒरु आधुनिक तॆरुविൽ कुतिरवण्टि
पिक्निक् मेशप्पुऱत्त् ऒरु कुरुवियुटॆ पक्षि
अटुत्तटुत्त् निൽक्कुन्न रण्ट्पक्षिकൾ
मॆषीन्ऱॆ वशत्त् कऱुप्पुं वॆळुप्पुं ऎऴुत्त्
जेऴ्सि वॆळुत्तताण्
टॆलिविषन् मुन्निൽ कम्पनियुटॆ पेर्
सीब्र पुल्ल् तिन्नुन्नु
वीणुपोय स्नो बोർडർ .
मॆऱ्ऱൽ चॆयिൻ लिङ्क् वेलि
इत् ऒरु मनुष्यनाण्
स्ऱ्ऱोप्प् लैऱ्ऱुकൾ चुवन्न निऱत्तिलाण्
मनुष्यन्ऱॆ तलयिൽ ऒरु नील तॊप्पि
ऒरु तविट्ट् निऱमुळळ निऱच्च टॆडि बियർ
टॆन्नीस् काणुन्न ऒरु कूट्टं आळुकൾ
काർ क्यामऱयिलेक्क् नयिक्कुन्नु
कुन्निन्मेൽ चार वॆळुत्त आटुकळॆ
ऒरु स्लैस् पिस्स .
इतॊरु क्लोक्क् आण्
चुवरिൽ टोय्लऱ्ऱ् पेप्पऱिन्ऱॆ ऒरु ऱोൾ
ऒरु बाग् कोट्टൺ मिठायि
इतॊरु नाययाण्
समुद्रत्तिलॆ ऒरु मनुष्यൻ
ऒरु ब्लाक्क् आൻड् वैऱ्ऱ् व्याज क्लोक्क् मुखं
पान्ऱ्स् वॆळुत्तताण्
ऒरु इलक्ट्रिक् स्ऱ्ऱौ बർणऱिन्ऱॆ भागं
" ग्रॆൻ , वैऱ्ऱ् ट tow ൺ ट्रक्क् "
विषादमुळ्ळ ऒरु चॆऱुप्पक्कारൻ फोणिൽ संसारिक्कुन्नु .
इतॊरु टॆन्नीस् बोൾ आण्
तलयिൽ हॆൽमॆऱ्ऱ् धरिच्च मनुष्यൻ .
टाൻ वेविच्च कूൺ
वीट्टिൽ पूർण्णमायुं संभरिच्च अटुक्कळ
" मञ्ञ , ओऱञ्च् लोक्कोमोट्टीव् ट्रॆयिൻ "
कुतिरयुटॆयुं सवारियुटॆयुं प्रतिफलनं वॆळ्ळत्तिൽ
ट्रॆयिनिन् मुन्निൽ ऱॆड् स्ऱ्ऱोप्प् बारियർ
पुल्ल् नन्नायि सूक्षिच्चिरिक्कुन्नु
मञ्ञुवीऴ्चयिൽ ऒरु कऱुत्त स्नोबोർड्
ऒरु कुन्निൻमुकळिൽ आटुकൾ मेयुन्नु
कळि काणुन्न बेस्बोൾ आराधकർ
सालडिन्ऱॆ बौൾ
ऒरु ध्रुवत्तिൽ निർत्तुक अटयाळं
इवराण् पकरक्काർ
स्त्रीयुटॆ कय्यिൽ विफिൽ बोൾ बाऱ्ऱ्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पुष्पङ्ङळुळ्ळ वैक्कोൽ तॊप्पि
" इटत् चित्रत्तिൽ ऒरु स्त्री अवळॆ पिटिच्च् निർत्तुन्नु , ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् . "
तविट्टुनिऱत्तिलुळ्ळ कुतिरप्पुऱत्त् ऒरु कुट्टि
ऒरु जिऱाफ् ऎऴुन्नेऱ्ऱु निൽक्कुन्नु
ग्लास् टोप्प् कोफि टेबिൾ
कॊच्चुकुट्टि
निलत्तु पुल्ल् .
लाप्टोप्पिൽ प्रवർत्तिक्कुन्न नील निऱत्तिलुळ्ळ तूवालयिलॆ स्त्रीकൾ
मञ्ञ पल्लुळ्ळ ऒरु स्त्री
ऒरु व्यक्ति विൻड् सർफिंग् चॆय्युन्नु
ऒरु पॊतु सेवन बस्
ऒरु कऱुत्त ट्राष् बाग् .
पർवतत्तिन् मुकळिൽ नीलाकाशं
ऒरु चुवन्न विൻड् सोक्क्
नीळमुळ्ळ कऱुत्त टै
स्केऱ्ऱ्बोർडिൽ चुवन्न चक्रङ्ङൾ .
प्लेऱ्ऱ् वॆळुत्तताण्
मऱ्ऱॊरु फ्रण्ट् मोट्टोർसैक्किळिन्ऱॆ इटतुवशत्त् ऒरु मोट्टोർसैक्किൾ .
कुप्पायं आकाश नीलयाण्
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
इतॊरु सोफयाण्
द्वीप् बीच्च् रंगं
कऱुत्त अक्षरङ्ङळुळ्ळ मञ्ञ चिह्नं
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
कऱुत्त करटियुटॆ नाव् पुऱत्तेक्क् किटक्कुन्नु .
" चुवप्प् , नील निऱत्तिलुळ्ळ ट्रॆयिൻ "
पुल्लिൽ किटक्कुन्न रण्ट् आटुकൾ .
पच्च टि - षർट्ट् उळ्ळयाൾ
पुरुषൻ स्केऱ्ऱिंग् मॆषीनिൽ
चुवरिൽ कऱुप्पुं वॆळुप्पुं कल .
ऒuरु चॆऱिय ट्रॆयिൻ ऎञ्चिൻ
ऒरु बोट्टिൽ रण्टुपेർ
विळक्क् स्थापितं
पुल्लिൽ निൽक्कुन्न कुट्टि
मॊरिञ्ञ स्वർण्ण निऱत्तिलुळ्ळ चाय बिस्क्कऱ्ऱ्
वॆळ्ळत्तिन् मुकळिलुळ्ळ ऒरु पालं .
ऒरु तविट्ट् सॆयिൽबोट्ट्
इतॊरु कोऴि
ऒरु चॆऱिय कऱुत्त पक्षि .
वायिൽ डोनट्ट् उळ्ळ मनुष्यൻ
ऒरु वॆळुत्त नाय
पुऱत्त् रण्ट् सीब्रकൾ निൽक्कुन्नु
" ओऱञ्च् , वैऱ्ऱ् ट्राफिक् कोൺ . "
इतॊरु सीब्रयाण्
दम्पतिकൾ ऒरुमिच्च् भक्षणं कऴिक्कुन्नु
ऒरु मनुष्यन्ऱॆ मेൽ नील षർट्ट्
मेशप्पुऱत्त् वलिय पिस्स
मनुष्यൻ कुन्निൻ मुकळिलूटॆ स्नोबोർडिंग् नटत्तुन्नु
पूच्च कऱुत्तताण्
ऒरु वलिय वॆळ्ळं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मनुष्यൻ बैक्क् ओटिक्कुन्नु
स्कै पोൾ
विमानं पऴयताण्
बैक्किन्ऱॆ बोडि मञ्ञ निऱत्तिൽ आण्
द्वीप् बीच्च् रंगं
कुप्पायं नीलयाण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
इताण् आकाशं
ट्राफिक् नियन्त्रणत्तिनुळ्ळ तॆरुव् अटयाळङ्ङൾ
सीलिंगिൽ निन्न् क्लोक्क् तूक्कियिरिक्कुन्नु
सिंहं पच्चयाण्
मतिलिनु नेरॆ वॆळुत्त स्ऱ्ऱोव्
ऒरु वोൾ क्लोक्किन्ऱॆ सॆक्कൻड् हाൻड्
स्केऱ्ऱ्बोർडिलॆ ऒरु युवाव्
रसकरमाय संभाषणं केൾक्कुन्न मनुष्यൻ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
दृश्यमाय मञ्ञ स्ऱ्ऱोप्प् लैऱ्ऱ्
सिऱ्ऱि स्ट्रीऱ्ऱिलॆ कॆट्टिटं
आ मोट्टोർसैक्किळिन्ऱॆ पिൻ चक्रं .
पातयिൽ नीण्ट तीवण्टि
ऱोड् वऴियिൽ वॆळ्ळं ऒऴुकुन्नु
इतॊरु पावयाण्
ऒरु वॆळुत्त पोळाർक्करटि पाऱयिൽ नीण्टुनिൽक्कुन्नु
बाऱ्ऱऱिൻऱॆ पॆट्टियिൽ तन्नॆ निൽक्कुन्न बाऱ्ऱർ
ऒरु ऱोडिൽ अटयाळं निർत्तुक
आൺकुट्टि चॆऱुप्पमाण् .
नाय वॆळुत्तताण्
स्त्रीयुटॆ वलिय चित्रं
वट्टत्तिൽ उळ्ळ पत्र पात्रं
इत् आटुकळुटॆ आट्टिൻकूट्टमाण्
चुमरिൽ ऒरु चॆऱिय फ्रॆयिं चॆय्त चित्रं
ऒरु किटप्पुमुऱि
पिस्स पॆट्टियिൽ सूसൻ ऎन्न पेर् .
चायं पूशिय काൽविरलुकळुळ्ळ ऒरु स्त्रीयुटॆ काൽ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
सिङ्किन् मुकळिൽ पॆयिन्ऱिंग्
टोय्लऱ्ऱ् लिडुं सीऱ्ऱुं मुकळिलाण्
ओऱञ्च् कारऱ्ऱिन्ऱॆ निर
मुൻवशत्त् पिङ्क् कुट
ऒरु बात्त्ऱूं सिङ्किन्ऱॆ कुऴळटप्प्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इव निरवधि इलकळाण्
पल्लुकൾ मञ्ञयाण्
इताण् परिधि
वातिൽ वॆळुत्तताण्
वॆळुत्त मुखत्त् कऱुत्त अम्पटयाळं
पूच्च ऒरु निद्र ऎटुक्कुन्नु
इतॊरु कॆऱ्ऱिൽ आण्
बस् ऱोडिलूटॆ ओटिक्कुन्नु
मरंकॊण्टुळ्ळ बॆञ्च्
ऒरु ओऱियोൾस् बेस्बोൾ कळिक्कारൻ
" मञ्ञ , कऱुत्त षूसुकൾ गोळि धरिक्कुन्नु . "
वलिय कऱुत्त करटि
इताण् ऱाक्कऱ्ऱ्
ऒरु व्यक्ति कॆट्टिटत्तिलेक्क् नटक्कुन्नु .
ऒरु मरं बॆञ्चिൽ ऒरु ओऱञ्च्
ग्लासिलॆ आळुकळुटॆ प्रतिफलनं
रण्ट् सीब्रयुटॆ अरिकिൽ निൽक्कुन्नु
मनुष्यൻ कऱुत्त पान्ऱ्स् धरिच्चिरिक्कुन्नु
इताण् कुतिर
ऒरु पिङ्क् कुट .
वॆळ्ळं इरुण्टताण्
फयർप्लगिन्ऱॆ टोप्प् क्याप्
ऒरु पऴय घटिकार गोपुरं
ऒरु कऱुत्त कीबोർड्
ऒरु तिरमालयिൽ सർफिंग् चॆय्युन्न स्त्री
ऒरु वलिय चार आन
ट्ट्रंफऱ्ऱिन्ऱॆ मौत्त्पीस्
इवർ रण्टुपेർ आण्
ऒरु बेस्बोൾ कळिक्कारൻ पन्तिൽ स्विंग् चॆय्युन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
स्कै व्यक्तवुं नीलयुमाण्
पॆऱ्ऱൽ ऱॆड् आण्
इटतुवशत्त् वॆळुत्त कण्टॆय्नർ
कसेरयिൽ मञ्ञ् उण्ट्
ऱൺवेयिलॆ विमानं
चुवरिൽ टोय्लऱ्ऱ् कटलास् निक्षेपं उण्ट्
इव रण्ट् तॊप्पिकळाण्
चन्तस्थलत्त् स्त्री
टाർमाक्किൽ इरिक्कुन्न विमानं
इत् ऒरु विश्रममुऱियुटॆ फोट्टोयाण्
ऒरु ऱॆयिलिंगिൽ प्राविൻ बालൻसिंग् चॆय्युन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
वॆळुत्त पुळ्ळि
सർफ्बोർडिलॆ पय्यൻ
भक्षणं तेटुन्न करटिकൾ
इतॊरु मतिൽ
ऒरु कूट्टं कुटकൾ
वॆळुत्त स्त्रीयुटॆ पिळർप्प्
उपयोगिक्काൻ कात्तिरिक्कुन्न कण्णाटि पात्रङ्ङൾ
मैक्रोवेव् ऱफ्रिजऱेऱ्ऱऱिन् मुकळिलाण्
इताण् पूच्चयुटॆ कण्ण्
इत् ऒरु मनुष्यनाण्
मनुष्यन् कऱुत्त मुटियुण्ट्
मनुष्यൻ जीൻस् धरिक्कुन्नु
मञ्ञ कसेरयिൽ कऱुत्त बाग्
रण्ट् स्त्रीकൾ वॆळ्ळत्तिൽ निൽक्कुन्नु
सुरक्षा लैऱ्ऱ् उळ्ळ ऒरु तॆरुव् चिह्नं .
सोसिൽ पॊतिञ्ञ प्लेऱ्ऱिൽ मत्स्यं .
इतॊरु सीब्रयाण्
ऒरु आൾज् फ्लाऱ्ऱ् स्क्रीൻ टिवि
वळरॆ उयरमुळ्ळ विळक्क् पोस्ऱ्ऱ्
पच्चयुं चुवप्पुं निऱमुळ्ळ जन्तु
पात्रत्तिन्ऱॆ मध्यभागत्तुळ्ळ ब्रॊक्कोळि
चुवरिൽ ऒरु चॆऱिय कण्णाटि .
ग्लासिൽ कुमिळकळुण्ट्
ऒरु कऱुत्त ट्राष् बाग् .
कुऴൽ वॆळ्ळ आण्
पिन्निൽ चारनिऱत्तिलुळ्ळ पुक
वृत्तिकॆट्ट बॆञ्चिन्ऱॆ उपरितलं
मनुष्यൻ ऒरु तिरमालयिൽ सർफिंग् चॆय्युन्नु
ऒरु पात्रं चुवन्न मुन्तिरि तक्काळि
मनोहरमाय मतिൽ स्कोൺस्
तिरश्शीलकळिल्लात्त चतुर विൻडो
ऒरु सർफ्बोർडिन्ऱॆ अग्रं
टै - डै षർट्ट् धरिच्च मनुष्यൻ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
नील निऱत्तिलुळ्ळ वस्त्रं धरिच्च स्त्री
मून्न् वऱुत्त चुवन्न तक्काळियुटॆ ऒरु संघं
ऒरु तळिकयिൽ वेविच्च कारऱ्ऱ्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मॊट्टत्तलयुळ्ळ मनुष्यൻ
ऒरु परुन्त् मनुष्यन्ऱॆ कय्युऱयिൽ उण्ट्
ऒरु कऱुत्त ट्राष् बाग् .
वयलिलॆ पशुक्कൾ
याർड् वॆळुत्तताण्
ऒरु पർवतत्तिन् मुकळिൽ ऒरु पुरुषनुं स्त्रीयुं
ब्र RO ൺ बूट्टुकൾ धरिक्कुन्न मनुष्यൻ
श्रेणि वॆळुत्तताण्
टॆलिविषनिलॆ वाർत्त तावळं
ब्लीच्चർ तरं निൽक्कुन्नु
पिङ्क् ट्रैसैक्किळिൽ मनुष्यൻ
मृगङ्ङळॆ पिटिक्कुन्न स्त्री
मञ्ञ पूच्च कट्टिलिൽ किटक्कुन्नु
ऒरु नील टोप्प्
कुञ्ञ् आन
ग्लोव्स् यॆल्लो आण्
कटൽत्तीरत्त् फ्रिस्बी कळिक्कुन्न चॆऱुप्पक्काർ
बेस् बोൾ कळिक्कुन्न आൺकुट्टिकൾ
स्ट्रिंग् वॆळुत्तताण्
मुन्नऱियिप्प् कुऱिप्पुकൾ ऎऴुतियिट्टुण्ट्
वॆळुत्त आटुकळुटॆ कूट्टं
संरक्षण हॆൽमॆऱ्ऱ् धरिच्च पय्यൻ
ऒरु घटिकार तूणिൽ ऒरु घटिकारं .
ऒरु चॆऱिय वॆळुत्त चवऱ्ऱुकुट्ट
वॆळ्ळं नीलयुं शान्तवुमाण्
सिൽवർ टॊयोट्ट सॆडाൻ
ऒरु जालकत्तिൽ सिलौट्ट् चॆय्त पूच्च
वॆळ्ळ निऱत्तिलुळ्ळ ऒरु स्त्री
कऱुत्त सैक्किൾ वाർत्त भित्तियिൽ निർत्ति
वयलिൽ चारनिऱत्तिलुळ्ळ आन
कऱुप्पुं वॆळुप्पुं सർफ्बोർड् वॆळ्ळत्तिൽ
केक्क् ऒरु काർड्बोർड् षीऱ्ऱिलाण्
चरिञ्ञ मरत्तिन्ऱॆ अटियिൽ तविट्ट् करटि
चित्रत्तिलॆ ऒरु क्लोक्क्
चुवन्न जाक्कऱ्ऱिलुळ्ळ ऒरु स्त्री
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
तॆरुविलूटॆ बस् ओटिक्कुन्नु
ऱिमोट्ट्
क्लोक्क् वॆळुत्तताण् .
ऒरु नाय
मरत्तिन् पच्च इलकळुण्ट्
नीलयुं पच्चयुं निऱञ्ञ बानർ
अवർ पाण्ट ऎक्स्प्रसिलाण् .
टिवि ओणाण् .
स्त्रीयुटॆ कैयिलुळ्ळ फोൺ
" ओऱञ्च् , पिङ्क् पूच्चयुटॆ चॆवि "
ऒरु स्ऱ्ऱफ् चॆय्त कळिप्पाट्टं
स्त्रीक्क् कऱुत्त मुटियुण्ट्
चॆऱिय अलकळुळ्ळ वॆळ्ळं
वटियिൽ इरिक्कुन्न किळि
मरङ्ङൾ काणां
ऒरु स्त्रीयुटॆ जीൻसिलूटॆ ब्रौൺ बॆൽऱ्ऱ् इट्टिरिक्कुन्नु
चॆटियुटॆ चुवन्न मुकुळं
फोट्टोयिलॆ लगेज् कारियർ
रण्टुपेർ मञ्ञुवीऴ्चयिൽ स्कीयिंग् नटत्तुन्नु
पालत्तिൽ पच्च काർ
ऒरु अलमारयिൽ रण्ट् कप्प्
पशुक्कൾ कऱुत्तताण्
ऒरु नाय कट्टिलिൽ इरिक्कुन्नु
लैൻ यॆल्लो आण्
कुट्टि ऒरु कम्प्यूट्टऱिलेक्क् विरൽ चूण्टुन्नु
ननञ्ञ नाय
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
रण्टुपेർ वीञ्ञ् ग्लासुकൾ कुलुक्कुन्नु
काराबावो निऴൽ
पुऱकिल्लात्त तटि बॆञ्च्
द्वीप् बीच्च् रंगं
मनुष्यൻ स्केऱ्ऱ्बोർडिंग्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ट्रक्क् नीलयाण् .
आकाशत्त् तिळङ्ङुन्न सूर्यൻ
काट्टिൽ ऒरु पच्च कूटारं
अञ्च् लैऱ्ऱुकळुळ्ळ ट्राफिक् सिग्नൽ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कुतिर
ऒरु मनुष्यൻ
आंट्राक्क् ट्रॆयिൻ ऎञ्चिൻ
कुतिरय्क्क् ऒरु कोट्ट् उण्ट्
इरट्ट लेयेർड् चोक्लेऱ्ऱ् केक्क्
स्केऱ्ऱ्बोർडिൽ ऒरु कालुळ्ळ चॆऱुप्पक्कारൻ
कुऱच्च् पच्च चिक्कൻ मुक्कियत्
" वुड् , ग्लास् चाൻडिलियेऴ्स् "
ऱोडिൽ ऒरु नीण्ट वोट्टॆटुप्प्
ऒरु कोർट्टिൽ निरवधि चॆऱुप्पक्काർ
ऒरु वॆळुत्त तय्यൽ यन्त्रं .
बात्त् पाययिൽ उऱङ्ङुन्न पूच्च
ऒरु स्वीकरणमुऱियिൽ वीडियो गॆयिमुकൾ कळिक्कुन्नु
एवियेऱ्ऱർ वस्त्रत्तिൽ नाय
पशु पुल्लिൽ उऱङ्ङुन्नु
ऱॆड् स्ऱ्ऱोप्प् लैऱ्ऱ्
मञ्ञ्
ऒरु वॆळुत्त टॆडि बियർ
ऒरु ऱिस्ऱ्ऱ् बाൻड्
चुमरिൽ चॆऱिय वॆळुत्त पुळ्ळि
स्त्री ऒरु कुट कैवशमुळ्ळ
चुवरुकൾक्क् तिळङ्ङुन्न ओऱञ्च् निऱं
ऒरु तॆरुविൽ पाർक्किंग् मीऱ्ऱർ
ऒरु पन्नियिൽ कटൽक्कॊळ्ळक्कारुटॆ कण्ण् पाच्च्
कऱुत्त जाक्कऱ्ऱ् धरिच्च स्त्री
बैक्किन्ऱॆ मुൻ चक्रं
पच्चयुं मञ्ञयुमाण् जलांशं
सुन्दरमाय मुटियुळ्ळ पॆൺकुट्टि
कौण्टऱिൽ शून्यमाय ग्लासुकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कॆट्टिटत्तिन् मुन्निൽ कऱुत्त घटिकारं
आൺकुट्टि सवारि ब्रौण् पोणि
पक्षि पुल्लिൽ निൽक्कुन्नु
नम्पർ 1 उळ्ळ वॆळुत्त चिह्नं
ऒरु बस्
ऒरु पच्च सोड काൻ .
पुरुषन्मारुटॆ विश्रममुऱिक्कायि चुवरिൽ सैൻ इൻ चॆय्युक
वायुविൽ मून्न् पक्षिकൾ
नेन्त्रप्पऴं ऒरु कट्ट् स्लैस्
मून्न् वॆळुत्त टोय्लऱ्ऱुकൾ
सർफ्बोർड् ननञ्ञिरिक्कुन्नु
आकाशं तॆळिञ्ञ कालावस्थयाण्
वायुविൽ ऒरु आൺकुट्टि .
मेशप्पुऱत्त् निरवधि ग्लासुकൾ
अलमारयिൽ अलङ्कार कप्पुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
नीलयुं मञ्ञयुं उळ्ळ ऒरु जलांशं .
कऱुप्पुं वॆळुप्पुं पिक्कप्प् ट्रक्क्
टोय्लऱ्ऱ् सीऱ्ऱ् उयർत्तिवच्च टोयलऱ्ऱ्
चारनिऱत्तिलुळ्ळ पात्रत्तिൽ वॆळुत्त लिड्
मञ्ञ जाक्कऱ्ऱ् धरिच्च मनुष्यൻ
वयऱिൽ तूक्कियिटुन्न निർत्तुक चिह्नं
वैऱ्ऱ् षियർ बॆड्ऱूं कർट्टनुकൾ
सूर्यൻ प्रकाशिक्कुन्नु .
उयरमुळ्ळ कऱुत्त ऱफ्रिजऱेऱ्ऱർ
विमानमुळ्ळ विमानत्तावळं
वरकൾ सीब्र कालुकळिൽ नेർत्तताण्
ऒरु विमानं .
निलत्तु इरिक्कुन्न मनुष्यൻ
ऒरु प्लेऱ्ऱिൽ अरिञ्ञ कारऱ्ऱ्
ऒरु प्लेऱ्ऱ् भक्षणं
तीवण्टि ऒरु पालत्तिलाण्
वॆळ्ळत्तिൽ बोट्टऱुकळुटॆ प्रतिफलनं
कैकॊण्ट् मुऱिच्च डोणट्ट्सिन्ऱॆ कूट्टं
" ऒरु कुळिमुऱियिൽ मञ्ञ , कऱुप्प् नाट "
मुकळिलॆ अम्पटयाळ पोयिन्ऱुकൾ शेषिक्कुन्नु
चुवटॆयुळ्ळ चिह्नं इटत् तिरिव् काणिक्कुन्निल्ल
पच्च तॆरुव् चिह्नत्तिलॆ M अक्षरं .
पात्रं वृत्तिकॆट्टताण्
ऒरु वीट्
अग्नि जलांशं वलतुवशत्तुळ्ळ ओऱञ्च् कोൺ .
कऱुप्पुं तविट्टुनिऱत्तिलुळ्ळ बेस्बोൾ बाऱ्ऱ्
रण्ट् साൻड्विच्च् कष्णङ्ङൾ .
वॆळुत्त तॊप्पियिलुळ्ळ ऒरु स्त्री
पशुक्कൾ वयलिൽ मेयुकयाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु पॆൺकुट्टि तलयिൽ साधनङ्ङळुमायि नटक्कुन्नु
ऒरु मोट्टोർबैक्क्
पश्चात्तलत्तिൽ ऒरु टाङ्क् .
ऒरु किटक्क
ऒरु पन्तिन् वेण्टि ओटुन्न टॆन्नीस् कळिक्कारൻ
इटत् मुकळिൽ चॆऱिय ओऱञ्च् कोൺ .
कण्णाटियिൽ नोक्कुन्न स्त्रीकळुटॆ प्रतिफलनं
मणलिൽ तूवाल
ऒरु स्लैस् पिस्स .
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
निलं
तिमिंगलत्तिन्ऱॆ आकृतियिलुळ्ळ कऱुत्त कैऱ्ऱ्
चुवरिൽ प्रायमाय ऒराळुटॆ चित्रं
प्लेऱ्ऱिൽ ऒरु डिसैൻ .
" मञ्ञ , वॆळ्ळ मुट्ट "
ऒरु व्यक्ति
वयलिൽ किटक्कुन्न ऒरु वॆळुत्त पशु
उयरमुळ्ळ क्लोक्क् टवർ
मञ्ञिलेक्क् तुळच्चुकयऱुन्न स्नोबोർड्
मञ्ञिൽ कऱुत्त जाक्कऱ्ऱ् धरिच्च मनुष्यൻ
कोळർड् नील पोळो षർट्ट्
सवारि तीवण्टियुटॆ मुൻवशं
ट्रॆयिൻ स्ऱ्ऱेषनिൽ क्लोक्क्
वॆळ्ळ धरिच्च् ऒरु मनुष्यൻ
विमानं शुद्धमाय वॆळ्ळयाण्
बसुकൾ चित्रीकरिच्चिरिक्कुन्नु
मिठायि वीट् वॆळुत्तताण्
सेविक्काൻ पोकुन्न टॆन्नीस् कळिक्कारൻ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कुञ्ञ् आन
चुवरिൽ चतुर कण्णाटि
ऒरु वॆळुत्त पूच्च काऱिन् मुकळिൽ किटक्कुन्नु .
मून्न् सीब्रकळॆ काणिच्चिरिक्कुन्नु
कम्प्यूट्टർ मोणिऱ्ऱർ डॆस्किൽ
अम्मय्क्कॊप्पं ऒरु कुञ्ञ् सीब्र
ऒरु जोटि कऱुत्त षोർट्ट्स्
कैऱ्ऱ् उयरत्तिൽ पऱक्कुन्नु
पॆൺकुट्टि ऒरु बाऱ्ऱ् पिटिक्कुन्नु
नाय काऱ्ऱिൽ निൽक्कुन्नु .
सूर्यकान्तिकळिൽ पॊतिञ्ञ कुट
आൺकुट्टि नील पान्ऱ्स् धरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
सूर्यास्तमय समयत्त् कटൽत्तीरत्त् नाय
ऒरु जोटि ग्लासुकൾ
कट्टिंग् बोർडिൽ ऒरु कत्ति .
व्यक्ति चुवप्पुं चारनिऱत्तिलुळ्ळ टैयुं पिटिक्कुन्नु .
ऒरु बाग् कोट्टൺ मिठायि
ऒरु ओऱञ्च्
मञ्ञ् वॆळुत्तताण्
निलत्त् ऒरु चिह्नत्तिन्ऱॆ प्रतिफलनं
कऱुप्पुं वॆळुप्पुं पूक्कळुटॆ ऒरु चित्रं
विचित्रमाय सान्त
करटि वॆळ्ळत्तिनटियिलाण् .
उळ्ळिൽ ऒरु वॆळुत्त चायं
ऱोड्वेयिൽ पच्च ट्राफिक् लैऱ्ऱुकൾ
ऒरु गोपुरत्तिन्ऱॆ मुकळिൽ \ गोपुरं रंगभूमि \ चिह्नं
स्त्रीक्क् सुन्दरमाय मुटियुण्ट् .
रण्ट् बसुकൾ ऒरुमिच्च् .
अकलॆयुळ्ळ पवർ टवർ
ऒरु ऱोडिൽ निൽक्कुन्न ऒरु सीब्र
चुवन्न जाक्कऱ्ऱ् धरिच्च स्त्री
टोय्लऱ्ऱिൽ ऒरु जाग्रत स्ऱ्ऱिक्कർ
व्यक्तमाय पिच्चऱुळ्ळ वॆळुत्त ब्लॆൻडർ
ऒरु ओऱञ्च् टाबि पूच्च
आൺकुट्टि स्केऱ्ऱ्बोർडिलाण् .
कुञ्ञ् आन
ऒरु कऱुत्त निऱ्ऱ् तॊप्पि
ऒरु चॆऱिय चवऱ्ऱुकुट्ट
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
ऒरु व्यक्ति सർफिंग् चॆय्युन्नु
ऒरु पॆट्टि डोनट्ट्स्
ऒरु कऱुत्त ट्राष् बाग् .
चुवप्पुं पच्चयुं अग्नि जलांशं
विൻसॆन्ऱ् वाൻ गोग् छायाचित्रत्तिन्ऱॆ अच्चटि
माൻ सवारि पोർट्टबिൾ सैक्किൾ .
पशुक्कൾ मेयुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
करटिक्क् कऱुत्त रोमङ्ङळुण्ट्
ऒरु जॆऱ्ऱ् पऱक्कुन्नु
ऒरु कुञ्ञ् आप्पिൾ कऴिक्कुन्नु
सूर्यൻ तिळङ्ङुन्नु
" नटुक्क् तविट्ट् , वॆळ्ळ कुतिर "
वॆळुत्त सॆऱामिक् प्लेऱ्ऱिൽ भक्षणं
वाऴप्पऴत्तिन् पाटुण्ट्
ट्रॆयिनिन् मुकळिलुळ्ळ वैद्युत वयऱुकൾ .
डिष् क्लीनिंग् पॊटियुटॆ पात्रं
चुवन्न षർट्ट् इट्ट मनुष्यൻ पन्तियिൽ बियർ आस्वदिक्कुन्न
पाळत्तिन् अटुत्तुळ्ळ पुल्लुळ्ळ प्रदेशं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु वरि बोट्टिन्ऱॆ मुൻवशत्त्
ऒरु स्ऱ्ऱोप्प् चिह्नत्तिन्ऱॆ पिन्निൽ
डॆस्किलॆ चॆऱिय कऱुत्त लाप्टोप्प् .
आൺकुट्टियुटॆ कण्णटयुटॆ भागं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु सिൽवർ टी सॆർवർ
" ऒरु मष्ऱूं , चुवन्न कुरुमुळक् पिस्स "
आकाशत्त् ऒरु विमानं
मोट्टोർसैक्किळुकळुटॆ ऒरु निर
मेशप्पुऱत्त् नील वालऱ्ऱ्
ऒरु टाङ्क्
ऒरु ट्रक्किन्ऱॆ पुऱकिलुळ्ळ लैसൻस् प्लेऱ्ऱ्
ऒरु बाग् कोट्टൺ मिठायि
अटच्च लिड् उळ्ळ वॆळुत्त टोय्लऱ्ऱ्
कऱुप्पुं वॆळुप्पुं पूच्च किटक्कयिൽ किटक्कुन्नु
रण्ट् आट्टिൻ कुट्टिकൾ
बेस्बोൾ कळिक्कारൻ बाऱ्ऱ् स्विंग् चॆय्याൻ तय्याऱाण् .
प्रकृतिदत्त आवास व्यवस्थयिൽ मनोहरमाय नेർत्त सीब्र .
चॆऱिय नील कत्ति मुऱिक्कൽ
स्केऱ्ऱ्बोർडिൽ मनुष्यൻ तन्त्रङ्ङൾ अवतरिप्पिक्कुन्नु
ऒरु कुळिमुऱि टोय्लऱ्ऱ्
मनुष्यन्ऱॆ जीൻसिൽ कऱुत्त चरटुकൾ
ऒरु बीज् लैऱ्ऱ् स्विच्च्
मुखत्त् वॆळुत्त अटयाळवुमायि कऱुप्प् करटि
चॆटियिൽ पच्च इल
ऒरु वॆळुत्त सोक्कർ पन्त्
आनयुटॆ तुम्पिक्कै
पिन्निलॆ जिऱाफिन्ऱॆ इटत् कॊम्प् .
ऒरु बस्सिൽ सूर्यൻ तिळङ्ङुन्नु .
4 वे स्ट्रीऱ्ऱिनुळ्ळ स्ऱ्ऱोप्प् चिह्नं
वॆळ्ळत्तिൽ ऒरु मनुष्यൻ
ऒरु ओऱञ्चिൽ निन्न् तॊलि
पाळत्तिൽ चारनिऱत्तिलुळ्ळ तीवण्टि काർ
सवन्नयिൽ ऒरु जिऱाफ्
ऒरु वळ्ळत्तिൽ ऒरु वॆळुत्त वर
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु क्लोक्क् टवऱिन् अटुत्तायि वैऱ्ऱ् ऱॆयिलिंग्
हिमत्तिलॆ ऒरु कूट्टं आळुकൾ
जिऱाफिन्ऱॆ कऴुत्त् नीळमुण्ट्
तॆरुव् मुऱिच्चुकटक्कुन्न ऒरु काൽनटयात्रक्कारൻ
वॆळुत्ततुं कऱुत्ततुमाय ऒरु पूच्च
ऒरु सीब्र
ऒरु कऱुत्त मॆऱ्ऱൽ वऱचट्टि
वलिय ऱौण्ट् विൻडो विभजिच्चिरिक्कुन्नु
मैक्रोवेविൽ ऎन्तो उण्ट् .
ऒरु मतिलिन्ऱॆ मूल
अम्पटयाळं इटत्तेक्क् पोकुक
नील जीൻसुं नील टि - षർट्टुं धरिच्च मनुष्यൻ
ऒरु बाग् कोट्टൺ मिठायि
शिशु कुट्टि पल्ल् तेक्कुन्नु
मोट्टोർ सैक्किळिൽ ऒरु पिൻसीऱ्ऱ्
हिमत्तिൽ कुटुंब स्कीयिंग्
ऒरु वॆळ्ळि पात्रं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कण्णाटि व्यक्तमाण्
पच्च बॆञ्चिൽ इरिक्कुन्न रण्टुपेർ
पात्रत्तिൽ पच्च पच्चक्कऱिकൾ
चुवप्पुं वॆळ्ळयुं स्ऱ्ऱोप्प् चिह्नं
प्रत्येक बैक्कुकळिൽ सवारि चॆय्युन्न पुरुषनुं स्त्रीयुं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
इटत् वशत्त् चुवप्पुं चारनिऱत्तिलुळ्ळ कत्ति
ऒरु पॆൺकुट्टि भक्षणं कऴिक्कुन्नु
बिൽडिंगिलॆ कऱुत्त वृत्तं .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वॆळ्ळत्तिൽ चॆऱिय मञ्ञ बोट्ट् .
ऒऴुकुन्न वॆळ्ळत्तिन्ऱॆ भागं
ऒरु वैऱ्ऱ् बेस्बोൾ हों बेस्
नाय सർफ्बोർड् ओटिक्कुन्नु
कुञ्ञ् आन
फ्रिड्जिൽ बियർ निऱञ्ञिरिक्कुन्नु
फोർक्किൽ मधुर पलहारं
मनुष्यൻ कुटिक्कुन्नु
ऒरु प्लेऱ्ऱिൽ ब्रॊक्कोळि
ऒरु कूट्टं स्नो बोർडऱुकൾ
वॆळुत्त ध्रुवक्करटियुटॆ मुखं
ऒरु पट्टं पऱक्कुन्न ऒरु चॆऱिय कुट्टि
मेश मरं .
जिऱाफिन् ऒरु वाൽ उण्ट्
जिऱाफिन् पाटुकळुण्ट्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कऱुप्पुं वॆळुप्पुं पशु
ऒरु चॆऱिय वॆळुत्त अटित्तऱ
ऒरु सർफ्बोർडिन् समीपं नील तूवाल
पन्त्रण्ट् कप्प् मेशप्पुऱत्त्
कुट ननञ्ञिरिक्कुन्नु
ऒरु वलिय कल्ल् घटिकार गोपुरं
मनोहरमाय नील चारनिऱत्तिलुळ्ळ समुद्रं
जिऱाफिन्ऱॆ कुळम्प्
आटुकळॆ नयिक्कुन्न ऒरु पुरुषनुं कुट्टियुं
ऒरु टॆन्नीस् कळिक्कारन्ऱॆ औट्ट्डोർ रंगं
मतिलिनु नेरॆ वॆळ्ळि इरुम्प् पोस्ऱ्ऱुकൾ
वळरॆ पऴय कोक्क् ट्रक्क्
मून्न् कमान जालकङ्ङൾ
बोट्टिन्ऱॆ प्रतिफलनं वॆळ्ळत्तिൽ
ऒरु वॆळुत्त प्लेऱ्ऱिൽ बिस्कऱ्ऱ्
जिऱाफुळ्ळ मनुष्यൻ
काटुकळिൽ कऱुत्त करटि
नील हॆൽमॆऱ्ऱ् धरिच्चयाൾ
इळं तविट्ट् निऱमुळ्ळ मानॆ
ऒरु कऱुत्त ट्राष् बाग् .
अरि
कुञ्ञ् आन पुल्लु तिन्नुन्नु
ऒरु काർट्टूൺ कथापात्रत्तिन्ऱॆ तल
अलमारयिൽ कारऱ्ऱ्
कुञ्ञ् आन
इरुण्ट निऱमुळ्ळ तॊप्पि
ऒरु कॆट्टिटत्तिन्ऱॆ मुकळिൽ क्रोस् चॆय्युक
कुळिमुऱियिൽ टोय्लऱ्ऱ् पात्रं
पैൻ वैक्कोൽ निलत्तु किटक्कुन्नु
सिलौट्टिൽ ऒरु स्कीयർ
नाल् ट्राफिक् लैऱ्ऱुकळुटॆ ऒरु वरि
लैऱ्ऱुकൾ तॆळिच्चमुळ्ळताण्
ग्रीൻ स्ट्रीऱ्ऱ् चिह्नं इ ग्रीൻ लेक्क् डो . ऎൻ
स्नोबोർडिൽ ऒरु स्त्री स्नोबोർडिंग्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
निलत्त् चॆऱिय अयञ्ञ इल
वॆळुत्त जाक्कऱ्ऱ् तूङ्ङि किटक्कुन्न कसेर
इळं तविट्ट् टैൽ तऱ
पक्षि वർण्णाभमायताण्
ऒरु कऱुत्त ट्राष् बाग् .
मेश मरं
वॆळुत्ततुं कऱुत्ततुमाय पुळ्ळि डाൽमेषൻ .
ऒरु स्त्री तल तिरिक्कुन्नु
विमानं वॆळ्ळयुं पच्चयुं आण्
टोय्लऱ्ऱ् वृत्तियायि
रण्ट् टॆडि बियऱुकൾ
आनयुटॆ तुम्पिक्कैयुटॆ ऒरु भागं .
ऒरु बिक्किनियिलॆ ऒरु स्त्री
ऒरु स्त्री कुनिञ्ञु
चुवन्न जेऴ्सि धरिच्च व्यक्ति .
ग्लास् पकुति शून्यमाण्
व्यक्तियिൽ चुवन्न चॆरुप्प्
ऒराൾ ऒरु प्लाऱ्ऱ्फोमिൽ नटक्कुन्नु
ऒरु बेस्बोൾ कळिक्कारൻ ऒरु बाऱ्ऱ् स्विंग् चॆय्युन्नु .
वैऱ्ऱ् फ्लाऱ्ऱ्स्क्रीൻ कम्प्यूट्टർ मोणिऱ्ऱർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मुट्टुकुत्तिय मनुष्यൻ मऱ्ऱॊराळुटॆ फोट्टो ऎटुक्कुन्नु
" चॆऱिय ओऱञ्च् , वॆळुत्त पूच्च "
इटतुवशत्त् अभिमुखीकरिक्कुन्न ऒरु कऱुत्त पूच्च
चारनिऱत्तिलुळ्ळ वॆळुत्त कल्लुकൾ
रोममुळ्ळ ननञ्ञ नाय
मून्न् ऱोड् अटयाळङ्ङൾ .
मनुष्यൻ विदूर नियन्त्रणङ्ङൾ कैवशं वय्क्कुन्नु
रण्ट् नोबुकळुळ्ळ ऒरु अटुप्प्
ऒरु चॆऱिय विൻडो
कळि नियन्त्रण यन्त्रं कैवशमुळ्ळ ऒराൾ
पूच्च कण्टऱिൽ उऱङ्ङुन्नु
मॆऱ्ऱൽ ऱ round ण्ट् ट्राष् काൻ
पूच्च भक्षणत्तिन्ऱॆ चॆऱिय कूम्पारं
मूलयिൽ ऒरु स्ऱ्ऱोप्प् चिह्नं .
वॆळुत्त पात्रत्तिलॆ भक्षणं
चॆऱिय कऱुत्त नाय
ऱॆयिൽवेयिൽ ऒरु पक्षि
तटाकत्तिൽ वळ्ळं
कुट्टिक्क् नीण्ट इरुण्ट कण्पीलिकळुण्ट् .
ओऱञ्च् स्वॆऱ्ऱർ धरिच्च मनुष्यൻ
ऒरु कॆट्टिटत्तिन्ऱॆ मुൻवशत्त् ऒरु वलिय घटिकारं
अक्षरं m बोट्टिൽ
चुवन्न फ्रॆयिंड् ऐ ग्लासुकൾ
ग्राफिऱ्ऱि उपयोगिच्च् निർत्तुक अटयाळं
वॆळुत्त प्लेऱ्ऱिൽ कऱुवप्पट्ट चुरुट्ट्
अक्वा निऱमुळ्ळ विद्यालय जाक्कऱ्ऱ्
ऱोमൻ संख्ययुळ्ळ तूक्कियिरिक्कुन्न घटिकारं
ऒरु नटप्पातयिൽ तविट्ट् कुतिर
ऒरु ट्रॆयिൻ काणां .
ट्रॆयिनिलेक्कुळ्ळ हॆड्लैऱ्ऱुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
तविट्टुनिऱत्तिलुळ्ळ करटि निलत्त् इरिक्कुन्नु
ताऴिकक्कुटं मञ्ञयाण्
वॆळुत्त किटक्क
ट्रॆयिनिन्ऱॆ मञ्ञ मुखं
डॆस्किൽ सिൽवർ लाप्टोप्प्
वॆळुत्त नीलयुं पच्चयुं टूत्त् ब्रष्
पुल्ल् तिन्नुन्न सीब्रास्
चुवप्पुं वॆळ्ळयुं पन्त् कय्युऱयिൽ इरिक्कुन्नु
रण्टुपेർ गॆयिमुकൾ कळिक्कुन्नु
ऒरु स्त्री कसेरयिൽ इरिक्कुन्नु
ऱॆऱ्ऱिक्युलेऱ्ऱड् जिऱाफ् स्ऱ्ऱाൻडिंग् टोൾ
ऒरु पालत्तिൽ ट्रॆयिൻ
कसेरयिൽ टॆडि बियർ
स्ट्रीमिलुं समीपत्तुं वहिक्कुन्नु
फलं पिटिक्कुन्न ऒरु पॆट्टि
ऒरु स्वीकरण मुऱियिलॆ पट्टिक
पच्च वाऴप्पऴं निऱच्च ऒरु वण्टि
" मरं , मॆऱ्ऱൽ बॆञ्च् "
उयरमुळ्ळ पच्च पोयिन्ऱि मेൽक्कूर
ऒरु बीफ् होट्ट् डोग् ऒरु बण्णिलाण्
आऱ् सीब्रकൾ चित्रत्तिलुण्ट् .
ऒरु पऴं चन्तयिൽ जोलि चॆय्युन्न सन्तुष्टनाय मनुष्यൻ
ऒरु स्कीयऱिൽ सൺ ग्लासुकൾ
चॆऱि जामिन्ऱॆ ऒरु पात्रं
नाल् कऱुत्त सॆൽ फोणुकൾ
ऒरु मॆऱ्ऱൽ पोस्ऱ्ऱ्
चुवप्पुं वॆळ्ळयुं STOP चिह्नं
चारनिऱत्तिलुळ्ळ सोंबि टॆडि बियർ
बात्त्ऱूं वातिलिൽ स्वർण्ण डोർक्नोब्
ऒरु तऱयिൽ कुऱुकॆ नटक्कुन्न ऒरु कऱुत्त पूच्च
जॆऱ्ऱ् आकाशत्त् पऱक्कुन्नु
कൺवॆൻषनिൽ प्रदർशनत्तिनिटयिൽ निൽक्कुन्न आळुकൾ
नाय वॆळ्ळत्तिൽ
ऒरु बाग् कोट्टൺ मिठायि
काർ कण्णाटियिൽ नाययुटॆ प्रतिफलनं
ऒरु बैक्किन्ऱॆ मुൻ चक्रं
यॆल्लो फुड् ट्रक्क्
पुल्लिൽ ओटुन्न आटुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु नगरत्तिलॆ गतागत तिरक्क्
स्ऱ्ऱैलिष् विन्ऱेज् वैऱ्ऱ् मोट्टोർसैक्किൾ
ऒरु मणൽ पैप्पऱिन्ऱॆ चुण्ट्
ऒरु पुरुषन्ऱॆ मेൽ वॆळ्ळ षർट्ट्
ऒरु स्यूट्ट्केसिन्ऱॆ कऱुप्पुं वॆळ्ळियुं कैकार्यं चॆय्युक
मून्न् सीब्रकൾ वॆळ्ळं कुटिक्कुन्नु
नाल् जिऱाफुकळुटॆ ऒरु संघं
स्क्वयർ फ्लाऱ्ऱ् स्क्रीൻ कम्प्यूट्टർ मोणिऱ्ऱർ
मनुष्यൻ स्यूट्ट्केस् वहिक्कुन्नु
फोट्टो कऱुप्पुं वॆळुप्पुं आण् .
वैऱ्ऱ् मॆऱ्ऱൽ ऐस् मॆषीൻ
तलय्क्क् मुकळिൽ कै नीट्टुन्न ऒराൾ
ऒरु रुचिकरमाय भक्षण इनं
पुल्लिन्ऱॆ वलिय मल
कण्णट धरिच्च मनुष्यൻ
मोट्टोർ सैक्किൾ कऱुत्तताण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
रण्ट् कॊक्ककोळ क्यानुकൾ
ऒरु कट्टिलिൽ निർम्मिक्कात्त पुतप्पुकൾ
स्ऱ्ऱफ् चॆय्त टॆडि बियർ
कळिक्कारन्ऱॆ तलयिൽ नील विसർ
वयलिलॆ पशुक्कळुटॆ कूट्टं
टेबिൾळिन्ऱॆ समीपं ब्रौൺ मरं कसेर .
ऒरु मൾट्टि कळർ कुट
ऒरु चुवरिൽ जनൽ
तल तिरिञ्ञ ऒरु जिऱाफ्
रण्ट् वैऱ्ऱ् पेप्पർ प्लेऱ्ऱुकൾ
स्त्रीयुटॆ नील प्लास्ऱ्ऱिक् माल
" ऒरु वलिय अक्वा नील , चुवप्प् विमानं "
नील हॆൽमॆऱ्ऱ् धरिच्च मनुष्यൻ .
ऒरु वॆळुत्त लाप्टोप्प् कम्प्यूट्टർ
मनुष्यൻ ऒऴिञ्ञुमाऱि
टॆർमिनलिൽ इरिक्कुन्न ऒरु विमानं .
धाराळं ओऱञ्चुकൾ .
मेशप्पुऱत्त् ऒरु षांपू कुप्पि
ऒरु कूट्टं आटुकൾ .
ऒरु बैक्किൽ धाराळं पूक्कൾ इरिक्कुन्नु
आन तुम्पिक्कै अवसानं चुरुण्टु किटक्कुन्नु
आळुकൾ बेस्बोൾ कळिक्कुन्नु
विमानं पाർक्क् चॆय्तिरिक्कुन्नु
पात्रत्तिलॆ स्ऱ्ऱीक्क् कषणं
ऒरु ट्रॆयिनिन्ऱॆ मुൻवशं
मञ्ञुवीऴ्चयिൽ निൽक्कुन्न व्यक्ति
बस्सिलॆ नम्पർ 91
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
निन्ऱॆൻडो वै कൺट्रोळർ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
रण्ट् स्त्रीकൾ सർफिंग् पूർत्तियाक्कि
विमानत्तिन्ऱॆ चारनिऱत्तिलुळ्ळ चिऱक्
द्वीप् बीच्च् रंगं
कऱुत्त कुप्पायत्तिൽ मनुष्यൻ
ऒरु टॆन्नीस् पन्त् विळम्पाൻ मनुष्यൻ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
शैत्यकालत्त् इलपॊऴियुं मरङ्ङൾ
सीब्र कऴिक्कुन्नु
कुञ्ञ् आन
मनुष्यൻ सർफिंग् चॆय्युन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कऱुत्त मऴ बूट्ट्
ऒरु चॆऱिय वॆळ्ळि लाप्टोप्प् कम्प्यूट्टർ
जनक्कूट्टं
ओऱञ्च् कोൺ विमानत्तिन् अटुत्तायि इरिक्कुन्नु .
भक्षिक्काൻ सस्यजालङ्ङൾ वहिक्कुन्न अम्म आन
कुतिर तिन्नुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
नेർत्त कऱुत्त विमानत्तिन्ऱॆ प्रॊप्पल्लർ
" मञ्ञ , वॆळ्ळ बस् "
कऱुप्पुं वॆळुप्पुं टॆन्नीस् ऱाक्कऱ्ऱ्
ऱफ्रिजऱेऱ्ऱऱिन्ऱॆ प्रमोषൻ अनौൺस् चॆय्युन्न सैൻ
मोट्टोർ सैक्किൾ अकत्तॆ डिस्प्लेयिൽ
टॆन्नीस् उच्चरिक्कुन्न वॆळुत्त अक्षरङ्ङൾ
आश्वासकन्ऱॆ मुकळिൽ उऱङ्ङुन्न पूच्च
मेशप्पुऱत्त् ऒरु इऱच्चि कॊण्टुळ्ळ साൻड्विच्च्
ऒरु मरक्कॊम्पिൽ इरिक्कुन्न रण्ट् पक्षिकൾ .
ऒराൾ तीवण्टियिൽ निൽक्कुन्नु
ऱोडिलूटॆ ऒरु बस् ओटिक्कुन्नु
षർट्टिन्ऱॆ पुऱकिൽ पौरൻ सन्नद्धप्रवർत्तकൻ
शरीरत्तिन् मुकळिൽ पच्च सफारि स्ऱ्ऱैൽ तॊप्पि .
वातिൽक्कൽ नियोൺ स्ऱ्ऱोർ चिह्नं
कल्लुकळिൽ शुद्धजलं
वायुविൽ ऒरु ओऱञ्च् फ्रिस्बी
मणलिൽ पॊतिञ्ञ निलं
कुळिमुऱियिൽ तटिकॊण्टुळ्ळ तऱ
वलिय चतुर पच्च चिह्नं .
मुन्तिरि तक्काळि
ऱॆयिनिൽ अंब्रॆल्लयुमायि मनुष्यൻ
मेशप्पुऱत्त् कत्ति .
ऱोडिन् मुकळिൽ ऒरु चुवन्न लैऱ्ऱ्
ऒरु स्ऱ्ऱोർ मुൻ चिह्नं .
ओऱञ्च् सुरक्षा वस्त्रं धरिच्च ऒराൾ
नटप्पातयिൽ ऒरु वृत्ताकृतियिलुळ्ळ ग्लोब् लैऱ्ऱ्
ऒरु स्लैस् पिस्स कऴिक्कुन्न स्त्री .
" ग्रे , ऱॆड् ट्रक्क् "
ऒरु मॆलिञ्ञ तविट्ट् करटि
तॆरुविൽ वॆळुत्त ट्रक्क्
टयऱिनटुत्तुळ्ळ ओऱञ्च् कोൺ
स्त्री ऒरु कुट्टियुमायि नटक्कुन्नु
वॆळ्ळं नीलयाण् .
वरयुळ्ळ षർट्ट् धरिच्च ऒरु स्त्री
मनुष्यൻ तविट्टुनिऱत्तिलुळ्ळ कुतिर सवारि चॆय्युन्नु
कटൽत्तीरत्त् ऒरु कूट्टं आळुकൾ
मञ्ञ फ्रिस्बी वशत्त् उरुळुन्नु
ऱौण्ट् ग्लोबुळ्ळ स्ट्रीऱ्ऱ्लैऱ्ऱ्
ऒरु फ्रिस्बी वायुविलाण् .
ऒरु चॆऱिय लाप्टोप्प् कम्प्यूट्टർ
नल्ल नील वॆळ्ळं
ऒरु उयरमुळ्ळ मञ्ञ अग्निशमन हैड्रन्ऱ्
रात्रियिൽ स्केऱ्ऱ्बोർडिंग् चॆय्युन्न ऒराൾ .
चॆऱिय कऱुत्त काऱिൽ हॆड्लैऱ्ऱ्
पाർक्क् चॆय्तिरिक्कुन्न धाराळं सैक्किळुकൾ
तविट्ट् कुतिर वलिक्कुन्न वण्टि
मरत्तिൽ इलकळुण्ट् .
कटൽत्तीरत्त् ऒरु सिमൻऱ् नटुमुऱ्ऱं
ऒरु प्लेऱ्ऱ्इൽ ऒरु कत्ति
चुरुण्ट मुटियुळ्ळ ऒरु कऱुत्त नाय
कऱुप्पुं वॆळुप्पुं फोट्टो
कुञ्ञ् आन
इत् क . ण्टऱिलॆ जॆल्लियुटॆ ऒरु पात्रमाण्
मून्न् कळिक्काർ बाऱ्ऱिൽ
मनुष्यൻ चिल तिरमालकൾ तिरयुन्नु
मञ्ञुमूटिय पात
वळरॆ उयरमुळ्ळ मञ्ञुमूटिय पർव्वतं .
साൻड्विच्चिन् पिन्निलुळ्ळ कऱुत्त कम्प्यूट्टർ की बोർड्
पिस्स पाकं चॆय्युन्नु .
सॆऱामिक्स् कॊण्ट् निർम्मिच्च वास्
अवൻ चुवन्न तॊप्पि धरिक्कुन्नु .
कऱुत्त बाऱ्ऱ् पिटिच्चिरिक्कुन्न मनुष्यൻ
ऒरु वॆळुत्त विसർ
तॆरुव् अटयाळङ्ङൾ धरिच्चिरिक्कुन्न ध्रुवं .
पश्चात्तलत्तिൽ ओऱञ्च् वाहनं
पच्च पयർ कूम्पारं
कुञ्ञ् आन
ऒरु विमानत्तिन्ऱॆ वातिൽ
" मञ्ञ , स्वർण्ण अरिकुकळुळ्ळ वॆळुत्त पात्रं "
मञ्ञ बसिन्ऱॆ मुൻवशत्त्
कुञ्ञ् आन
ऒरु चॆऱिय विमानत्तिनुळ्ळिൽ मनुष्यൻ
कुञ्ञ् आन
नीलयुं वॆळ्ळयुं उळ्ळ ट्रॆयिൻ
ऒरु कुतिरयुटॆ अटुत्तुळ्ळ ऒराൾ
ऒरु ट्रक्क् पाർक्क् चॆय्तिरिक्कुन्नु .
आनयुटॆ वाൽ
ऒरु वർक्क् षोप्पिन्ऱॆ चित्रं .
मुऱियिൽ ऒरु वॆळुत्त लॆतർ लव् सीऱ्ऱ् उण्ट्
कऱुत्त अक्षरङ्ङळुळ्ळ वलिय मञ्ञ चिह्नं
हों प्लेऱ्ऱिन् पिन्निलुळ्ळ वल
ऒरु नील निऱत्तिलुळ्ळ तॊप्पि
गॆयिमुकൾ कळिक्कुन्न ऒरु कॊच्चुकुट्टि
कऱुत्त लॆतർ क्याच्चऱिन्ऱॆ मिऱ्ऱ्
ग्लासिलॆ प्रतिफलनं .
निलत्त् मणൽ .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कऱुत्त ट्राफिक् सिग्नൽ लैऱ्ऱ्
नाल् आटुकൾ चित्रत्तिलुण्ट् .
वलतुभागत्त् निन्न् रण्टामत्तॆ कैऱ्ऱ् .
लाൻड्स्केप्प् पश्चात्तलत्तिൽ वॆळ्ळयुं चारनिऱत्तिलुळ्ळ वीट्
चारनिऱत्तिलुळ्ळ चरൽ तीरं
सौम्यमाय आनयुटॆ वॆळुत्त वृत्तिकॆट्ट पल्ल्
ऒरु गुह तुऱक्कൽ .
इतॊरु ट्रॆयिൻ आण्
मनुष्यൻ सർफिंग् चॆय्युन्नु
आकाशं व्यक्तमाण् .
ऒरु बाग् कोट्टൺ मिठायि
स्क्रीनिൽ निन्न् नोक्कुन्न स्त्री
इत् ऒरु मनुष्यनाण्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु अलाऱं क्लोक्क्
ऒरु कै टॆन्नीस् ऱाक्कऱ्ऱ् पिटिक्कुन्नु
बैक्क् ओटिक्कुन्न एष्यൻ वनितकळुटॆ ऒरु वलिय संघं
ऒरु ट्रॆयिൻ काऱिൽ लोहत्तिन्ऱॆ ऱोळुकൾ
ऱोडिൽ सैक्किൾ ओटिक्कुन्न स्त्री
निऱयॆ पालुळ्ळ रण्टु कुप्पिकൾ
कॆट्टिटत्तिन्ऱॆ पच्च लोडिंग् वातिൽ
मॊन्तयिൽ पच्च द्रावकं
तविट्टुनिऱत्तिलुळ्ळ करटियुटॆ तल .
ऱॆयिलुकळिൽ यात्र चॆय्युन्न ट्रॆयिൻ
ऒरु विൻडो सिल्लिलूटॆ तविट्टुनिऱत्तिलुळ्ळ टाबि पूच्च
ब्रौൺ निऱमुळ्ळ मुटियुळ्ळयाൾ
इलक्ट्रोणिक् उपकरणङ्ङळुळ्ळ टाൻ टाब्लॆऱ्ऱ्
कत्रिकयुटॆ नील पिटि
द्वीप् बीच्च् रंगं
सीब्रयुटॆ तल
पिस्स ऎङ्ङनॆ उण्टाक्कां ऎन्नतिनॆक्कुऱिच्चुळ्ळ घट्टं घट्टमायुळ्ळ फोट्टो
ऒरु बेस्बोൾ गॆयिं
ऒरु स्केऱ्ऱ्बोർडർ वायुविलूटॆ कुतिक्कुन्नु
ऒरु प्लेऱ्ऱिൽ एष्यൻ भक्षणं
रण्ट् मञ्ञ वातिलुकൾ
ऒरु कुतिर वॆळ्ळत्तिൽ कळिक्कुन्नु .
तॆळिञ्ञ नीलाकाशं
ऒरु मरं कॊण्टुळ्ळ काप्पि मेश .
जिऱाफ् निलत्त् इरिक्कुन्नु
टाൻ रण्ट् - वातिൽ ऱफ्रिजऱेऱ्ऱർ
द्वीप् बीच्च् रंगं
इतॊरु पोडियमाण्
कुञ्ञ् आन
ऒरु ट्यूप्प् आർमि जीप्प्
विमानं पऱन्नुयरुन्नु
निरवधि आळुकൾ सർफ् चॆय्याൻ श्रमिक्कुन्नु
मेൽक्कूरयिൽ निन्न् विळक्कुकൾ तूक्कियिरिक्कुन्नु .
पाण्ट अटयाळत्तिलाण्
ऒरु दम्पतिकൾ आलिंगनं चॆय्युन्नु .
आनयुटॆ अरिकिलूटॆ नटक्कुन्न ऒराൾ
चॆऱिय चुवप्पुं पच्चयुं आप्पिൾ .
रण्ट् मोट्टोർसैक्किळुकൾ ऒरु पाർक्किंग् स्थलत्त् पाർक्क् चॆय्तिरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चिह्नत्तिൽ ओऱञ्च् नियोൺ कण्णट
ऒरु गतागत अटयाळं
जालकङ्ङळुळ्ळ वलिय इष्टिक कॆट्टिटङ्ङൾ .
तविट्टुनिऱत्तिलुळ्ळ क्रञ्चि नूडिൽ
तविट्टुनिऱत्तिलुळ्ळ करटि ऎविटॆयॆङ्किलुं
ऒराൾ ताऴॆ इरिक्कुन्नु
नील चिह्नत्तिൽ वॆळुत्त अक्कं 4 .
वॆळ्ळत्तिൽ वॆळुत्त तरंगं
चवऱ्ऱुकुट्ट वॆळुत्तताण् .
ट्रक्किन्ऱॆ विൻडो
इतॊरु कुतिरयाण्
फ्लैऱ्ऱ् पासञ्चർ विमानत्तिൽ
मनुष्यन्ऱॆ कऱुत्त तॊप्पि
तूणिൽ नील वृत्ताकृतियिलुळ्ळ स्ऱ्ऱिक्कർ .
चुमरिൽ वलिय ऱोൺ ली अक्षरङ्ङൾ
ब्रॊक्कोळि वळराൻ तुटङ्ङुन्नु
व्यक्ति ऒरु बेस्बोൾ मिऱ्ऱ् धरिक्कुन्नु .
ऒरु नील निऱत्तिलुळ्ळ पक्षि
ऱोडिन् मुकळिलुळ्ळ ट्राफिक् लैऱ्ऱ्
ऒरु स्त्री ऒरु षोट्ट् कुटिक्कुन्नु
ऒरु नाय अतिन्ऱॆ विൻडोयिൽ निन्न् तल तूक्कियिटुन्नु .
मनुष्यൻ ऒरु वैऱ्ऱ् टाङ्क् टोप्प् धरिक्कुन्नु
मनुष्यൻ इयർबडुकൾ धरिक्कुन्नु
व्यक्तियुटॆ कीऴिൽ ऒरु स्केऱ्ऱ्बोർड्
तविट्टुनिऱत्तिलुळ्ळ पुल्लिൽ मेयिक्कुन्न सीब्रकൾ
वॆळ्ळत्तिൽ ऒरु पीरङ्कि
इतॊरु चॆटियाण्
टोय्लऱ्ऱिन् मुकळिलुळ्ळ वॆळुत्त जालकं
कुञ्ञ् आन अम्मयुटॆ मुन्निൽ नटक्कुन्नु
चुवन्न कुट पिटिक्कुन्न मनुष्यൻ
मेൽक्कूरयुटॆ अऱ्ऱं
वाൽ नीलयाण्
चुवन्न वस्त्रं धरिच्च स्त्री
मूटिक्कॆट्टिय आकाशत्तिൽ सूर्यൻ तिळङ्ङुन्नु
ऒरु चार शिरोकवजं
ऒरु स्त्री जिऱाफिनॆ वळർत्तुन्नु .
वीट्टिलॆ नल्ल अटुप्प् प्रदेशं
इत् ऒरु मनुष्यनाण्
ऒरु करटि वॆळ्ळत्तिൽ निൽक्कुन्नु
कऱुप्पुं मञ्ञयुं पच्चयुं लोगो
कुन्निൻ मुकळिൽ स्की लिफ्ऱ्ऱ्
" ऒरु विमानत्तिन्ऱॆ नील मॆऱूൺ ओऱञ्च् , मञ्ञ निऱङ्ङൾ उळ्ळ वाൽ "
मुन्नऱियिप्प् लेबलुकळॊन्नुमिल्ल
पच्च चिह्नत्तिൽ कऱुत्त चिह्नं
इतॊरु ट्रॆयिൻ आण्
ऒरु पुरुषൻ्ऱॆ तोळिൽ स्त्री चारियिरिक्कुन्नु
रूपकൽप्पन बोർडिलाण्
पच्च तलयुळ्ळ ताऱाव्
ऒरु तुरङ्कत्तिൽ निन्न् इऱङ्ङिवरुन्न ट्रॆयिൻ
मनुष्यൻ ऒरु स्थलं विटुन्नु
ऒरु चॆऱिय तविट्ट् टी कलं
कुञ्ञ् आन
कण्णट धरिच्च स्त्री
ऒरु कोटतियुटॆ भागं
Wii कळिक्कुन्न ऒराൾ
इत् ऒरु स्त्रीयाण्
" पच्च , तविट्ट् सस्यङ्ङळुटॆ ऒरु पाच्च् "
स्ऱ्ऱफ् चॆय्त आनयिलॆ क्यामऱ
ऒरु कम्प्यूट्टർ स्क्रीൻ .
मनुष्यन्ऱॆ मुखत्त् क्रूरत
निलत्त् कऱुत्त पुळ्ळि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चोർन्न उरुकिय चीस् ड्रिप्प्स्
स्त्री कण्णट धरिक्कुन्नु
ऒरु बेस्बोൾ कळिक्कारൻ अटिस्थानत्तिलेक्क्
कुञ्ञ् आन
तुऱन्न पच्च कुट
ऒरु शीतकाल रंगं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
भवनङ्ङळिൽ टोർट्टिल्ल पिस्स
कऱुत्त षोർट्ट्सिൽ पच्च वरकൾ
काट्टिൽ बॆञ्च्
पूच्च कट्टिलिൽ किटक्कुन्नु .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मऴविल्ल् निऱमुळ्ळ पताक
कुञ्ञ् आन
रण्ट् सीब्र तल केन्द्रीकरिच्चिरिक्कुन्नु .
ऒरु पाർक्किंग् स्थलत्तिन्ऱॆ चित्रं चित्रीकरिच्चिरिक्कुन्नु
वशत्त् रण्ट् नारङ्ङकൾ
नटप्पातयिൽ टॆडि बियർ
वलिय इरुण्ट मूलधनं ऎ
वॆळ्ळयुं नीलयुमुळ्ळ ऒरु बस्
ऒरु मनुष्यन्ऱॆ काൽ
शोभयुळ्ळ नील नीन्तൽक्कुळं
द्वीप् बीच्च् रंगं
मൺपात्रङ्ङळुटॆ ऒरु निर
ऒरु नील हॆयർ ड्रयർ
ऒरु लाप्टोप्पिन्ऱॆ अग्रं
वायुविൽ पऱक्कुन्न पक्षियॆप्पोलॆ काणप्पॆटुन्न ऒरु पट्टं
ऒरु कट्टिलिन् मुकळिൽ ऒरु टॆडि बियർ
नाय टोय्लऱ्ऱिൽ इरिक्कुन्नु
बियऱिन्ऱॆ ऒरु वलिय मग्ग्
ऱोडिൽ पच्च तॆरुव् चिह्नं
कटൽत्तीरत्त् निൽक्कुन्न चॆऱुप्पक्कारൻ
कट्टिलिൽ वस्त्रङ्ङळुटॆ कूम्पारं
इरुण्ट तविट्टुनिऱत्तिलुळ्ळ बियർ कुप्पि
कुञ्ञ् आन
ऒरु ग्लास् ऱॆड् वैൻ
ऒरु मञ्ञ टै
पिस्सयुटॆ मुकळिൽ पच्च इल
अवन्ऱॆ विरलिൽ मोतिरं
" वलिय मञ्ञ , नील कुटकൾ "
बोൾ प्लॆयർ कऱुप्पुं मञ्ञयुं यूणिफों षർट्टाण् धरिच्चिरिक्कुन्नत्
आनकൾ वॆळ्ळत्तिൽ ऒत्तुकूटि
वळरॆ उयरमुळ्ळ जिऱाफ्
पच्च कुरुमुळक् कषणङ्ङൾ पिस्सयिൽ
ब्लाक्क् आൻड् वैऱ्ऱ् फोट्टोकൾ
बीज् चक्रङ्ङळुळ्ळ स्केऱ्ऱ् बोർड् कऱुत्तताण्
स्कीसुळ्ळ ऒरु मनुष्यൻ
ओप्पൺ बाग् बॆञ्चिൽ किटक्कुन्नु
वाषिंग्टൺ स्मारकं
ऒरु वयलिൽ निൽक्कुन्न ऒरु सीब्र .
कप्पिൽ स्ट्रॊ
ऒरु तविट्ट् पॆट्टियिൽ डोणट्ट्स्
कुञ्ञिन्ऱॆ प्लेऱ्ऱिलॆ भक्षणं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु नील ट्राफिक् चिह्नं
कॊम्पुकൾ कऱुत्तताण्
कुट चुवप्प् / ओऱञ्च् निऱमाण्
ऒरु वयलिൽ आऱ् सीब्रकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु तुणियुटॆ अऱ्ऱं
कऱुप्पुं वॆळुप्पुं पॆयिन्ऱ् चॆय्त अग्नि जलांशं
ऒरु वलिय चुवन्न कॊट्ट
काबिनऱ्ऱुकൾक्किटयिൽ निൽक्कुन्न ऒरु तविट्ट् नाय .
ऒरु माൻ होൾ पॊतिञ्ञिरिक्कुन्नु
करयिलॆ पच्च मरङ्ङൾ
चित्रं चुवरिൽ फ्रॆयिं चॆय्तु
होट्ट्डोग् मनुष्यन्ऱॆ पिन्निൽ निൽक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ध्रुवत्तिൽ ऒरु अटयाळं
सीब्र निलत्तेक्क् नोक्कुन्नु
ऒरु क्लोक्क् दृश्यमाण् .
लाൻडिंगिनायि ऒरु कूट्टं चक्रङ्ङൾ
इतॊरु लाप्टोप्पाण्
शून्यमाय स्पानिष् तिळङ्ङुन्न वीञ्ञ्
मतिलिൽ इरिक्कुन्न फ्लाऱ्ऱ् स्क्रीൻ टॆलिविषൻ
ऒरु अग्निशमन उपकरणं काणां .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
अत् ऒरु गतागत प्रकाशं आण्
पच्च ओक्र निऱच्च ऒरु ग्लास् पात्रं
वयलिൽ धूम्रनूൽ पूक्कळुटॆ शैलि
करटिपवयुटॆ कैकൾक्किटयिൽ पॆयिन्ऱ् ब्रष् उण्ट्
पकൽ समयत्ताण् चित्रं ऎटुत्तत्
पक्षि नीलयाण्
मनुष्यൻ सॆൽ फोणिൽ संसारिक्कुन्नु .
रण्ट् जिऱाफुकൾ ऒरु कॆट्टिटत्तिनरिकिൽ निൽक्कुन्नु
वऱुत्त भक्षणं प्लेऱ्ऱिൽ
इरुण्ट मुटियुळ्ळ मनुष्यൻ
जिऱाफ् पुऱत्ताण् .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
मनुष्यन्ऱॆ इटतु कैय्यिൽ सർफ्बोർड्
ऒरु बॆञ्चिൽ मून्न् नाय्क्कൾ
टवऱिൽ वलिय चतुर घटिकारं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मध्यवायुविलॆ ऒरु बेस्बोൾ
इरुण्ट चारनिऱत्तिलुळ्ळ मेघङ्ङൾ
ऒरु कटि अनुवदिच्च स्त्री
रण्ट् वलिय सिൽवർ लैऱ्ऱुकൾ
जिऱाफिन् नीळमुळ्ळ कऴुत्त् उण्ट्
कुञ्ञ् आन
वलिय मोൺस्ऱ्ऱർ ऎनർजि ड्रिङ्क् अटयाळं
ऒरु कण्णाटिक्क् मुकळिൽ ऒरु प्रकाशं
ऒरु बाग् कोट्टൺ मिठायि
अटयाळं वॆळुत्तताण् .
समतलत्तिൽ रण्ट् आनकൾ
ओऱञ्चिൽ सवारि
अमेरिक्कൻ ऐक्यनाटुकळुटॆ पताक
तॆरुविलूटॆयुळ्ळ ट्राफिक् लैऱ्ऱ्
पुल्ल् पच्चयाण् .
जिऱाफि मृगशालयिൽ कऴिक्कुन्नु
सीलिंगिलॆ लैऱ्ऱुकൾ
ऒरु तुऱमुखत्तिन्ऱॆ काऴ्च
प्रतिफलन गियऱिलॆ पुरुष तॊऴिलाळि
वॆळुत्त कुरिशुळ्ळ चुवन्न पताक
कुञ्ञ् आन
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
दृश्य तिरशील काणुन्न ऒरु कूट्टं आळुकൾ
रात्रियिൽ ऒरु तॆरुव् रंगं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
मुकळिलेक्क् कयऱुन्न दम्पतिकൾ
वलिय वॆळुत्त अक्षरं जॆ
ऒरु कऱुत्त ट्राष् बाग् .
रण्ट् स्त्रीकൾ समुद्रत्तिलेक्क् नटक्कुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
इत् ऒरु स्त्रीयाण्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
वॆळ्ळत्तिन् मुकळिൽ ऒरु नील ट्रॆयिൻ
ऒरु मेशयिलिरिक्कुन्न स्त्री
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
सावन्न पुल्लु कऱुप्पुं वॆळुप्पुं सीब्र
ऒरु बेस्बोൾ दृश्यमाण् .
चुवन्न तॊप्पियुळ्ळ ऒरु कुट्टि
तॆरुविलॆ बैक्क् पात चिह्नं
ऒरु स्ऱ्ऱोप्प् चिह्नं दृश्यमाण् .
ऒरु सർफऱिनायि पोणिटॆयिൽ फिऱ्ऱ्
ऒरु पट्टिक दृश्यमाण् .
" ऒरु ऒब्सർवेऱ्ऱऱि चुवप्प् , वॆळ्ळ अटयाळं "
बैक्किन्ऱॆ मुൻवशत्त् कऱुत्त लैऱ्ऱुकൾ
वातिൽ कऱुत्तताण् .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
तविट्टुनिऱत्तिलुळ्ळ वॆळुत्त पशुक्किटाव् ऱोडिन् नटुविൽ नटक्कुन्नु .
ऒरु कुळिमुऱि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वायुविൽ पऱक्कुन्न कैऱ्ऱ्स् .
वनिता बेस्बोൾ कळिक्कारि
भागिकमायि कऴिच्च पिस्स .
ऒरु पऴय मोडൽ टॆलिविषൻ
तॆळिञ्ञतुं आऴत्तिलुळ्ळतुमाय नीलाकाशत्तिन् नेरॆ पऱक्कुन्न विमानं
सैड् वाक्किൽ वलिय विळ्ळलुकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
पात्रत्तिൽ तविट्ट् धान्यङ्ङൾ
ऒरु विमानं दृश्यमाण् .
रण्टुपेർ आनयिलिरुप्पुण्ट्
ऒरु चुवन्न स्ऱ्ऱोप्प् चिह्नं
ऒरु जोडि व्याज जिऱाफुकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
नीलयुं वॆळ्ळयुं प्लॆय्ड् कट्टिൽ
जालकत्तिलूटॆ प्रकाशं प्रकाशिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
करटि मुकळिलेक्क् नोक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऱोडिൽ पिङ्क् बस् .
कऱुप्पुं वॆळुप्पुं स्ऱ्ऱोव्
" ओऱञ्च् , वैऱ्ऱ् फयർ हैड्रൻऱ् "
ऒरु कऱुत्त ट्राष् बाग् .
मनुष्यन्ऱॆ कुप्पायं मञ्ञयाण्
मौस् नीलयाण्
मनुष्यൻ टॆन्नीस् कळिक्कुन्नु .
पूच्चयुटॆ काൽ
मञ्ञुवीऴ्चयिൽ चिल मृगङ्ङൾ .
चुवन्न वातिलिन् मुन्निൽ चुवप्पुं वॆळ्ळयुं अटयाळं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
वैऱ्ऱ् मॆऱ्ऱൽ सप्पोർट्ट् लॆग्
कैपिटियुळ्ळ वॆळुत्त कतक्
कण्णट चित्रत्तिൽ उण्ट्
विरൽनखङ्ङൾ काणां .
ऒरु स्केऱ्ऱ् पाർक्किൽ ऒरु मनुष्यൻ स्केऱ्ऱ्बोർडिंग् चॆय्युन्नु
नीळमुळ्ळ नील चरट्
स्त्रीयुटॆ तलय्क्क् मुकळिൽ कुट
ऒरु बिसिनस्सिनायुळ्ळ चिह्नं
चुवप्प् निऱत्तिलुळ्ळ लगेज्
वलिय कऱुत्त कोट्ट्
ऱोडिൽ ऒरु ट्रक्क् .
ट्रॆयिൻ ट्राक्किलूटॆ इऱङ्ङि वरुन्नु
ऒरु मनुष्यൻ दृश्यमाण् .
स्कीयिसिलॆ मुतिർन्न मनुष्यൻ
वർण्णाभमाय ट्रॆयिൻ काർ
ऒरु तीवण्टि
ऒरु आन दृश्यमाण् .
ऒरु जोडि पिङ्क् बूट्टुकൾ दृश्यमाण् .
बॆञ्च् दृश्यमाण् .
ऒरु नाय परवतानियिൽ उऱङ्ङुन्नु
कुतिर स्थिरतयुळ्ळताण्
आकाशत्त् ऒरु पർप्पिൾ कैऱ्ऱ् .
रण्टुपेർ फ्रिस्बी कळिक्कुन्नु .
ऒरु बोർड् दृश्यमाण् .
सुन्दरमाय मुटियुळ्ळ ऒरु पॆൺकुट्टि
कण्णुकൾ वरच्च आप्पिൾ
मूलयिൽ ऱफ्रिजऱेऱ्ऱർ
कटൽत्तीरत्त् ऒरु सैक्किൾ
ऒरु पच्च चिह्नं दृश्यमाण् .
आ मनुष्यൻ ऒरु फोൺ कैवशं वच्चिरिक्कुन्नु .
इरुण्ट जोडि सൺ ग्लासुकൾ .
तिळङ्ङुन्न कऱुत्त फ्लाऱ्ऱ् स्क्रीൻ सोणि टिवि
व्यक्ति तविट्ट् काർडिगൺ धरिक्कुन्नु
नायय्क्क् वलिय तविट्ट् कण्णुकळुण्ट्
चित्रं चुवरिൽ तूक्कियिरिक्कुन्नु
स्नो बोർडർ ऒरु ऱाम्पिൽ चाटुन्नु
चित्रं कऱुप्पुं वॆळुप्पुं आण्
ऒरु पूच्च दृश्यमाण् .
फ्लाऱ्ऱ् आप्पिൾ कम्प्यूट्टർ मोणिऱ्ऱർ
कऱुत्त बॆरॆऱ्ऱ्
ऒरु कुटयुटॆ तटि अटिवशं
ऒरु मरत्तिൽ निन्न् तूङ्ङिक्किटक्कुन्न ऒरु पक्षिमन्दिरं .
ऒरु जोटि चुवन्न लैऱ्ऱुकൾ
स्कि ध्रुवङ्ङൾ कैवशमुळ्ळ व्यक्ति
कऱुत्त अङ्कि धरिच्च स्त्री
" मॆऱूൺ , टाൻ टिष्यु बोक्स् "
मॆऱ्ऱൽ बॆञ्चुकळुटॆ वरि
वॆळुत्त मुटि
अटुक्कळयिൽ मनुष्यൻ
ऱॊट्टि पिटिक्कुन्न पॆൺकुट्टि
वृत्तियुं वॆटिप्पुमुळ्ळ किटप्पुमुऱि
ऒरु विरൽ स्पർशिक्कुन्न ऐसिंग्
मेघं वॆळुत्तताण्
पक्षियुटॆ तल
मञ्ञ वैൽड्फ्लवർ वळरुन्नु
वॆळुत्त पक्षि वायुविलूटॆ पऱक्कुन्नु
बात्त्ऱूं लैऱ्ऱुकൾ ओणाण्
ऒरु बाग् कोट्टൺ मिठायि
नीलयुं पच्चयुं कलർन्न निऱमाण् वॆळ्ळं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु पल निऱत्तिलुळ्ळ बाक्क्पाक्क्
अग्नि जलांशं मञ्ञयाण्
तविट्ट् षोർट्ट्स् धरिच्च ऒराൾ
wii कळिक्कुन्नयाൾ
ऒरु कऱुत्त ट्राष् बाग् .
चुवप्पुं वॆळ्ळयुं टॆन्नीस् ऱाक्कऱ्ऱ्
ऒरु बाग् कोट्टൺ मिठायि
ऒरु वॆळुत्त काർ काणां .
आकाशत्त् सूर्यൻ .
ध्रुवत्तिन् मुन्निൽ कऱुत्त अक्कङ्ङൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
" कऱुत्त वॆळ्ळ , पच्च ट्रॆयिൻ "
मून्न् जिऱाफुकൾ ऒरुमिच्च्
कोൺफऱൻस् ऱूमिൽ ऒरु कसेर
ऒरु मेशप्पुऱत्त् फोർक्क्
स्कयർ अवन्ऱॆ वलतुवशत्त् मुऱिक्कुन्नु
मेश कऱुत्तताण् .
डोनट्ट् चोक्लेऱ्ऱ् कॊण्ट् पॊतिञ्ञु
ब्र brown ൺ आൻड् वैऱ्ऱ् सർफ् बोർड्
बाऱ्ऱർ पन्तिൽ स्विंग् चॆय्युन्नु
ऱॆयिൽवे कवलयिൽ काऱिन्ऱॆ पिൻभागं
फुट्पात्तिൽ ऒरु अमेरिक्कൻ पताक
मरत्तिन्ऱॆ अटुत्तुळ्ळ आन
सർफ्बोർडुळ्ळ अञ्च् आळुकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
आळुकൾ ऒरु अटुक्कळयिलाण् .
ऒरु अटुप्पिൽ चारनिऱत्तिलुळ्ळ इष्टिककൾ .
ऒरु कऱुत्त ट्राष् बाग् .
बॆञ्च् चुवप्पाण् .
ऒरु तुऱन्न वयलिൽ स्कीयർ
इरुण्टतुं मङ्ङियतुमाय किटप्पुमुऱि
सർफ्बोർडिलॆ सुन्दरियाय स्त्री
तिळङ्ङुन्न चुवन्न स्पोർट्स् काർ
चतुर एष्यൻ अलङ्कार विभजनं
वाऴप्पऴं पिटिक्कुन्न ऒराൾ
चुवन्न मेशयिलिरिक्कुन्न स्त्री
कुतिर सवारि चॆय्युन्न ऒराൾ
ऒरु अटुक्कळयिൽ रण्टुपेർ
चरटिൽ तूक्कियिट्टिरिक्कुन्न रण्ट् तलयोट्टिकൾ
पाऱ निलत्तु निन्न् नीण्टुनिൽक्कुन्नु .
स्केऱ्ऱ्बोർडिलॆ पय्यൻ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु तविट्ट् कौण्टർटोप्प्
कत्रिक
अक्षरमालयुटॆ आरंभवुं अवसानवुं
सैक्किळिൽ पिङ्क् फ्रॆयिं
वयलिൽ सीब्र मेयुन्नु
ऒरु ओऱञ्च् अमेरिक्कൻ इन्त्यൻ अलङ्कारपात्रं
ओफाक्कि तुऱन्न लाप्टोप्प्
स्वർण्ण प्लास्ऱ्ऱिक् कुप्पि तॊप्पि
मॆडिसिൻ काबिनऱ्ऱ् तविट्टुनिऱमाण्
वॆळुत्ततुं कऱुत्ततुमाय पक्षि
टॆन्नीस् कोർट्टिन्ऱॆ चॆऱिय पच्च भागं
वायिൽ वाऴप्पऴमुळ्ळ कुरङ्ङ्
ऒरु पळ्ळियिൽ ऒरुमिच्च् निൽक्कुन्न ऒरु कुटुंबं
प्रॊफषणൽ टॆन्नीस् कळिक्कारൻ ऒरु पन्त् तट्टुन्नु
षोർट्ट् नीलयाण्
मनोहरमायि काणुन्न ऒरु कुळिमुऱि
ऒरु गोपुरत्तिलॆ घटिकारं .
कॊळंबसिनायुळ्ळ तॆरुव् चिह्नं
पिस्सयिൽ ऱॆड् पिस्स सोस्
इरट्ट विमानं आकाशत्त् दृश्यमाकुन्नु
विमानत्तिन्ऱॆ वालिൽ ऒरु पच्च पैൻ मरं
व्यक्तियुटॆ कय्यिൽ भक्षणं
उयरमुळ्ळ ईन्तप्पन
सीब्रयुटॆ मुखं
ऒरु तळिकयिൽ वॆळुत्त अरि
कुञ्ञ् आन
मेशप्पुऱत्तॆ आप्पिൾ कॊट्ट
ऒरु वॆळुत्त ट्रक्क् ओटिक्कൽ
नील कऱुप्पुं वॆळुप्पुं घटिकारं
चॆऱिय परवतानियुटॆ नील अऱ्ऱं
मॆषीनिൽ ऒरु स्क्रीൻ
चुमरिൽ ऒरु वृत्ताकृतियिलुळ्ळ घटिकारं
ऒरु तळिकयिൽ साൻड्विच्चुकൾ
स्केऱ्ऱ्बोർडिൽ स्वॆऱ्ऱർ धरिच्च नाय
गोपुरत्तिन्ऱॆ वशत्त् पच्च वॆळिच्चं
नील षोർट्ट् स्लीव् षർट्ट्
ट्रॆयिनिन्ऱॆ मुൻवशत्त् ऱॆൻफॆ ऎन्न वाक्क्
ऒरु नाययुटॆ सङ्कीർण्णमाय मुखं
" वॆळ्ळ , चुवप्प् पॆट्टि "
" ओऱञ्च् , वैऱ्ऱ् कोൺ "
" पिङ्कुं , ग्रेयुं स्नीक्कർ "
" कऱुप्प् , वॆळ्ळि कत्रिकयिलॆ नील ट्रिं घटकङ्ङൾ "
कऱुप्पुं वॆळुप्पुं प्रिन्ऱ् ऒरु इष्टिक चुवरिൽ तूक्कियिरिक्कुन्नु
ऒरु जोटि चुवन्न षूस्
तटि पोळिलॆ वैद्युत बोक्स्
कैऱ्ऱ्स् पऱप्पिक्कुन्न आळुकൾ .
वैൻ ग्लासुकൾ टोस्ऱ्ऱुचॆय्युन्नु
वॆळ्ळत्तिൽ ऒरु पाय्क्कप्पൽ .
" वॆळ्ळ , कऱुप्प् पन्त् "
वायुविൽ ऒरु पट्टं
ऒराൾ टै नक्कुं
टैलुकൾ कॊण्ट् निർम्मिच्च चित्रं
इत् ऒरु भीमൻ डोनट्ट् आण् .
ऒरु अलमारयिൽ ऒरु पिൻग्विൻ प्लषि
ऒराൾ सिगाർ वलिक्कुन्नु
मनुष्यൻ ऒरु षർट्ट् धरिच्च अल्ल .
ऒरु फ्रिस्बी
आनयुटॆ इटत् कॊम्प्
मून्न् सीब्रकळुटॆ ऒरु ग्रूप्प्
निरवधि जालकङ्ङळुळ्ळ कॆट्टिटं
ऒरु कऱुत्त ट्राष् बाग् .
मनुष्यൻ ऒरु परवतानियिൽ पुष् - अप्पुकൾ चॆय्युन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कुट पिटिक्कुन्न स्त्रीकൾ
करटि वॆळुत्तताण्
फुड् ट्रक्क् तॆरुविൽ निർत्ति .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चॆऱिय मुटियुळ्ळ ऒरु व्यक्ति
वॆळ्ळत्तिൽ ऒरु सർफർ
मऱ्ऱ् आनकळॆ पिन्तुटरुन्न ऒरु कुञ्ञु आन
ऒरु व्यक्ति स्कीयिंग्
ट्रॆयिൻ स्ऱ्ऱेषनिൽ पाർक्क् चॆय्तिरिक्कुन्नु .
बैक्क् कऱुत्तताण्
कुट्टि अवन्ऱॆ तल मुट्टिൽ वॆच्च् विश्रमिक्कुन्नु
ऒरु पताक पർप्पिൾ आण्
मनुष्यन् तविट्ट् निऱमुळ्ळ मुटियुण्ट्
वैൻग्लासिൽ उत्तरवादित्तत्तोटॆ पाक्कऱ्ऱ् आस्वदिक्कुक
वॆळुत्त स्यूट्ट् धरिच्च ऒराൾ
ऒरु प्लॆयिड् तलयिणयुटॆ अटुत्तायि ऒरु वॆळुत्त तलयिण
ऒरु फोർड् लोगो .
वैवർण्यमाय वातिलिलॆ कण्णाटि पूक्कൾ कॊण्ट् अलङ्करिच्चिरिक्कुन्नु
सीब्र निൽक्कुन्नु .
ऒरु कप्पिൽ रण्ट् टूत्त् ब्रषुकൾ
बोർड् कैवशमुळ्ळ व्यक्ति
ट्रॆयिൻ ट्राक्कुकळुटॆ ब्रौൺ ऱॆयिൽ
ऒरेसमयं रण्ट् सॆൽफोणुकൾ उपयोगिक्कुन्न स्त्री
मनुष्यൻ ऒरु डोनट्ट् कऴिक्कुन्नु .
इलकൾ पच्चयाण्
मञ्ञ् मूटियिरिक्कुन्नु .
व्यक्ति स्कीयिंग् चॆय्युन्नु
वळरॆ वलिय आन
ऱोडरिकिൽ निൽक्कुन्न ऒराൾ
आकाशं नीलयाण् .
इलकൾ निऱञ्ञ ऒरु वृक्षं
ऒरु तविट्ट् विळक्क् निऴൽ
कुञ्ञ् आन
ऒरु चिह्नत्तिൽ ओऱञ्च्पोർट्ट् ऎन्न वाक्क् .
कन्नुकालिकൾ वळरॆ दृश्यमाण्
पुऱत्तुळ्ळ ऒरु पशु
ऒरु पूच्च .
चुवरिൽ ऒरु टॆलिविषൻ स्थापिच्चिरिक्कुन्नु
" कऱुप्प् , ओऱञ्च् टेबिൾ "
चुवन्न कुरुमुळक् षेक्कർ
फ्रैकळुटॆ पात्रं
कटൽत्तीरत्त् कुतिरप्पुऱत्तु कयऱुन्न रण्टुपेർ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
इताण् चुवप्प् निऱं
ऒरु पासञ्चർ विमानं चित्रीकरिच्चिरिक्कुन्नु
ऒरु पർप्पिൾ पन्त्
त्रिकोणं पुक उण्टाक्कुन्नु .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु आൺकुट्टि भक्षणं कऴिक्कुन्नु
आट् ऒळिञ्ञुनोक्कुन्नु
ऒरु स्ऱ्ऱीं ऎञ्चिनिൽ निन्नुळ्ळ कऱुत्त पुक
ऒरु बैक्किलॆ ऒरु पोलीसुकारൻ
ट्रक्क् मञ्ञयाण्
टॆन्नीस् ऱाक्कऱ्ऱिलॆ लोगो
निलत्त् चुवप्पुं मञ्ञयुं उळ्ळ पोस्ऱ्ऱ्
ऒरु तॆरुव् विळक्क्
ऒरु मञ्ञ ट्रॆयिൻ
इरुण्ट कुतिरकळिलॆ सवारिकाർ
निർम्मिक्कात्त इरट्ट किटक्क
ऒरु टिवि स्क्रीൻ .
कळिक्कारुटॆ पेर् अवन्ऱॆ षർट्टिൽ
इल
पूच्च ऒरु मेशप्पुऱत्त् इरिक्कुन्नु
सൺग्लासुळ्ळ मनुष्यൻ
मञ्ञुवीऴ्चयिൽ साधनङ्ङൾ
ऒरु अम्पटयाळं वशत्तेक्क् चूण्टुन्नु .
स्विंग् चॆय्याൻ ऒरुङ्ङुन्न ऒरु बाऱ्ऱർ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
चुवप्पुं वॆळ्ळयुं निऱमुळ्ळ ऱॆयिൽवे ट्रॆयिൻ
ऒरु वृद्धൻ
वॆळ्ळत्तिൽ सർफिंग् चॆय्युन्न व्यक्ति
कुञ्ञ् आन
तऱ इष्टिककॊण्टाण् निർम्मिच्चिरिक्कुन्नत्
क्लोक्क् अलङ्कारमाण् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु चुवन्न मक्डॊणाൾड् चिह्नं
वॆळुत्त विभवङ्ङൾ विळम्पुन्नु
ऒरु वण्टिचक्रं
पच्च होळिडे कण्णाटि
पश्चात्तलत्तिलुळ्ळ पाऱ पർव्वतं
मञ्ञ लोगो षർट्टिन् मुन्निൽ तुन्निक्कॆट्टि
मूत्रं वॆळुत्तताण्
वातिൽ
नालुपेർ ऒरुमिच्च् वॆळ्ळत्तिൽ कळिक्कुन्नु
" तविट्ट् , वॆळ्ळ कुतिर "
निർम्मिच्च कट्टिलिൽ मध्य तलयिण .
ऒरु नगर तॆरुविलॆ कॆट्टिटङ्ङൾ
रूपकൽप्पनयुळ्ळ आद्यत्तॆ वॆळुत्त तलयिण
रण्ट् क्यानुकळिൽ तक्काळि
वॆळुत्त षർट्ट् धरिच्च मनुष्यൻ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मऱिञ्ञ बोट्टिൽ मञ्ञु वीऴुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वलत् काൽ
वळञ्ञ टोप्प् उळ्ळ विൻडो
नटप्पातयिलॆ विळ्ळൽ
वॆळुत्त प्लेऱ्ऱिൽ उरुकिय चीसिൽ पॊतिञ्ञ रण्ट् साൻड्विच्चुकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु स्त्री तन्ऱॆ ऱाक्कऱ्ऱ् स्विंग् चॆय्युन्नु
मुकळिलॆ षॆൽफिൽ मून्न् पात्रङ्ङൾ
माൻ स्केऱ्ऱ्बोർडिंग् तॆरुविनटुत्ताण् .
कुतिर क्यामऱयिलेक्क् नोक्कुन्नु
ऒरु व्यक्ति पुऱत्त् स्केऱ्ऱ्बोർडिंग् चॆय्युन्नु
निർत्तुक ऎन्न चिह्नं
पुऱत्त् ऒरु आट्
इळं नील निऱत्तिलुळ्ळ कोट्ट् धरिच्च स्त्री
पूർण्ण ननञ्ञ स्यूट्ट् उळ्ळ व्यक्ति
ऒरु सोप्प् डिस्पॆൻसർ
द्वीप् बीच्च् रंगं
ऒरु विमानत्तावळं
पच्चयुं वॆळ्ळयुं टॆन्नीस् बोൾ
फोट्टोग्राफऱुटॆ पेरुं लोगोयुं
पॆൺकुट्टि मणलिൽ मुट्टुकुत्तुकयाण्
कण्णट दृश्यमाण्
सूर्यकान्तिकळुळ्ळ तविट्ट् मेश तुणि
चुवन्न षർट्टिलुळ्ळयाൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
आनकൾ काणां
वॆळ्ळत्तिलूटॆ सർफिंग् चॆय्युन्नु
वॆळुत्ततुं तविट्टुनिऱमुळ्ळतुमाय पशु
ऒरु वॆळुत्त आट् निൽक्कुन्नु
बस् ऱोडिलाण् .
बैक्किन्ऱॆ मुൻपिलत्तॆ चाट्
ऒरु बाग् कोट्टൺ मिठायि
चुवन्न ऱोस् धाराळं इलकൾ
रण्ट् ट्रॆयिनुकळुं परस्परं अटुत्ताण् .
करटि वॆळ्ळत्तिलाण् .
पूच्चय्क्क् कण्णुण्ट्
मञ्ञिൽ ऒरु नाय
कॊच्चु पॆൺकुट्टि पिङ्क् षർट्ट् धरिक्कुन्नु .
स्केऱ्ऱ्बोർडिलॆ आൺकुट्टि वायुविൽ
पुष्पं मञ्ञयाण्
कोൺ ओऱञ्च् निऱमाण्
तऱयिൽ इरिक्कुन्न कॊच्चु पॆൺकुट्टि
ऒरु वॆळुत्त काळ ऒरु वण्टि वलिक्कुन्नु
रण्ट् वृद्धन्माർ उच्चभक्षणं कऴिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कऱुत्त टॆलिविषൻ स्क्रीൻ
निलत्त् मञ्ञिन्ऱॆ चॆऱिय पाच्च्
आकाशं नीलयाण् .
बस् वॆळुत्तताण्
कुञ्ञ् आन
ऒरु नदियिൽ निन्न् पुऱप्पॆटुन्न ऒरु सीब्र .
निलत्त् कऱुत्त पुळ्ळि
मून्न् मञ्ञ ट्राफिक् लैऱ्ऱुकൾ
विൻडो डिसियुटॆ इरुण्ट पच्च कलं .
अकलॆ शून्यमाय मरं बॆञ्च्
नीळमुळ्ळ पच्च बोट्ट् वॆळ्ळत्तिलाण्
मञ्ञुमूटिय ऒरु स्नोबोർड्
ऒरु स्त्रीयुटॆ बूट्ट्
वॆळुत्त अक्षरं ऎൻ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
" ओऱञ्च् , पർप्पिൾ ऒक्टोपस् कैऱ्ऱ् "
जन्मदिन मॆऴुकुतिरि कत्तिक्कुन्नु
ऎञ्चिनिൽ निन्न् वरुन्न पुक
मञ्ञ निऱत्तिलुळ्ळ व्यक्ति उयरत्तिൽ इरिक्कुन्नु
ट्रॆयिൻ नीलयाण्
पताककൾ दृश्यमाण्
कऱुत्त करटि पुल्लिൽ निൽक्कुन्नु .
पट्टिकयुटॆ फ्रॆयिमिൽ ऒरु लोहत्तिन्ऱॆ कुरुक्क्
फ्रिस्बी ऎऱियाൻ पोकुन्न पॆൺकुट्टि
जिऱाफिൽ चम्मन्ति
फोणिलॆ पॆൺकुट्टियुटॆ चित्रं
मनुष्यन्ऱॆ तलयुटॆ मुकൾभागं
ऒरु माൻ वेव् बोർडिंग्
ऒराൾ डोनट्ट् कऴिक्कुन्नु
कऱुत्त ध्रुवत्तिलॆ चिह्नं
स्त्रीयिൽ नील माल
वीडियो गॆयिमुकൾ कळिक्कुन्न ऒरु कूट्टं आळुकൾ
मून्न् ओप्पൺ लाप्टोप्प् कम्प्यूट्टऱुकൾ
पच्च कण्णुकळुळ्ळ पूच्च
ऒरु कऱुत्त पूच्च
मञ्ञुवीऴ्चयिൽ ऒरु मनुष्यൻ
डोनट्टिൽ मञ्ञ ऐसिंग् .
प्लाऱ्ऱ्फोमिलॆ आळुकळुटॆ निऴൽ
टॆन्नीस् कळिक्कुन्न स्त्री
व्यक्ति स्कीयिंग् चॆय्युन्नु .
वॆळ्ळ षർट्ट् धरिच्च बेस्बोൾ ऎंपयർ
ऒरु नील ऱोड् चिह्नं
ट्रॆयिनिन्ऱॆ चुवटॆ चुवप्प् .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
तविट्टुनिऱत्तिलुळ्ळ कुतिरयुटॆ प्रतिम
मुकൾ वशं काणाताय टोय्लऱ्ऱ् टाङ्क्
नटप्पातयिलूटॆ स्कीयिंग् चॆय्युन्न ऒराൾ
विमानत्तावळत्तिलॆ वॆळुत्त विमानं
ई फोट्टो कऱुप्पुं वॆळुप्पुं निऱत्तिलाण् .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
पॆൺकुट्टियुटॆ षർट्ट् पिङ्क् आण्
कुळिक्कुन्न कुट्टियुटॆ मुखं
हैनॆकॆൻ स्ऱ्ऱोർ मुൻ चिह्नं
स्त्रीकൾ पुरुषनुमायि संसारिक्कुन्नु
ऒरु वलिय विमानं
रण्टुपेർ ऒरु बॆञ्चिൽ इरिक्कुन्नु .
ऒरु जोटि पादत्तिन्ऱॆ भागं
सुन्दरमाय मुटि उळ्ळ कुञ्ञ्
ऒरु पॆൺकुट्टियुटॆ तलमुटियिൽ ऒरु बो उण्ट्
ऒरु डॆक्किൽ रण्ट् कुट्टिकൾ
ऒरु स्त्री बॆञ्चिൽ इरिक्कुन्नु
वॆळिच्चं
चुवन्न सർक्किൾ अतिलूटॆ ऒरु स्लाष् .
कऱुत्त निलपाट्
पुरुषन्ऱॆ कुप्पायं प्लॆय्ड् आण् .
कळिक्कारुटॆ कय्यिൽ मरं बेस्बोൾ बाऱ्ऱ्
ऒरु वलिय कूट्टं सർफऱुकൾ
जन्मदिन केक्क् प्लेऱ्ऱिൽ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु स्त्रीयिൽ इरुण्ट मुटि
सർफ् बोർडुकൾ कैवशमुळ्ळ मून्न् पेർ
शान्तमाय नील तटाकं
बोट्टिलॆ चॆऱुप्पक्कारൻ
ऒरु बुष् चॆन्नि चिह्नं .
चुवप्पुं वॆळ्ळयुं टॆन्नीस् ऱाक्कऱ्ऱ् कैवशमुळ्ळ स्त्री
कुञ्ञ् आन
मञ्ञ कण्णुकळुळ्ळ कऱुत्त पूच्च
नाविൽ चारनिऱत्तिलुळ्ळ हाൻडिൽ .
ऒरु कऱुत्त लैऱ्ऱ् घटकं
कुन्निൻ मुकळिൽ ऒराൾ .
लोहत्तिൽ निർम्मिच्च चीस् ग्रेऱ्ऱർ
चिरिक्कुन्न मऱ्ऱॊरु स्त्रीयुटॆ वलतुवशत्तुळ्ळ स्त्री .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
स्त्रीयुटॆ कय्यिൽ कऱुत्त स्माർट्ट्फोൺ
कऱुत्त वർण्ण अक्षरङ्ङळुळ्ळ वॆळुत्त वർण्ण पेप्पർ
स्कीसिൽ रण्टुपेർ .
लगेज्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वैऱ्ऱ् कळർ लाप्टोप्प्
तविट्टु & ओऱञ्च् निऱत्तिलुळ्ळ षू .
विमानं टाർमाक्किൽ निർत्ति
कऱुत्त षർट्ट् धरिच्च व्यक्ति .
ऒरु मरत्तिन्ऱॆ अग्रं
चार आन आन शाखकൾ
टबिन्ऱॆ वशत्त् मटक्किवॆचिरिक्कुन्न टवൽ
नीळमुळ्ळ मञ्ञ सർफ् बोർड्
बैक्क् मञ्ञयाण्
ऒरु बेस्बोൾ कळिक्कारൻ
ऒरु वलिय तिरमालयुटॆ अटुत्तायि आळुकൾ जॆऱ्ऱ् स्कीयिंग्
ग्लास् कुप्पियिൽ वॆळुत्त पूक्कൾ
सർफ्बोർड् चुवप्पाण् .
वलिय जालकङ्ङळुळ्ळ ऒरु वॆळुत्त बस्
ऒरु स्त्रीयुटॆ कऱुत्त मुटि
सैक्किळुकൾ नदियुटॆ अरिकिൽ निർत्ति
वैൽड्बीस्ऱ्ऱिन्ऱॆयुं रण्ट् सीब्रकळुटॆयुं ऒरु कूट्टत्तिन्ऱॆ पकൽ रंगं
ऒरु तॆरुविൽ अटयाळं निർत्तुक
चुवन्न ट्रॆयिनिൽ ऱ light ण्ट् लैऱ्ऱ् .
ऒरु चुवन्न तीवण्टि ऎञ्चिൻ
टॆन्नीस् कोർट्टिൽ वनित
सीब्र निऱमुळ्ळ बस् पुऱत्त्
ऒरु बाग् कोट्टൺ मिठायि
तिरिञ्ञुनोक्कुन्न ऒरु पूच्चक्कुट्टि
अविटॆ ऒरु विळक्कुमाटमुण्ट्
पुरुषनुं कुट्टियुं जिऱाफिनॆ नोक्कुन्नु
ऒरु पർवतशिखरत्तिन्ऱॆ पकൽ चित्रं
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु क्यामऱामाൻ रंगं चित्रीकरिक्कुन्नु .
आൺकुट्टि बेस्बोൾ कळिक्कुन्नु
पात्रत्तिൽ कुटिक्कुन्नत् पूच्चयाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कैऱ्ऱ् पऱप्पिक्कुन्न व्यक्ति
ऒरु व्यक्तियुटॆ विरൽ नखं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
लगेज् वहिच्च् रण्टुपेർ नटप्पातयिलूटॆ नटक्कुन्नु .
बैक्किनटुत्त् पाऱक्कॆट्ट्
ऒरु पैलऱ्ऱ् तॊप्पियिൽ चिऱकुकൾ
वृत्ताकृतियिलुळ्ळ नीलयुं वॆळ्ळयुं अम्पटयाळं
इरिक्कुन्न कुञ्ञ् कै नोक्कुन्नु
ऒरु जॆऱ्ऱ् विमानत्तिन्ऱॆ मूक्क् चक्रं
पुञ्चिरिक्कुन्न कुट्टि ऒरु बोट्टिൽ इरिक्कुन्नु
ऒरु मतिलिनॆतिरॆ वॆळुत्त ऱफ्रिजऱेऱ्ऱർ
नीण्ट चतकुप्प अच्चाർ कुन्तं
जलत्तिन्ऱॆ अलकൾ
कुञ्ञ् आन
इतॊरु टॆन्नीस् कळिक्कारनाण्
कऱुप्पुं वॆळुप्पुं निऱमुळ्ळ रण्ट् सीब्रकൾ
विदूरत्तुळ्ळ रण्ट् जिऱाफुकൾ .
इतॊरु टोय्लऱ्ऱ् सिङ्काण्
ऒरु स्ऱ्ऱफ् सिंहं .
पिङ्क् निऱच्च पक्षिकൾ ऒरु शाखयिलाण्
जिऱाफिन्ऱॆ नाव् पुऱत्ताण्
वॆळुत्त प्लग् उळ्ळ कऱुत्त ऐपोड्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कुञ्ञ् आन
इत् ऒरु आൺकुट्टि y
टाൻ बेस्बोൾ तॊप्पियिलॆ मुतिർन्न मनुष्यൻ
वॆळ्ळत्तिൽ ऒरु वलिय बोट्ट्
आळुकൾ अत्ताऴत्तिन् पुऱत्त्
पिक्सिन्ऱॆ इटतुवशत्त् तिरक्क्
मनुष्यन्ऱॆ कैयिൽ पच्चकुत्तिट्ट् उण्ट्
ताळिलॆ कऱुत्त वाक्कुकൾ
मञ्ञुवीऴ्चयिൽ ऒरु क्रोस् - कൺट्रि स्कयർ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चोक्लेऱ्ऱ् केक्क् तविट्टुनिऱमाण्
ऒरु पोक्कऱ्ऱिन्ऱॆ भागं
कुट कैवशमुळ्ळ मनुष्यൻ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
तुटർच्चयायि मून्न् चुवन्न स्यूट्ट्केसुकൾ
आळुकळिल्लात्त स्की लिफ्ऱ्ऱ्
पेस्ट्रिकळुटॆ ऒरु बाग् .
ऒरु चारनाकाൻ श्रमिक्कुन्न ऒरु पूच्च .
ऒरु तॆरुविൽ चुवन्न बस्
यात्रक्काർक्कायि ट्रॆयिൻ वातिൽ तुऱन्नु
सवारिक्कारൻ कऱुत्त तॊप्पि धरिच्चिरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
आൺकुट्टि नील स्वॆऱ्ऱർ धरिक्कुन्नु .
स्त्री कुट कुटयिൽ पिटिच्चिरिक्कुन्नु .
" पच्च , चार निऱमुळळ पासञ्चർ ट्रॆयिൻ ऎञ्चिൻ "
कुञ्ञ् आन
ऒरु व्यक्ति चित्रमॆटुक्कुन्नु
" पिङ्क् , कऱुत्त कल्ल् टेबिൾ टोप्प् "
पुल्लिൽ निൽक्कुन्न मनुष्यൻ
इत् ऒरु स्त्रीयाण्
इताण् पुल्ल्
इटतुवशत्त् ऒरु वलिय मेशयुटॆ पिन्निൽ रण्ट् कऱुत्त कसेरकൾ .
नील फ्रिस्बी पिटिच्चिरिक्कुन्न ऒरु स्त्री
चुवन्न बैक्क् तॆरुविൽ पाർक्क् चॆय्तु
ऒरु हिमत्तिन्ऱॆ भागं
मनुष्यൻ वायुविൽ चाटुन्नु
इतॊरु करटियाण्
तॆरुविलूटॆ नटक्कुन्न मनुष्यൻ
हिमपातत्तिൽ निൽक्कुन्न मनुष्यൻ
ऒरु कऱुत्त पूच्चयुटॆ तल
पूक्कळिൽ पक्षि
मेशप्पुऱत्त् प्रतिम
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चुवरिൽ चायं पूशिय ईन्तप्पन
पशु पुल्ल् तिन्नुन्नु
अटयाळ तूणिन् अटुत्तुळ्ळ विळक्क् तूൺ
इताण् आकाशं
इतॊरु पट्टिकयाण्
सർफ्बोർडुकൾ वहिक्कुन्न रण्टुपेർ
ऱൺवेयिलॆ विमानं .
ऒरु मतिलिन्ऱॆ भागं
मनुष्यൻ ऒरु गॆयिं कळिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कुञ्ञ् आन
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु टॆन्नीस् कोർट्टिൽ निൽक्कुन्न मनुष्यൻ
ट्रक्किन्ऱॆ मुൻभागत्त् मञ्ञ चिह्नं
रुचिकरमाय बेक्कणिन्ऱॆ वर
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कुञ्ञ् आन
कॆट्टिटत्तिन्ऱॆ कोൺक्रीऱ्ऱ् निरकൾ
कऱुप्पुं वॆळुप्पुं काळ पुल्लिൽ मेयुन्नु
कऱुत्त ट्रिं उळ्ळ ओऱञ्च् 3
प्रभातभक्षणत्तिनायि ऒरु मेश सज्जमाक्कि
लाम्प्षॆय्ड् वलुताण्
पർव्वतं मञ्ञ् निऱञ्ञताण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
कट्टिलिൽ इरिक्कुन्न नाय .
ऒरु बेस्बोൾ बाऱ्ऱ् कैवशमुळ्ळ मनुष्यൻ
मतिलिन् नेरॆ मञ्ञ् वीशुन्नु
ऒरु वॆळुत्त ट्रक्क् मुൻवशत्तुण्ट्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
वॆळुत्त आवरणमुळ्ळ ऒरु मेश
कटൽत्तीरं काणुन्न ऒरु स्त्री .
ऒरु कषणं लगेज्
ऒरु कटलासिन्ऱॆ भागं
ऒरु कऱुत्त ट्राष् बाग् .
ध्रुवङ्ङळिൽ घटिप्पिच्चिरिक्कुन्न मञ्ञ ट्राफिक् सिग्नलुकൾ
चुवन्न टि - षർट्टिൽ वलिय कऱुप्प् 2
आन पुञ्चिरिक्कुन्नु
ऒरु निलत्तिन्ऱॆ भागं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चुवरिൽ कऱुत्त फोൺ
कै टॆक्स्ऱ्ऱुचॆय्युन्नु
मणൽ कऱुत्तताण्
किटक्कयुटॆ इरुवशत्तुं रण्ट् नैऱ्ऱ् स्ऱ्ऱाൻडुकൾ
मनुष्यन्ऱॆ चुवन्न तॊप्पि
कटൽत्तीरत्त् रण्टुपेർ
वीडियो गॆयिं कण्ट्रोळऱुकൾ कैवशमुळ्ळ ऒराൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
चॆऱिय चुवन्न वृत्तं उळ्ळिൽ वॆळुत्त कुरिश्
कुट्टि सैक्किळिൽ
आकाशं मेघङ्ङळिल्लातॆ नीलनिऱमाण्
आनयुटॆ तल
आप्पिൾ ज्यूसिन्ऱॆ ऒरु काർट्टूൺ .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
भरणि पुष्पत्ताൽ अलङ्करिच्चिरिक्कुन्नु
मनुष्यൻ वस्त्रं धरिच्चिरिक्कुन्नु
आळुकൾक्क् मुकळिलुळ्ळ क्लोक्क्
ऒरु स्ट्रोबॆऱियुटॆ वित्त्
अरिञ्ञ कष्णं कऱुत्त ऒलिव्
मनुष्यൻ चित्रमॆटुक्कुन्नु
मनुष्यൻ बेस्बोൾ कळिक्कुन्नु
उयरमुळ्ळ क्लोक्क् कॆट्टिटं
इतॊरु जलांशं आण्
कवർ ताऴेक्क् ऒरु वॆळुत्त टोय्लऱ्ऱ्
कुञ्ञ् आन
नीलक्कण्णुकळुळ्ळ मनोहरमाय ऒरु कॊच्चुकुट्टि
ऒरु फोट्टो चुवरिൽ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पच्चक्कऱिकൾ पऴुत्तताण्
कुञ्ञ् आन
ऒरु कऱुत्त ट्राष् बाग् .
पय्यൻ वीडियो गॆयिं कळिक्कुन्नु
कण्टॆय्नऱिൽ ऒरु ओऱञ्च् पीच्च्
ऒरु कट्टिलिൽ ऒरु ताऱाव् प्लषि
ऒरु अरिकिन्ऱॆ भागं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
फ्रञ्च् फ्रैकळिൽ काऱ्ऱ्सप्प्
ऒरु बानऱिन्ऱॆ भागं
अलमारयिൽ वॆळुत्त प्लास्ऱ्ऱिक् let ट्ट्लॆऱ्ऱ् बोक्स्
वाषिंग्टൺ डिसियिलॆ युऎस् क्यापिऱ्ऱൽ कॆट्टिटं
फ्रिस्बी कळिक्कुन्न आळुकൾ
मॆऴुकुतिरि वळरॆ तिळक्कमुळ्ळताण्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कुञ्ञ् आन
इव रण्ट् टॆडि बियऱुकळाण्
कऱुप्पुं वॆळुप्पुं फोट्टो
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु स्कीयिंग् ऱिसोർट्ट्
निरवधि लोगोकळुळ्ळ नील हॆൽमॆऱ्ऱ्
वळरॆ उयरमुळ्ळ मनोहरमाय कॆट्टिटं .
वैऱ्ऱ् प्लेऱ्ऱिൽ 2 पञ्चसार डोणट्ट्स्
मनुष्यൻ ऱोडिൽ मोट्टोർ सैक्किൾ ओटिक्कुन्नु
विळक्क् निऴൽ प्रवർत्तनत्तिलाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
" पन्त् पिङ्क् , वॆळ्ळ ऎन्निवयाण् "
इऱुकिय वस्त्रत्तिൽ मनुष्यൻ
आळुकൾक्क् भक्षणमुण्ट् .
तॆरुविൽ निन्न् ताऴोट्ट् ओटुन्न ऒरु बस् .
वॆळुत्त हॆൽमॆऱ्ऱ् धरिच्च मोट्टोർबैक्क् यात्रक्कारൻ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु तविट्टुनिऱत्तिलुळ्ळ मरत्तटि
कुञ्ञ् आन
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पूच्चयुटॆ कण्ण्
नाय सർफिंग् चॆय्युन्नु
ऒरु बाग् कोट्टൺ मिठायि
ऒरु कॆट्टिटत्तिन्ऱॆ टवർ पोलुळ्ळ विभागं
ऒरु वासयोग्यमाय समीपस्थलं
अलङ्कोलप्पॆट्टतुं कुऴप्पमुळ्ळतुमाय जोलिस्थलं
वॆळ्ळं शुद्धमाण्
अऴुक्किൽ ऒरु तविट्ट् बॆञ्च्
बैक्क् पदं
जनं कटൽत्तीरत्त् किटक्कुन्न
वॆळुत्त षूसुळ्ळ ऒराൾ स्केऱ्ऱ्बोർडिंग् आण्
स्केऱ्ऱ्बोർडिलेक्क् आൺकुट्टियॆ सहायिक्कुन्न मनुष्यൻ
निलत्त् अटयाळं निർत्तुक
करटि वस्त्रं धरिक्कुन्नु .
पूच्च ऒरु मयङ्ङुन्नु
ओऱञ्च् स्नो पान्ऱ्स् धरिच्च स्कीयർ
वॆळ्ळि वॆळ्ळक्कसेर
विमानं पऱन्नुयरुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु कॊच्चु पॆൺकुट्टि उपयोगिक्कुन्न टॆन्नीस् ऱाक्कऱ्ऱ् .
ऒरु तुऱन्न लाप्टोप्प्
कऱुप्पुं वॆळुप्पुं पूच्च .
कुञ्ञ् आन
काणाൻ रुचियुळ्ळ पिस्स
इऱच्चि मुकळिलुळ्ळ पिस्स
सർफ् बोർड् मञ्ञयाण् .
मूटൽमञ्ञ् आकाशं
सैऱणुकൾ ओणाण्
अञ्चामत्तॆ चुवप्पुं वॆळ्ळयुं फयർ ऎञ्चिൻ
ऒरु आൺकुट्टि ट्रोळि वलिच्चिटुन्नु .
ऒरु कऱुत्त ट्राष् बाग् .
ट्राक्किൽ चुवप्पुं वॆळ्ळियुं निऱञ्ञ ट्रॆयिൻ
ऒरु कुतिरप्पुऱत्त् परिशोधिच्च हॆड्पीस्
मनुष्यൻ ट्रॆयिൻ प्लाऱ्ऱ्फोमिൽ कात्तिरिक्कुन्नु
पशुक्कൾ अटच्चिट्ट स्थलत्त् मेयुन्नु
बॆञ्च् पऴयताण्
ऒरु वृत्ताकृतियिलुळ्ळ घटिकारं
ऒरु अटयाळं पोस्ऱ्ऱिलॆ कत्त्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
वॆळुत्त सॆऱामिक् कोप्पयिൽ तविट्ट् कोफि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पूच्च कऱुप्पुं वॆळुप्पुं आण्
पच्चमुळक् कूम्पारं
कोൺक्रीऱ्ऱिൽ स्केऱ्ऱ् बोർड्
ऒरु टॆऱासो टैൽ निल
ऒरु आൺकुट्टियुटॆ पुञ्चिरिक्कुन्न कऱुत्त तल .
कोन ब्रीविंग् को . ऎंब्लॆं
आൺकुट्टि वळरॆ दुखितनाण्
इलक्ट्रिक्कൽ l ट्ट्लिऱ्ऱ्
कऱुप्पुं वॆळुप्पुं फोट्टो .
ऒरु कल्ल् पतिच्च तॆरुव् .
मञ्ञ् वॆळुत्तताण् .
पान्ऱ्स् पच्चयाण् .
वातिलिलॆ हाൻडिൽ वॆङ्कलमाण्
मेशप्पुऱत्त् ऒरु काൻ
कुञ्ञ् आन
कुञ्ञ् आन
ऒरु वॆळ्ळि कप्प् ऒरु प्लेऱ्ऱिൽ
ऒरु काऱिलॆ सैड् मिऱർ
वॆळुत्त विमानं लोट्टिൽ निർत्ति
कऱुप्पुं वॆळुप्पुं वरकळुळ्ळ सीब्र
ऒरु मनुष्यन्ऱॆ कय्यिൽ सिगरऱ्ऱ्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
जिऱाफ् तॊऴुत्तिन् पुऱत्त् ऒरु सीब्र
चुवन्न बसिन्ऱॆ चित्रं .
वीण मरत्तिन्ऱॆ अवयवं
ऒरु ट्राक्किൽ चुवन्न लोक्कोमोट्टीव्
मुൻवशत्त् ट्रॆयिनिन्ऱॆ मुकळिलुळ्ळ वॆळिच्चं .
वॆळ्ळत्तिൽ निऱमुळ्ळ वळ्ळङ्ङൾ
मनुष्यൻ पिस्स कऴिक्कुन्नु
फ्रिस्बी वायुविलाण्
मणलिൽ ऒरु मरं सർफ्बोർड्
कटൽत्तीरत्त् ऒरु पट्टं पऱक्कुन्न ऒरु स्त्री .
ऒरु ओऱञ्च् तॊट्टि उण्ट्
चित्रं मङ्ङुन्नु
वै गॆयिं कळिक्कुन्न रण्टुपेർ .
स्पानिषिൽ वॆळुत्त चिह्नं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मालिन्यङ्ङൾ सूप्प् पोलॆ वरय्क्काൻ कऴियुं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
अटुप्पिन् मुकळिलुळ्ळ चुमरिൽ चित्रं
ऒरु जोटि ओऱञ्च् स्कीस् .
वायुविൽ ऒरु स्नोबोർडർ .
टैൽड् ऱूमिलॆ ऒरु विൻडो
ऒरु वाऴप्पऴत्तिൽ ऒरु तविट्ट् पुळ्ळि
आळुकൾ कुतिरवण्टियिलाण्
वॆळ्ळत्तिൽ रण्टुपेർ
मञ्ञुमलयिൽ स्कीयिंग् चॆय्युन्न ऒरु कुट्टि
आൺकुट्टिकൾ फुट्बोൾ कळिक्कुन्नु .
ऒरु नीप्पाडिൽ ऒरु स्पोർट्स् लोगो
2 मणिक्कूർ परिधि चिह्नं पच्चयाण्
कुट्टि मुकळिलेक्क् नोक्कुन्नु
मञ्ञिൽ ऒरु नाय
ऒरु विभवत्तिन्ऱॆ अग्रं
वलिय कऱुत्त कुट
ब्लाक्क् आൻड् वैऱ्ऱ् फोट्टो
ट्रॆयिनिൽ ऒरु हॆड्लैऱ्ऱ्
इतॊरु ट्रॆयिൻ आण्
ऒरु कुप्पियुटॆ भागं
वॆळ्ळत्तिൽ ओटुन्न ऒराൾ
वैक्कोൽ तॊप्पि धरिच्च स्त्री
वॆळ्ळि पात्रत्तिൽ उण्ट्
वीटिन् ओऱञ्च् मेൽक्कूर
पुल्ल् पच्चयाण्
इतॊरु जिऱाफाण्
ऒरु कॆट्टिटत्तिन् मुम्पिलुळ्ळ ऒरु अग्नि जलांशं उण्ट्
इतॊरु कयऱाण्
स्वीकरणमुऱियिൽ वीडियो बौळिंग् कळिक्कुन्न युवाव्
वाऴमरत्तिൽ निन्नुळ्ळ पच्च शाख .
चुवप्पुं वॆळ्ळयुं टॆयिൽ लैऱ्ऱ्
ऒरु कऱुत्त ट्राष् बाग् .
इरुण्ट आकाशत्तिन्ऱॆ भागं
ऒरु पॆൺकुट्टियुटॆ चुरुण्ट तविट्ट् निऱमुळ्ळ मुटि
चुवन्न तलयुळ्ळ स्त्री वॆळुत्त हॆड्बाൻड् धरिक्कुन्नु
इताण् आकाशं
कुञ्ञ् आन
स्वॆऱ्ऱർ धरिच्च पय्यൻ
चुवरुकळिൽ चुवरॆऴुत्त्
इत् ऒरु मनुष्यनाण्
कऱुत्त लैफ् जाक्कऱ्ऱ्
इत् ऒरु मनुष्यनाण्
ऒरु पूच्च
ई षोट्टिൽ आऱ् फ्रॆयिमुकळुण्ट्
नियन्त्रणत्तिनटुत्तायि रण्ट् कऱुत्त मोट्टोർसैक्किळुकൾ
वॆळ्ळत्तिൽ चॆऱिय वॆळुत्त तरंगं
मनुष्यൻ सർफिंग् चॆय्युन्नु
इताण् आकाशं
निलं पच्च निऱमाण् .
पिस्स अरिञ्ञत्
चिल मेघङ्ङळुटॆ भागं
इरिक्काൻ ऒरु बॆञ्च्
कुञ्ञ् आन
ऒरु वऴियिलॆ स्केऱ्ऱ्बोർडർ
ऒरु पट्टं कैवशमुळ्ळ नग्नयाय स्त्री .
पच्च पुल्लिൽ रण्ट् कुतिरकൾ
ऒरु टाबि पूच्च
कय्यिൽ पऴङ्ङळुळ्ळ कंगारु
मोट्टोർसैक्किळिन्ऱॆ प्रधान निऱं पच्चयाण्
ऒरु बाग् कोट्टൺ मिठायि
इताण् आकाशं
तॆरुविൽ चुवप्पुं वॆळ्ळयुं काർ
ऒरु कऱुत्त ट्राष् बाग् .
साङ्कൽप्पिक टॆन्नीस् पन्त् वायुविൽ
कुञ्ञ् आन
भक्षणत्तोटुकूटिय ऒरु मेश
कुञ्ञ् आन
कुञ्ञ् आन
ध्रुवत्तिൽ चुवन्न वॆळिच्चं
इत् फोट्टोयिलॆ ऒरु सीब्रयाण्
उयरमुळ्ळ तॆरुव् लैऱ्ऱ् पोൾ
इतॊरु फऱोस् फोणाण् .
कम्प्यूट्टർ स्क्रीൻ
गतागत अटयाळं ध्रुवत्तिൽ घटिप्पिच्चिरिक्कुन्नु .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
नीळमुळ्ळ मुटियुळ्ळ तल .
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
चिल द्वारङ्ङळुटॆ भागं
लाप्टोप्पिൽ मोणिऱ्ऱർ
ऒरु इरुम्प् षीऱ्ऱिन्ऱॆ भागं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कॆट्टिटत्तिन्ऱॆ पेर्
ऒरु तुणियुटॆ भागं
बैक्क् ओटिक्कुन्न स्त्री
ऒरु टोय्लऱ्ऱ् तऱयिൽ घटिप्पिच्चिरिक्कुन्नु .
रुचिकरमाय लुक्किंग् पिस्स
लामिनेऱ्ऱड् वैऱ्ऱ् नॆयिं टाग्
मोप्पॆडुकൾक्कॆल्लां पिन्निൽ बोक्सुकळुण्ट्
आळुकൾ ऒरु वलिय मेशय्क्कु चुऱ्ऱुं इरिक्कुन्नु
वलिय आनयुटॆ अटुत्तुळ्ळ चॆऱिय आन
मनुष्यन्ऱॆ तलयिൽ चुवन्न तलप्पाव्
वळरॆ वलिय इष्टिक कॆट्टिटं
इतॊरु स्केऱ्ऱ् बोർडाण्
उयरमुळ्ळ पुल्लिन्ऱॆ भागं
ऒरु कऱुत्त ट्राष् बाग् .
प्लेऱ्ऱिलॆ पिस्सयुटॆ कष्णं
कुञ्ञ् आन
सीब्रास् वालिन्ऱॆ अग्रं
इताण् आकाशं
जिऱाफिन्ऱॆ वयऱ्
कुञ्ञ् आन
मनुष्यन्ऱॆ तलयिൽ चुवप्पुं वॆळ्ळयुं हॆൽमॆऱ्ऱ्
हॆൽमॆऱ्ऱिൽ ग्लासुकൾ
पुरुषन्मारुं स्त्रीकळुं ऒरु मेशय्क्कु चुऱ्ऱुं इरिक्कुन्नु
मञ्ञुवीऴ्चयिൽ स्कि ट्राक्कुकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु चुवन्न फ्लाग्
ओऱञ्च् नम्पऱुकळिൽ 436 उळ्ळ वैऱ्ऱ् बस्
षोप्पिन् पुऱत्त् ऊष्मळ कालावस्थय्क्कायि वस्त्रं धरिच्च स्त्री
इत् ऒरु मनुष्यनाण्
पूच्चयिൽ पिङ्क् मूक्क्
कुतिरप्पुऱत्त् ऒरु व्यक्ति .
संभरण तॊप्पियिलॆ मनुष्यन्ऱॆ काർट्टूൺ
टॆन्नीस् कळिक्कारൻ कऱुत्तवनाण्
ऱोडिൽ चुवन्न बस् ओटिक्कुन्नतु
द्वीप् बीच्च् रंगं
वैऱ्ऱ् ग्लासुं प्लास्ऱ्ऱिक् ब्लॆൻडऱुं
द्वीप् बीच्च् रंगं
बाऱ्ऱेऴ्स् बोक्सिन् पिन्निൽ अम्पयർ निൽक्कुन्नु .
ऒरु होट्ट् डोग् पिटिचिरिक्कुन्न ऒराൾ
बेस्बोൾ कळिक्कारൻ तन्ऱॆ बाऱ्ऱ् पिटिक्कुन्नु
ऒरु बीच्चिन्ऱॆ अरङ्ङेऱिय फोट्टो
किटक्कय्क्क् चुऱ्ऱुं नील बॆड् पावाट
इतॊरु पोस्ऱ्ऱऱाण्
वॆळुत्त पूच्च कैप्पत्ति
आकाशत्तिलॆ कैऱ्ऱ्
ओऱञ्च् फ्रिस्बी
मनुष्यൻ स्केऱ्ऱ्बोർडिंग् आण्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
आटुकൾ क्यामऱयिलेक्क् नोक्कुन्नु
नियोൺ लैऱ्ऱुकळिൽ ऱेडियो सिऱ्ऱि म्यूसिक् हाൾ
चुवन्न मांसं
वॆळुत्त पुळ्ळि आटुकൾ
वळरॆ वलिय पट्टं
कटൽत्तीरत्त् कऱुप्पुं वॆळुप्पुं चित्रं
मञ्ञ फ्रिस्बियॆ पिटिक्कुन्न तविट्ट् नाय
ग्रे ट्रक्क् तॆरुविൽ पाർक्क् चॆय्तिरिक्कुन्नु
केक्क् प्लेऱ्ऱुकळिൽ पॊतिञ्ञ ऒरु मेश
शोभयुळ्ळ ओऱञ्च् फयർ ट्रक्क्
ऒरु बसिनॊप्पं मून्न् विൻडोकळुटॆ ऒरु वरि
आळुकൾ पच्च कुटय्क्क् चुऱ्ऱुं कूट्टमायि
बैक्किൽ जोलि चॆय्युन्नयाൾ
ऒरु स्त्रीयुटॆ तल .
कटൽत्तीरत्त् ऒराൾ .
इताण् नीलवॆळ्ळं
रण्ट् सीब्रकൾ
कुञ्ञ् आन
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कुन्निन्ऱॆ अरिकिൽ ऒरु पशु .
पिक्क् - अप्प् ट्रक्कुकൾक्कुळ्ळ मॆऱ्ऱൽ टूൾ बोक्स्
कौण्टऱिൽ वॆळुत्त मैक्रोवेव् .
तॆरुविलूटॆ रण्ट् ट्राफिक् लैऱ्ऱुकൾ
ऒरु वलिय वॆळ्ळि नाൽक्कवल
ऒरु टोय्लऱ्ऱिन् अटुत्तायि ऒरु टोय्लऱ्ऱ् ब्रष्
ऒरु स्त्रीयुटॆ नील माल
वयलिलॆ मृगङ्ङळुटॆ कूट्टं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु ध्रुवत्तिൽ ऒरु वॆळुत्त घटिकारं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चत्त मरं निलत्तु किटक्कुन्नु
ऒरु चोक्लेऱ्ऱ् कप्प् केक्किൽ जिऱाफिन्ऱॆ मुखं
नाल् ऱोड् चिह्नङ्ङळुटॆ गणं
वलिय तविट्ट् तटि वातिൽ
समुद्रत्तिൽ ऒरु मनुष्य कैऱ्ऱ् बोർडिंग्
चारनिऱत्तिलुळ्ळ कम्पिळि स्वॆऱ्ऱർ
ऒरु कूट्टं ओऱञ्च्
इयाൾ टॆन्नीस् कोർट्टिलाण् .
ऒरु कॆट्टिटत्तिलॆ क्लोक्क् टवർ
ऒरु पाचकक्कारनॆप्पोलॆ वस्त्रं धरिच्च ऒराൾ
समाधानपरमाय पुൽमेट्टिൽ वॆळुत्त आटुकൾ
पॆൺकुट्टियुटॆ तल
चक्रं वृत्तिकॆट्टताण्
कुतिर नटक्कुन्नु
कऱुत्त टोप्पिनॊप्पं नील कൺवेർट्टिबिൾ
आरोग्यकरमाय कॆट्टिवॆच्च उच्चभक्षणं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
तॆरुविൽ कऱुत्त ताम्रजालं
तॆरुविൽ चुवन्न बस् पाർक्क् चॆय्तु
लिऱ्ऱिൽ सीसऱिन्ऱॆ होट्ट् आൻड् ऱॆडि पिस्स चिह्नं
पादत्तिൽ ऒरु षू
मञ्ञ स्कूൾ बस् चॆळियिൽ
नील ट्रॆयिൻ काർ
व्यक्तमाय ग्लास् पात्रं अतिൽ पिस्स सोस्
ऒरु डबिൾ डॆक्कർ बस्
चुवन्न उणक्कत्तिൽ वॆळुत्त चैनीस् अक्षरङ्ङൾ
डोक्क्न् अटुत्त् उळ्ळ नाल् वलिय पाऱकൾ
तिळङ्ङुन्न कऱुत्त उपरितलं
बोट्टुकൾ वॆळ्ळत्तिൽ प्रतिफलिक्कुन्नु
कट्टिलिൽ चुवन्न आश्वासकൻ
वायुविൽ पർप्पिൾ कैऱ्ऱ्
कण्णाटियिൽ प्रतिफलिक्कुन्न प्रकाशं
घटिकारङ्ङൾ निऱञ्ञ ऒरु मेश
विൻडो डिसियुटॆ पूच्च निൽक्कुन्नु .
मेशक्कटियिൽ ऒरु विश्रमिक्कुन्न पादं
मून्न् पेർ चित्रत्तिलुण्ट् .
ऒरु वेलियुटॆ कुऱ्ऱि .
रण्ट् आൺकुट्टिकൾ तऱ तूत्तुवारुन्नु
मनुष्यൻ ऒरु पट्टं पऱत्तुन्नु
आकाशं नीलयाण् .
ऒरु फयർ हैड्रान्ऱ् टोप्प् अटय्क्कुक
ऒरु जिऱाफ् मणलिൽ इरिक्कुन्नु
ऒरु मनुष्यन्ऱॆ कऴुत्त् टै
स्केऱ्ऱ्बोർडिൽ ऒरु कॊच्चुकुट्टि
ऒरु सैक्किൾकारൻ बैक्क् पात सूं चॆय्युन्नु
प्रॊफषणൽ बेस्बोൾ कळिक्कारൻ निൽक्कुन्नु
कटൽत्तीरत्त् रण्टुपेർ
ऒरु मनुष्यൻ चिल पशुक्कळॆ मेय्क्कुन्न रंगं
चुवप्पुं वॆळ्ळयुं टॆन्नीस् ऱाक्कऱ्ऱ्
वलिय वॆळुत्त पशु
शोभयुळ्ळ रण्ट् वॆळुत्त आटुकൾ
ऒरु ब्रेक्क् ऱूमिൽ नाल् मैक्रोवेव्
कऱुप्पुं वॆळुप्पुं फिൽट्टർ .
उयरमुळ्ळ ऒरु सोड काൻ
बैक्कुकळिलॆ आळुकൾ
नील पश्चात्तलत्तिलुळ्ळ वॆळुत्त वाचकं
ऒरु वॆळुत्त नाल् वातिൽ काർ .
ऒरु पऴय टयർ .
ऒरु कष्णं पॆक्कൻ
ऒरु धूम्रनूൽ वाणिज्य बस्
ऒरु कूट्टं कोऴिकൾ .
मरङ्ङൾ पच्चयाण् .
ऒरु कोൺक्रीऱ्ऱ् बोट्ट् ऱाम्प्
ऒरु तीवण्टियुटॆ मुൻवशं
तीवण्टि पच्चयुं वॆळ्ळयुमाण्
पूक्कൾ चुवप्पाण् .
चॆम्मीൻ सुषि
रण्टुपेർ ऒरु मेशयिൽ इरिक्कुन्नु
ऒरु करटियुटॆ चॆवि
वलत् ओऱञ्च् क्लीऱ्ऱ्
2 लाप्टोप्पुकൾ चित्रीकरिच्चिरिक्कुन्नु
ऒरु प्लेऱ्ऱिൽ ऒरु चोक्लेऱ्ऱ् मधुरपलहारं
ऒरु चुवन्न बेस्बोൾ तॊप्पि
रण्ट् पॆट्टि डोणट्ट्स्
आरुटॆयॆङ्किलुं कय्यिൽ कऱुत्त सॆൽ फोൺ
ग्रे मॆऱ्ऱൽ चिह्नं
पूक्कൾ निऱञ्ञ ऒरु पात्रं
कुञ्ञ् आन
मनुष्यൻ ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् पिटिक्कुन्नु
कऱुत्त पान्ऱ्स् धरिच्च व्यक्ति .
वायुविൽ एऱ्ऱवुं उयർन्न कैऱ्ऱ्
ऒरु सीब्र तल
ऱाम्पिൽ निन्न् पोकुन्न स्केऱ्ऱ्बोർड् .
चुमरिൽ ऒरु वृत्ताकृतियिलुळ्ळ कण्णाटि
ऒरु पिच्चർ ऒरु बेस्बोൾ पिच्च् चॆय्युन्नु
ऒरु कऱुत्त ट्राष् बाग् .
शरीरत्तिൽ निन्न् बाऱ्ऱ् उयർत्तिप्पिटिक्कुन्न हिऱ्ऱർ
मनुष्यन्ऱॆ कण्णुकൾ अटञ्ञु
शून्यमाय षांपॆय्ൻ फ्लूट्टुकൾ
वनत्तिनटुत्तुळ्ळ ऒरु पाർक्क् बॆञ्च्
ऒरु कऱुत्त ट्राष् बाग् .
मोट्टोർ बैक्किൽ इरिक्कुन्न मनुष्यൻ .
जिऱाफ् मरत्तिൽ निन्न् मेयुन्नु
ऒरु बाग् कोट्टൺ मिठायि
ऒरु विमानत्तिन्ऱॆ वाൽ
वॆळुत्त पान्ऱिൽ स्त्री
ऒरु पानलिलॆ पच्च पुष् बट्टൺ
ऒरु वै कൺसोळुं ऱिमोट्टुं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मञ्ञ टॆन्नीस् बोൾ मिड् ऎयർ
पट्टिक टाൻ आण्
आकाशं नीलयाण् .
कुञ्ञ् आन
ऒरु स्नोबोർडർ वायु पिटिक्कुन्नु
" तविट्ट् , कऱुप्प् निऱत्तिलुळ्ळ पूच्च "
वेलिक्क् पिन्निൽ वॆळुत्त आट्टिൻकुट्टि
कटൽत्तीरत्त् ऒरु कैऱ्ऱ् सർफർ
पकुति कऴिच्च होट्ट् डोग्
मेश वॆळ्ळियाण्
ऒरु कुप्पि चूटुळ्ळ सोस्
मनुष्यൻ क्रॆयिनिൽ निൽक्कुन्नु
ग्रे ऎलिफन्ऱ् टस्क्
चारनिऱत्तिलुळ्ळ कुप्पायमुळ्ळ मनुष्यൻ
चॆऱिय कुञ्ञ् आन
वॆळ्ळत्तिलॆ प्रकाशत्तिन्ऱॆ प्रतिफलनं
लिऱ्ऱिൽ टोय् ऱोक्किंग् होऴ्स्
तविट्ट् तटि तऱ
मेशप्पुऱत्त् पिस्स
मऱिच्चिट्ट स्केऱ्ऱ्बोർड्
वॆळ्ळ ओवൻ इन्ऱർफेस्
वॆळ्ळि पात्रङ्ङൾ
शून्यमाय षांपॆय्ൻ फ्लूट्टुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
लोहत्तिन्ऱॆ कालुकळुळ्ळ मुकൾभागं कण्णाटियुळ्ळ मेशकൾ
मरं पाർक्क् बॆञ्चुकൾ
आकाशत्त् चिल मेघङ्ङൾ
ऒरु पच्च चट्टि
ऒरु तुणियिൽ मून्न् वॆळ्ळि स्पूൺ
ओऱञ्च् मत्स्यं अक्वेऱियत्तिൽ
मनुष्यൻ मण्णिൽ निൽक्कुन्नु .
ऒरु नाययुटॆ चॆवि
नीलयुं वॆळ्ळयुं षർट्ट् धरिच्च मनुष्यൻ
कळिक्कारन्ऱॆ कय्यिलॆ वॆळुत्त फ्रिस्बी .
जिऱाफ् उयरवुं निवർन्नुनिൽक्कुकयुं चॆय्युन्नु
चुवन्न ऱोस् मुकुळं
वेलि इरुम्पाण्
ऒरु आप्पिൾ तूक्कियिरिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु वॆळुत्त पूच्च
ऒरु चुवन्न डबिൾ डॆक्कർ बस्
मुखत्त् वॆळुत्त अटयाळमुळ्ळ कऱुत्त पूच्च
नीलयुं वॆळ्ळयुं दिशयिलुळ्ळ तॆरुव् चिह्नं
मनुष्यൻ चाटुकयाण्
ऒरु चॆऱिय अमेरिक्कൻ पताक
अऴुक्कुचालिൽ निൽक्कुन्न सॆब्र .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
शोभयुळ्ळ नील टिष्यु बोक्स्
कऱुत्त चॆविकळुळ्ळ वॆळुत्त नाय
नाय पिक्निक् मेशप्पुऱत्त् इरिक्कुन्नु
ब्रौൺ टॆडि बियർ .
ऒरु नैऱ्ऱ् स्ऱ्ऱाൻडिൽ ऒरु विळक्क्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
निलं कोൺक्रीऱ्ऱाण् .
कऱुप्पुं वॆळुप्पुं बेस्बोൾ बाऱ्ऱ्
मरुभूमिकळुटॆ ऒरु मेश
मऱ्ऱ् चिह्नत्तिन् मुकळिൽ पच्च चिह्नं
कोप्प् बैक्किलाण्
स्त्रीकൾ पुल्लिൽ नटक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कुञ्ञ् आन
नील पुष्प कॆऱ्ऱिൽ
पिटिकळुळ्ळ वॆळुत्त षोप्पिंग सञ्चि
ट्रॆयिनिन्ऱॆ मुൻवशत्तॆ नम्पർ
ऒरु बाग् कोट्टൺ मिठायि
कऱुप्पुं वॆळुप्पुं वॆळ्ळं
सർफ्बोർडिൽ निൽक्कुन्न मनुष्यൻ
आनयुटॆ तलयुटॆ पिൻभागं वॆळ्ळत्तिൽ
इळं नील षർट्टिलुळ्ळयाൾ धरिक्कुन्न तॊप्पि .
कऱुप्पुं वॆळुप्पुं स्ऱ्ऱिक्कർ
मेशयिलॆ ऒरु चॆऱिय वर
वायुविൽ वॆळुत्त फ्रिस्बी .
ओऱञ्च् अक्षरं सि
ऒरु वेलि
ऒरु किटप्पुमुऱियिൽ अलङ्कार किटक्क
ट्रक्क् वॆळुत्तताण् .
ऒरु मेशप्पुऱत्त् ऒरु फोൺ
आकाशं नीलयाण् .
कट्टिलिൽ किटक्कुन्न पूच्च
कूटुतलुं चुवन्न कुट कैवशमुळ्ळ व्यक्ति .
ऒरु गोपुरत्तिन्ऱॆ मुकൾभागं
तविट्ट् नाय
ऒरु मनुष्यन्ऱॆ मुखं
डोनट्ट्सिन्ऱॆ ऒरु वॆळ्ळि ट्रे
भक्षणत्तिन् कीऴिलुळ्ळ मॆऴुक् पेप्पർ
" मनुष्यൻ ऒरु पात्रवुं , ऒरु कषणं पिस्सयुं पिटिक्कुन्नु "
वळरॆ व्यक्तमाय नीलाकाशत्तिൽ नील विमानं
वैऱ्ऱ् टोय्लऱ्ऱ् सीऱ्ऱुं वीൽ बारलिൽ लिडुं .
ऒरु चुवन्न कॆट्टिटं
कऱुप्पुं मञ्ञयुं टॆन्नीस् ऱाक्कऱ्ऱ्
चिल बीच्च् कसेरकൾक्क् मुकळिൽ ऒरु मञ्ञ कुट .
मञ्ञ् वॆळुत्तताण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मुकळिൽ वलतुवशत्त् प्रकाश प्रतिफलनङ्ङळुटॆ चॆऱिय सർक्किळुकൾ .
चित्रं कऱुप्पुं वॆळुप्पुं निऱत्तिलाण्
आनयॆ नोक्कुन्नतिन् समीपं रण्टुपेർ
ऒरु वॆळुत्त तॆरुव् वॆळिच्चं
वॆळुत्त मुखमुळ्ळ ऒऱ्ऱ कऱुत्त आटुकൾ
बाऱ्ऱऱिनटुत्तुळ्ळ हों प्लेऱ्ऱ्
पिङ्क् निऱमुळ्ळ टोय्लऱ्ऱ्
ब्रूक्क्स् ब्रोस् कटयुटॆ चिह्नं
तॆरुविൽ बस्
निङ्ङൾक्क् काणाൻ कऴियुन्न ऒरु वातिൽ
कुञ्ञिन्ऱॆ इटत् पुरिकं .
पिस्सयुळ्ळ ऒरु पेप्पർ प्लेऱ्ऱ्
नदियिൽ निൽक्कुन्न रण्ट् आनकൾ
आकाशत्त् इरुण्ट मेघङ्ङൾ
नटुमुऱ्ऱत्त् वॆळुत्त कसेरकൾ
ऒरु बोർडिൽ ऒरु कऱुत्त नाय
ऒरु काർ ओटिक्कुन्न मनुष्यൻ
अकलॆयुळ्ळ ऒरु चॆऱिय वीट् .
निलत्तॆ व्यक्तियुटॆ निऴൽ
ऒरु मुऱियिൽ वॆळिच्चं वरुन्नु
कुट्टिकൾ सोक्कർ कळिक्कुन्नु
वॆळुत्त पूच्चयुटॆ वलिय कण्णुकൾ .
मतिൽ इष्टिकयाण् .
पच्च वाऴप्पऴत्तिन्ऱॆ कुलकൾ .
इरुण्ट मुटियुळ्ळ मनुष्यൻ वॆळ्ळत्तिൽ आनयॆ तॊटुन्नु .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कुप्पि पच्च कण्णाटियाण्
तीवण्टिक्कायि कात्तिरिक्कुन्न आळुकൾ .
वलिय स्वीकरणमुऱि
ऒरु तोमस् दि टाङ्क् ऎञ्चिൻ केक्क्
कुतिरय्क्क् मञ्ञ लॆड् कयർ
ऒरु जोडि कऱुत्त षोർट्ट्स्
मून्न् स्यूट्ट्केस् अटुक्कियिरिक्कुन्नु
ग्रीൻ स्नीक्कऱुकळुटॆ ऒरु पॆयർ
आൺकुट्टिकൾ wii कळिक्कुन्नु
मनुष्यन्ऱॆ कण्णटयिलॆ प्रतिफलनं
वलतु कैयिൽ ऒरु बेस्बोൾ कय्युऱ धरिक्कुन्नु
ऒरु मेशप्पुऱत्त् ऒरु वॆळुत्त विभवत्तिൽ चुवन्न पास्त
स्केऱ्ऱ्बोർडिलॆ ऒरु पग्
क्लोक्क् टवऱुळ्ळ ऒरु प्रधान कॆट्टिटं
मृगत्तिन्ऱॆ तलयिൽ वलिय कॊम्प् .
पात्रं वॆळुत्तताण्
कारऱ्ऱ् कषणङ्ङൾ
पूच्चयुटॆ कण्ण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
आकाशत्त् ऒरु विमानमुण्ट्
वॆळुत्त पोർसलैൻ वृत्तियुळ्ळ टोय्लऱ्ऱ्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
केक्क् मेशप्पुऱत्त्
कुञ्ञ् आन
इतॊरु सॆൽ फोणाण् .
वॆळ्ळत्तिलूटॆयाण् बस् ओटिक्कुन्नत् .
ऒरु उप्प् कुलुक्कत्तिൽ पशु पाव
कय्यिൽ टॆन्नीस् ऱाक्कऱ्ऱ् .
मञ्ञ चायं पूशिय अग्नि जलांशं
फयർहैड्रൻऱ् वॆळ्ळि निऱमाण्
समाधान चिह्नं उण्टाक्कुन्न स्त्री
चॆऱिय नाय स्यूट्ट्केसिൽ किटक्कुन्नु
मनुष्यൻ ऒरु मूत्रप्पुरयिൽ निൽक्कुन्नु
" नील , तविट्ट् स्केऱ्ऱ्बोർड् ऱाम्प् "
ऒरु पोർसलैൻ पश्चात्तलत्तिൽ ऒरु ऒच्च्
मनुष्यൻ कैवशं वच्चिरिक्कुन्न टॆन्नीस् ऱाक्कऱ्ऱ्
रण्ट् कसेरकळुण्ट्
पिस्स ऒरु कत्रिक उपयोगिच्च् मुऱिक्कुन्नु
ऒरु ऎञ्चिन्ऱॆ भागं
ऒरु मनुष्यन्ऱॆ मेൽ ऒरु तविट्टुनिऱं
आळुकൾ स्कीयिंग् चॆय्युन्नु .
ऒरु प्लेऱ्ऱिलॆ पात्रङ्ङൾ
टोस्ऱ्ऱुचॆय्त साൻड्विच्च् पकुतियायि मुऱिच्चु
इतॊरु कॆट्टिटं आण्
कोർट्टिൽ नील उपरितलं .
ऒरु कटൽत्तीरत्त् मून्न् सർफऱुकൾ
आन तुम्पिक्कै .
ऒरु पुऱंतोट् चीस् पिस्स
पच्च मालिन्य कूट
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
चुमरिൽ वलिय चित्रं
कुञ्ञ् आन
पून्तोट्टत्तिൽ पच्च पुल्ल्
इळं नील निऱत्तिलुळ्ळ सർफ्बोർड् ऒरु प्लान्ऱऱिൽ निन्न् पुऱत्तेक्क्
जिऱाफ् इटत्तेक्क् नोक्कुन्नु
आनयुटॆ चॆवि
ऒरु वॆळ्ळि मूർच्चयुळ्ळ कत्ति
अवळुटॆ वलतु कैयिलॆ टॆन्नीस् ऱाक्कऱ्ऱ् .
इतॊरु डबिൾ डॆक्कർ बस् अल्ल .
पेप्पർ टवൽ होൾडർ तटियाण्
ननञ्ञ स्यूट्ट् धरिच्च व्यक्ति
कॆट्टिटत्तिൽ ऒरु क्लोक्क् उण्ट्
" चीस् , मांसं ऎन्निव कैवशमुळ्ळ प्लेऱ्ऱ् "
स्पैडർमाൻ चित्रमुळ्ळ पेप्पർ प्लेऱ्ऱ्
तीवण्टिൽ ऒरु काऱ्ऱुमऱ
ऒरु वयलिൽ निൽक्कुन्न तविट्टुनिऱत्तिलुळ्ळ पोणि .
कऱुत्त लाप्टोप्प्
ट्रिफिक् लैऱ्ऱ् .
अलङ्करिच्च ऒरु ध्रुवमुण्ट्
भक्षणं वऱुत्तताण्
ऒरु विभवत्तिൽ पीच्च् .
सिग्नൽ लैऱ्ऱुकൾ तॆरुविन् मुकळिൽ तूक्कियिरिक्कुन्नु
मून्न् पेർ मेशप्पुऱत्त् .
मरं कानो भागिकमायि करयिൽ
सीब्र तिन्नुन्न पुल्ल्
पश्चात्तलत्तिൽ टॆलिफोൺ पोൾ ओफाण्
रण्ट् चॆऱिय तविट्ट् कुतिरकൾ
इताण् पुल्ल्
आकाशत्त् वॆळुत्त मेघङ्ङൾ
कुञ्ञ् आन
कुञ्ञ् आन
जीൻस् धरिच्च ऒरु मनुष्यൻ
पॆप्पർऱोणि पिस्सयुटॆ ऒऱ्ऱ स्लैस्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
मञ्ञुमूटिय चरिविलूटॆ स्कीयिंग् चॆय्युन्न ऒराൾ .
ऒरु करटि
कुञ्ञ् आन
इत् इरट्ट गतागत विळक्क् आण् .
वायुविൽ चुवन्न पट्टं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
पർवतत्तिन् मुन्निलॆ मरङ्ङळुटॆ वरि
क्लोस् अप्प् टवऱिൽ ऒरु वलिय क्लोक्क् मुखं
टोय्लऱ्ऱ् वॆळुत्तताण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मरत्तिൻ्ऱॆ पुऱंतॊलि
आൺकुट्टियुं पॆൺकुट्टियुं स्कि पठिक्कुन्नु
कुञ्ञ् आन
पातकत्तिൽ किटक्कुन्न डिष् टवൽ
ग्लास् वॆच्चिरिक्कुन्न ब्रौൺ मेश
मनुष्यन्ऱॆ मुखत्त् चुवप्पुं कऱुप्पुं निऱमुळ्ळ कण्णट
ऒरु मरं बॆञ्च्
ऒरु चॆऱिय वॆळुत्त पूच्च .
" टाൻ , नील तलयिण "
मोट्टोർ सैक्किळिनटुत्त् मुट्टुकुत्तिय मनुष्यन्ऱॆ मीश .
मञ्ञ जाक्कऱ्ऱ् धरिच्च ऒराൾ .
नाययुटॆ तल जनलिൽ निन्न् पुऱत्तेक्क्
द्वीप् बीच्च् रंगं
चुवप्पुं वॆळ्ळयुं ट्रॆयिൻ
वॆळुत्त फ्रॆयिं उळ्ळ कण्णाटि
अकलॆ तिङ्ङि निൽक्कुन्न पच्च मरङ्ङळुण्ट्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
आൺकुट्टि कऱुत्त तॊप्पि धरिक्कुन्नु .
रण्ट् आनकळॆ काणां
मून्न् चतुराकृतियिलुळ्ळ तीवण्टि काऱुकൾ
कऱुप्पिलुळ्ळ स्कियർ कुन्निन् ताऴेक्कु
ब्रौൺ निऱमुळ्ळ मुटियुळ्ळ चॆऱिय पॆൺकुट्टि
हाർड् ऱॆड् सेफ्ऱ्ऱि हॆൽमॆऱ्ऱ्
तविट्ट् निऱमुळ्ळ कॊऴुत्त काळ
तविट्ट् ट्रेकळिൽ मुट्टकൾ
कऱुत्त ऒरु बाऱ्ऱिंग् हॆൽमॆऱ्ऱ्
कऱुप्पुं वॆळुप्पुं सीब्र
कट्टिलिൽ ओऱञ्च् तलयिण .
चुवप्पुं मञ्ञयुं पताक
टॆन्नीस् कोർट्टिलॆ कळिक्काർ .
विमानं कूटुतलुं इळं नीलयाण् .
कऱुप्पुं वॆळुप्पुं अटयाळं पऱयुन्नत् \ चायं
वायुविൽ ऒरु फ्लिप्प् चॆय्युन्न व्यक्ति
इतॊरु ट्रॆयिൻ आण्
सीलिंगिन्ऱॆ भागं
स्पूൺ वॆळ्ळियाण्
ट्रॆयिൻ काऱुकൾ वलिक्कुन्न चुवन्न ऎञ्चिൻ
चरक्क् ट्रॆयिनिन्ऱॆ ऎञ्चिൻ
ऒरु पाऱयुटॆ भागं
ऒम्पत् पच्च आप्पिൾ
वळरॆ सुन्दरमाय किटक्कयुटॆ वशत्तॆ विळक्क्
इटत्तरं वलुप्पमुळ्ळ वॆळ्ळ फ्रिड्ज्
कीबोർड् वॆळुत्तताण् .
" चुवप्प् , कऱुप्प् चित्रङ्ङळुळ्ळ वॆळुत्त चिह्नं "
ऒरु कऱुत्त ट्राष् बाग् .
चॆऱिय फिगऱैൻ माൻ कुतिरयुमायि ड्रैविंग् कोच्च्
ऒरु डोൾहौसिलॆ ऒरु मरं क्लोक्क्
ऒरु पच्च नारङ्ङ फलं
ऒरु साൻड्विच्चिൽ मल्लि इल
आൺकुट्टिकळुटॆ कैकळिलॆ वै गॆयिमिंग् कण्ट्रोळऱुकൾ
ऎल्लिन्ऱॆ आकृतियिलुळ्ळ ऒरु टाग्
स्प्रे कुप्पियिൽ नील द्रावकं
व्यत्यस्त निऱङ्ङळिलुळ्ळ पूक्कळुळ्ळ ऒरु पात्रं
न्यू ओർलियाൻसिलॆ ऒरु कॆट्टिटं
आकाशं इरुण्टतुं उरुण्टतुमाण्
चॆऱिय मञ्ञ ऱब्बർ ताऱाव्
कोൺक्रीऱ्ऱिൽ माൻ स्केऱ्ऱिंग् चॆय्युन्नु
ऒरु स्वॆऱ्ऱऱिन्ऱॆ भागं
आटिन्ऱॆ वाൽ
ऒरु जलाशयत्तिन्ऱॆ भागं
आनकൾ वॆळ्ळत्तिൽ निൽक्कुन्नु
वॆळुत्त तॊलियुळ्ळ मनुष्यൻ
चुवन्न कोट्टुं इरुण्ट सൺ ग्लासुं धरिच्च स्त्री
तिळक्कमुळ्ळ मञ्ञ वर
कण्णट धरिच्च पुञ्चिरिक्कुन्न मनुष्यൻ
ऒरु वॆळ्ळि चायक्कप्प्
क्रों निऱमुळ्ळ फोसॆऱ्ऱ्
ऒरु बॆञ्चिൽ ऒरु स्त्री
प्रायमाय स्त्री पुञ्चिरिक्कुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु कुटयुटॆ अग्रं
ऒरु गोपुरत्तिन्ऱॆ अग्रं
ऒरु पावयुटॆ रंगं
अञ्च् पात्रङ्ङൾ अरकप्प्
स्ऱ्ऱेषनिൽ बसुकൾ
ग्रे मॆऱ्ऱൽ फोർक्क्
नीळमुळ्ळ पुष्पमुळ्ळ वॆळुत्त मूटुपटं धरिच्च मणवाट्टि
इतॊरु किटक्कयाण्
इव ट्रेयिलॆ डोनट्ट्स् आण्
स्ऱ्ऱेषनिलॆ ट्रॆयिൻ
नीळमुळ्ळ चुवन्न ट्रॆयिൻ
आरोग्यकरमाय वർण्णाभमाय पऴङ्ङൾ निऱञ्ञ ऒरु विक्कർ कॊट्ट
मनुष्यൻ ऒरु होट्ट् डोग् कऴिक्कुन्नु
तिरक्केऱिय सिऱ्ऱि स्ट्रीऱ्ऱ्
टॆडि बियർ ऒरु वॆळ्ळि पात्रं पिटिक्कुन्नु
चिल बेक्कൺ पॊतिञ्ञ वॆळ्ळरि
नाय कट्टिलिൽ उऱङ्ङुकयाण्
ट्राक्किलॆ वॆळुत्त ऒब्जक्ऱ्ऱ्
निलत्त् चॆऱिय कऱुत्त तीऱ्ऱ
ऒरु वॆळुत्त प्लेऱ्ऱिൽ ऒरु ऱोൾ
षोർट्ट्स् नीलयाण्
चुवरिൽ वाऴप्पऴं
कऱुत्त मोट्टोർ सैक्किൾ ओटिक्कुन्न षർट्ट् इल्लात्तयाൾ
कऱुप्पुं वॆळुप्पुं पूच्च निलत्तु किटक्कुन्नु
वयलिൽ रण्ट् टർक्किकൾ
स्केऱ्ऱ्बोർडർ हॆൽमॆऱ्ऱ् धरिक्कुन्नु
चुवरिൽ ऒरु घटिकारं .
ऒरु वलिय नील हॆऱोणिन्ऱॆ कऱुप्पुं मञ्ञयुं कॊक्क्
ऒरु कॆट्टिटत्तिलेक्कुळ्ळ विൻडो
ऒरु स्त्री बैक्क् ओटिक्कुन्नु
वॆळुत्त हॆൽमॆऱ्ऱ् धरिच्च मनुष्यൻ
मनुष्यൻ तिरमालयिൽ सർफिंग् चॆय्युन्नु
ऒरु व्यक्तियुटॆ विरൽ
कुञ्ञ् आन
ऒरु चॆऱिय ओऱञ्च् कष्णं .
वॆळुत्त तॊप्पि धरिच्च पय्यൻ
मञ्ञयुं कऱुप्पुं निऱमुळ्ळ क्याच्चऱुकൾ धरिक्कुन्न कय्युऱ .
ऒरु फ्लामियंगोयुटॆ कऴुत्त्
आकाशं नीलयाण् .
वयलिൽ रण्ट् कुतिरकൾ
स्त्रीयुटॆ कालिൽ परन्न चॆरिप्पुकൾ
इरुण्ट चारनिऱत्तिलुळ्ळ जॆऱ्ऱ् ऎञ्चिൻ विमानं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
ऒरु कऱुत्त ट्राष् बाग् .
कऱुत्त स्नो बोർड्
रण्ट् कुट्टिकൾ कसेरयिൽ इरिक्कुन्नु
कुतिरयुटॆ तल
वलिय निऱमुळ्ळ फ्रिस्बी .
ऒरु पऴय तीवण्टियुटॆ मुन्निൽ 31193 अक्कङ्ङൾ .
ऒरु चुवन्न चोർच्चयिൽ डाൽमेषൻ
ऒरु बाऱ्ऱർ तन्ऱॆ बाऱ्ऱ् स्विंग् चॆय्युन्नु .
रूपीकरणत्तिൽ पऱक्कुन्न नाल् समतलङ्ङൾ
ऒरु वॆळुत्त नाय नटक्कुन्नु .
टैൽ भित्तियिൽ कण्णाटि
ऒरु चाय बागुळ्ळ कप्प्
हाप्पि फ्रूट्ट् वॆण्टർमाർ ऱॆडि उपभोक्ताक्कൾ
कुतिरप्पुऱत्तु कयऱुन्न पोलीसुकाർ
ऒरु प्लेऱ्ऱिन्ऱॆ अग्रं
अकलॆ ऒरु मरं
पच्च पुल्लिन्ऱॆ भागं
भक्षणं निऱच्च प्लास्ऱ्ऱिक् पात्रं .
ऒरु विൻडोयिൽ पिङ्क् मूटुशीलङ्ङൾ
ऒरु नम्पർ ऎऴुतियिरिक्कुन्नु
ऒरु बेस्बोൾ कळिक्काർ नील बेस्बोൾ तॊप्पि
कॆट्टिच्च वरयुळ्ळ टै
ट्रॆयिनिन्ऱॆ मुൻवशत्त् माർक्यू डिस्प्ले .
कॆट्टिटत्तिन् ऒरु क्लोक्क् उण्ट्
ऒरु चुवन्न जॆऱ्ऱ् विमानं
कऱुप्पुं वॆळुप्पुं चित्रं
ऱॆस्ऱ्ऱोऱन्ऱिलॆ डैनिंग् टेबिळिൽ इरिक्कुन्न ऒरु कूट्टं आळुकൾ
प्लॆय्ड् षർट्ट् धरिच्च ऒराൾ
वरयुळ्ळ चुवन्न वृत्तं .
लैऱ्ऱ् बൾबुकळुटॆ ग्रूप्प्
ई मनुष्यൻ अम्पयऱाण्
ऒरु काऱिन्ऱॆ वॆळिच्चं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
फयർ हैड्रान्ऱ् मञ्ञयुं कऱुप्पुं आण्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
आकाशत्त् ऒरु मेघं
ऒरु ध्रुवं वहिक्कुन्न नटत्तं
टॆलिविषൻ .
कऱुत्त मुटियुळ्ळ ऒरु स्त्री
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु वलिय पർप्पिൾ विमानं
ऒरु मरं तऱ
रण्टुपेർ स्कीयिंग् नटत्तुन्नु .
तलयोट्टि ड्रोयिंग् उळ्ळ कऱुत्त फ्रिस्बी
ई सीब्र इरिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
ब्रौൺ निऱत्तिलुळ्ळ मेशप्पुऱत्त् रण्ट् पताककൾ इरिक्कुन्नु .
वस्त्रत्तिൽ टॆडि बियർ
मोट्टोർ सैक्किळिൽ फ्रण्ट् टयർ
ऒरु व्यक्ति ऐस् स्केऱ्ऱिंग् चॆय्युन्नु
ऒरु वाट्टർमाർक्क्
कऱुत्त हॆൽमॆऱ्ऱ् धरिच्च मनुष्यൻ .
वॆळुत्त षॆफ् जाक्कऱ्ऱिलुळ्ळ मनुष्यൻ
प्रैऱियൽ आटुकൾ
इतॊरु मोट्टोർ सैक्किൾ तुम्पिक्कैयाण्
ऒरु वयलिൽ पच्च कुऱ्ऱिक्काटुकൾ
ऒरु बाग् कोट्टൺ मिठायि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु चोक्लेऱ्ऱ् क्रीं निऱच्च डोनट्ट् .
मून्न् पॆൺकुट्टिकळुटॆ चित्रं .
तिळक्कमुळ्ळ मञ्ञ फ्रिस्बी मिडॆयർ
ऒरु षवർ वातिलिन्ऱॆ वॆळ्ळि हाൻडिൽ .
मुൻवशत्त् पच्च सस्यङ्ङळुण्ट्
ऒरु कॆट्टिटत्तिलॆ विൻडो
निलत्त् कऱुत्त पुळ्ळि
वस्त्रत्तिൽ ऒरु पिङ्क् पुष्पं
सैक्किळिൽ ऒराൾ
ऒरु ट्राफिक् कोप्प् ऒरु पॊतु तॆरुविൽ ट्राफिक्किनॆ नयिक्कुन्नु
मरङ्ङൾक्किटयिൽ ऒरु जिऱाफ्
ऒरु ट्रॆयिनिन्ऱॆ काबूस्
वॆळ्ळत्तिൽ निन्न् नीण्टुनिൽक्कुन्न ऒरु वलिय पाऱ
नील निऱत्तिलुळ्ळ वस्त्रं धरिच्च ऒराൾ
समुद्र चक्रवाळत्तिलॆ विळक्कुमाटं
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
स्केऱ्ऱ्बोർडिൽ हॆൽमॆऱ्ऱुळ्ळ स्केऱ्ऱർ
मनुष्यन् कऱुत्त मुटियुण्ट् .
' ऒन्न् ' ऎन्न वाक्क्
ट्रॆयिनिन् अटुत्तुळ्ळ पच्च मरङ्ङൾ
वॆळुत्त हिमत्तिൽ ऒरु वर
तुरङ्कं नीळवुं इरुण्टतुमाण् .
पासञ्चർ विൻडोयिൽ नाययुमायि वॆळुत्त ऎस्युवि
पुष्प जाक्कऱ्ऱ् धरिच्च पॆൺकुट्टि .
ऒरु कय्यिൽ ऱाक्कऱ्ऱ्
" वॆळ्ळ , कऱुप्प् डॆलिवऱि वानिन्ऱॆ पिन्निൽ "
ऒरु सीब्रयिൽ ऒरु स्ट्रिप्प्
कुटयुमायि निൽक्कुन्न स्त्री .
पർप्पिൾ कैपिटियुळ्ळ टॆन्नीस् ऱाक्कऱ्ऱ्
विमानं वायुविൽ पऱक्कुन्नु .
वयलिൽ ऒरु वॆळुत्त आटुकൾ
नीलयुं वॆळ्ळयुं यूणिफों धरिच्च ऒरु स्त्री
विमानत्तिन्ऱॆ वशत्त् 105
मरत्तिनटुत्तुळ्ळ वलिय मृगं .
कट्टिलिൽ किटक्कुन्न ऒरु पूच्चक्कुट्टि
चुवप्पुं मञ्ञयुं निऱत्तिൽ उळ्ळ पताक
इरट्टकळिलॆ कळिक्कारൻ
कुट्टि कुटयुटॆ पिन्निलूटॆ नटक्कुन्नु
कुतिरप्पुऱत्त् रण्ट् वॆळुत्त कालुकൾ
आळुकൾ ऒरु पातयिൽ कुतिर सवारि चॆय्युन्नु
द्वीप् बीच्च् रंगं
ऒरु कऱुत्त ट्राष् बाग् .
वळञ्ञ कालुकൾ अलङ्कार पुरातन पियानो
वॆळ्ळि डोम् उळ्ळ कॆट्टिटं
ऒरु पच्च मरं इल
क्यामऱय्क्कायि पोस् चॆय्युन्न दम्पतिकൾ
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
मनुष्यन्ऱॆ कण्णुकൾक्क् मुकळिलूटॆ सञ्चरिक्कुन्नु
तॆरुविलॆ ऒरु व्यक्ति
बोट्ट् मणलिलाण् .
आकाशं नीलयाण् .
वॆण्ण चेർत्त् ऒरु पात्रं
कऱुत्त मुटियुळ्ळ ऒरु मनुष्यൻ
मून्न् जिऱाफुकൾ मृगशालयिൽ निൽक्कुन्नु
ऒरु वै ऱिमोट्ट् कൺट्रोൾ कैयिൽ पिटिक्कुक
वॆळ्ळि शृंखलयुटॆ विभागं
कऱुत्त जिऱाफिन्ऱॆ कण्ण्
स्केऱ्ऱ्बोർडिलॆ ऒरु चक्रं
ऒरु कऱुत्त चोक्क्बोർड्
तटाकत्तिन् समीपं पुल्लिൽ इरिक्कुन्न चुवन्न बॆञ्च् .
ऒरु कत्त् ऎऴुति
सस्यङ्ङळुटॆ ऒरु पाच्च्
पूच्चय्क्क् वॆळ्ळयुं पिङ्क् निऱत्तिलुमुळ्ळ मूक्क् उण्ट् .
मञ्ञ पोलीस् टेप्प् निलत्तु पतिप्पिच्चिरिक्कुन्नु
प्लेऱ्ऱिൽ पिस्स स्लैस्
ऒरु कूट्टं आळुकൾ वीञ्ञु कुटिक्कुन्नु .
द्वीप् बीच्च् रंगं
ऒरु कॊच्चु पॆൺकुट्टिक्क् चुरुण्ट मुटि
तविट्ट् निऱत्तिलुळ्ळ बूट्ट् धरिच्च स्त्री .
रण्टुपेർ टॆन्नीस् कळिक्काൻ ऒरुङ्ङुन्नु .
ऒरु मेशक्करिकिൽ कऱुत्त कसेर
ऒरु कऱुत्त ट्राष् बाग् .
पाർक्किंग् स्थलत्त् पाർक्क् चॆय्तिरिक्कुन्न रण्ट् मोट्टोർसैक्किळुकൾ .
अऱ्ऱत्त् वरयुळ्ळ प्रॊप्पल्लർ
जियास् कऴिक्कुन्न रण्ट् पशुक्कൾ
ऒरु गोपुरत्तिन्ऱॆ वशत्त् ऒरु घटिकारं
आकाशत्त् चॆऱिय अळविൽ मेघङ्ङൾ .
मञ्ञ अत्याहित वैद्य सेवन ट्रक्क्
रण्ट् आൺकुट्टिकൾ पुल्लिൽ इरिक्कुन्नु
पच्चयुं तविट्टुनिऱत्तिलुळ्ळ पुल्लुं
स्त्री कॆट्टिटत्तिन्ऱॆ अरिकिൽ इरिक्कुन्नु
आद्यत्तॆ बेस्माൻ
तॆळिञ्ञ चारनिऱत्तिलुळ्ळ आकाशं
ऒरु ट्राक्टऱिन्ऱॆ चॆऱिय चक्रं
चलिप्पिक्कावुन्न ऒरु गोवणि ऒरु विमानत्तिन्ऱॆ पिൻभागत्तेक्क् उरुळुन्नु
तीवण्टि चार निऱमाण् .
स्केऱ्ऱ्बोർडुमायि चाटुन्न ऒरु कुट्टि
ऒरु चॆऱिय फ्रॆयिं चॆय्त कण्णाटि .
बालൻसिनायि कै पुऱत्त्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु व्यक्तियुटॆ कण्ण्
रण्ट् वरयुळ्ळ सीब्रकൾ
बात्त्ऱूं टोय्लऱ्ऱिन्ऱॆ काऴ्च
मध्यवायुविൽ स्कीस् धरिच्च ऒराൾ .
तऱयिൽ ऒरु टैൽ
आटुकൾ निलत्तु निൽक्कुन्नु .
समुद्रत्तिलॆ ऒरु बोट्ट्
टैयुटॆ कॆट्ट्
पुऱत्तेक्क् ऎटुत्त चित्रं .
कटൽत्तीरत्त् मञ्ञयुं वॆळ्ळयुं निऱमुळ्ळ कसेर
चुवन्न काർणेषൻ पुष्पं ग्लास् पात्रत्तिൽ पच्च तण्ट्
कोർट्टिൽ टॆन्नीस् कळिक्कारൻ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒराൾ चुवन्न कसेर
षवർ नोब्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
पुऱत्त् ऎटुत्त चित्रं
सർफ्बोർडिलॆ पय्यൻ
चॆऱिय इलक्ट्रिक् मैक्रोवेव्
चुवन्न पशु वॆळ्ळत्तिൽ
विळक्क् कत्ति निल्कुकयाण्
ऒरु वർक्क् प्रोजक्ऱ्ऱ्
पश्चात्तलत्तिलुळ्ळ मनुष्यൻ
पुतुतायि विवाहितनाय ऒराळुटॆ तल .
तऱयिൽ ऒरु इष्टिक
तटाकत्तिൽ अञ्च् मत्स्यत्तॊऴिलाळि बोट्ट्
ऒरु वाहनत्तिन्ऱॆ टयർ
आकाशत्त् ऒरु पർप्पिൾ कैऱ्ऱ्
आकाशत्त् पऱक्कुन्न कैऱ्ऱ्
स्ऱ्ऱोർ चिह्नं अटच्चु ऎन्न् पऱयुन्नु
टोय्लऱ्ऱ् फ्लष् चॆय्युन्नतिन् चुवरिൽ बट्टൺ
ऒरु पब्बिൽ मून्न् पेർ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
व्यक्तियुटॆ कय्यिलॆ कत्ति
आळुकൾ स्कीयिंग् चॆय्युन्नु
ऒरु टॆडि बियऱिनॆ कॆट्टिप्पिटिक्कुन्न ऒरु चॆऱिय नाय
ऒरु कऱुत्त ट्राष् बाग् .
पच्च ह्रस्वमाय पुल्ल्
चारनिऱत्तिलुळ्ळ रण्ट् आनकൾ
सुन्दरमाय मुटि ऒरु पोणिटॆयिൽ चॆय्तिरिक्कुन्नु
चुवन्न षർट्ट् धरिच्च व्यक्ति
चुवरिൽ ऒरु इष्टिक
मरं कॊण्ट् निർम्मिच्च ऒरु किटक्क
उयरमुळ्ळ मञ्ञ ध्रुवं
आकाशत्त् ऒरु पट्टं
ऒरु डिजिऱ्ऱൽ कांकोർडർ
ऱोडिൽ ऒरु वाहनं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु पच्चक्कऱि पिस्स
ऒरु कऱुत्त ट्राष् बाग् .
स्केऱ्ऱ्बोർडർ चिह्नत्तिन्ऱॆ मुकळिलूटॆ चाटुन्नु
नाययुटॆ मुखत्तिन्ऱॆ भागं
आनकळुटॆ मूवरुं ओऱञ्चिൽ लघुभक्षणं कऴिक्कुन्नु
स्ट्रीऱ्ऱ् ऒप्पुवॆच्च् ध्रुवत्तिൽ .
अकलॆयुळ्ळ निरवधि कैऱ्ऱ्स्
ऒरु मेशप्पुऱत्त् विळक्क्
मेशप्पुऱत्त् इरिक्कुन्न सोणि वयो लाप्टोप्प् कम्प्यूट्टർ .
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु विमानत्तिन्ऱॆ चक्रं
स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीൽ अटुक्कळ स्ऱ्ऱौ
विग् धरिच्च रण्ट् स्त्रीकൾ
ऒरु चुवन्न ग्लास् पात्रं
स्तंभङ्ङൾक्किटयिൽ ऒरु आൺकुट्टि स्केऱ्ऱ्बोർडिंग्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु ओवർहॆड् लैऱ्ऱ्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु ओऱञ्च् चुवन्न वाൻ
कासिनो ऎन्न् पऱयुन्न अटयाळं
वॆळिच्चं मेൽक्कूरयिൽ निन्न् तूङ्ङिक्किटक्कुन्नु
शून्यमाय षांपॆय्ൻ फ्लूट्टुकൾ
चुवन्न माർक्कऱुं बीक्कൺ बूयियुं
तविट्ट् टॆडि बियർ
चित्रं वीटिनुळ्ळिൽ ऎटुत्तताण्
तुऱन्न कऱुत्त कुट
ऒरु अग्नि जलांशं मुकळिൽ मञ्ञ्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
अकत्त् पुल्लुळ्ळ ऒरु पात्रत्तिन्ऱॆ आकृतियिलुळ्ळ तीऱ्ऱ
इळं नील तॊप्पि धरिच्च माऱൽ वॆळुत्त नाय
कठिनमाय हॆयർलैൻ
ऱिफ्रैड् बीൻस्
जालकङ्ङळुळ्ळ तटि आयुधशेखरं
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु कऱुत्त सीब्र स्ट्रिप्प्
वॆळुत्त निऱमुळ्ळ हॆड्बोർड्
ननञ्ञ स्यूट्टिलुळ्ळ स्त्री कुऱच्चु वॆळ्ळत्तिൽ निൽक्कुन्नु
वॆळ्ळत्तिन्ऱॆ अरिकिൽ ऒरु लैऱ्ऱ् ह house स्
उपकरणङ्ङळुटॆ तविट्ट् पॆट्टि
भित्तियिൽ घटिप्पिच्चिरिक्कुन्न विळक्क्
ऒरु चुवन्न स्ऱ्ऱोप्प् लैऱ्ऱ्
माൻ स्विंगिंग् बेस्बोൾ बाऱ्ऱ्
मनुष्यൻ डिष्वाषऱिൽ विभवङ्ङൾ वय्क्कुन्नु
ऒरु तविट्ट् करटि
उयरमुळ्ळ क्लोक्क् टवർ कॆट्टिटं
ऒरु टॆलिविषൻ स्क्रीൻ
ऒरु स्माർट्ट् फोणिൽ हाൻड् टॆक्स्ऱ्ऱिंग् चॆय्युन्नु
मञ्ञ कैकळुळ्ळ ऒरु क्लोक्क्
सैनिक सेवनत्तिन्ऱॆ आघोषं
ओऱञ्च् वरयुळ्ळ ऒरु पोलीस् वाൻ
ट्रक्किन्ऱॆ ट्रॆयिलർ
ऒरु जोटि कऱुत्त कैकार्यं चॆय्त कत्रिक
मण्णिൽ कऱुत्त चॆरुप्प् .
ऒरु ऎंपि 3 प्लॆयർ पिटिच्चिरिक्कुन्न ऒराळुटॆ कै .
वायुविൽ पऱक्कुन्न कैऱ्ऱ्
कऱुत्त कॊट्ट वाऴप्पऴं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
मरत्तिन् अटुत्तुळ्ळ जिऱाफ्
ऒरु पन्तिൽ स्विंग् चॆय्याൻ बाऱ्ऱർ ऒरुङ्ङुकयाण् .
कटൽत्तीरत्त् ऒरु ओऱञ्च् फ्रिस्बी
ट्राफिक् चिह्नं लयिप्पिक्कुन्नतिनुळ्ळ जाग्रत .
वॆळुत्त स्ट्राप्पुकळुळ्ळ पच्च डफൽ बाग्
ननय्क्कुन्न द्वारत्तिनटुत्तुळ्ळ रण्ट् आनकൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
काർ फोट्टोग्राफऱिൽ निन्न् अकन्नुपोकुन्नु
ऒरु कऱुत्त आटुकൾ अऴुक्क् निलत्त् निൽक्कुन्नु
ऒरु वलिय डब्ल्यु उळ्ळ टॆन्नीस् ऱाक्कऱ्ऱ्
नग्नमाय पादङ्ङൾ कॊण्ट् ऒरु चॆऱुप्पक्कारൻ सർफिंग् चॆय्युन्नु
तिरमालकൾ वॆळुत्तताण् .
चुवन्न कुप्पायमुळ्ळ ऒरु कुट्टि
" मञ्ञ कम्पिकळुळ्ळ वॆळ्ळ , चुवप्प् टॆन्नीस् ऱाक्कऱ्ऱ् "
ऒरु वॆळुत्त इलक्ट्रिक् सोक्कऱ्ऱ्
पुल्लिൽ निൽक्कुन्न आट्
वॆळुत्त चीसिन्ऱॆ चॆऱिय पुळ्ळि
वॆळुत्त चुमरिൽ चित्रङ्ङൾ
तॆरुविलूटॆ सञ्चरिक्कुन्न वलिय वाहनं .
मून्न् पेർ सोक्कർ कळिक्कुन्नु
" ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् , अतिൽ लोगो "
बॆञ्चिൽ ऒरु बोൾट्ट्
टबिनॆतिरॆ निൽक्कुन्न पूच्च .
ऒरु चुवन्न तलं ऎञ्चिൻ
चॆऱिय कुट्टि स्केऱ्ऱिंग् चॆय्युन्नु
टैयिൽ लाम .
तविट्टु निऱमुळ्ळ मुटियुळ्ळ सुन्दरियाय पॆൺकुट्टि
ट्राक्कुकळिൽ मञ्ञ लोक्कोमोट्टीव्
स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीൽ ऱफ्रिजऱेऱ्ऱർ
ऒरु कऱुत्त ट्राष् बाग् .
पऴमयिൽ निन्न् ऒरु तीवण्टि
अमेरिक्कൻ पताक
आळुकൾ ऒरु सब्वेयिൽ निन्न् इऱङ्ङुन्नु
वॆळुत्त ऒरु व्यक्ति
मुൻ काർ नीलयाण्
स्वർण्ण संख्यकळुळ्ळ ऒरु वलिय घटिकारं
टोय्लऱ्ऱ् पेप्पऱिन्ऱॆ ऒरु ऱोൾ
ऒरु पच्च पच्चक्कऱि
व्यत्यस्त टॆडि बियऱुकൾ
स्त्री पाचकं चॆय्युन्नु
वॆळ्ळि पोൾ कैवशमुळ्ळ अटयाळङ्ङൾ
ऒरु मनुष्यन्मेൽ कऱुत्त ननञ्ञ स्यूट्ट्
तॆरुविൽ वॆळुत्त अटयाळं
टॆडि बियऱिन्ऱॆ इटत् चॆवि .
शस्त्रक्रिययुटॆ उपकरणङ्ङൾ
ब्रौൺ निऱमुळ्ळ मुटियुळ्ळ नग्नयाय स्त्री
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु नाययुटॆ कण्ण्
पॆൺकुट्टियुटॆ वस्त्रं चुवप्प् आण्
चुवरिൽ तिळङ्ङुन्न कऱुत्त वॆळिच्चं
उयरमुळ्ळ मरत्तिन्ऱॆ तुम्पिक्कै
ऒरु गोपुरत्तिन्ऱॆ वशत्तुळ्ळ ऒरु घटिकारं
पात्रत्तिൽ गोमांसं विळम्पुन्नु
चिल लोगुकൾक्क् कीऴिलुळ्ळ आन
ऒरु बाऱ्ऱ् स्विंग् चॆय्याൻ तय्याऱॆटुक्कुन्न बेस्बोൾ कळिक्कारൻ
ऒरु कऱुत्त पूच्च किटक्कुन्नु
शाखकळिൽ मञ्ञुवीऴ्चयुळ्ळ मरङ्ङൾ
मेൽक्कूरयिൽ रण्ट् पक्षिकൾ .
आकाशत्त् ऒरु विमानं .
ऒराൾ ऒरु ऊञ्ञालिൽ मुट्टकुत्तुन्नु
टाक्सि क्याब् सॆस् चिൽ ? मुकळिल्
ऒरु कूट्टं मरङ्ङൾ
चुऱ्ऱुं वेविच्च कारऱ्ऱ् कष्णं
आकाशं नीलयाण् .
शोभयुळ्ळ वॆळुत्त घटिकारत्तिन्ऱॆ मुखं
तविट्ट् निऱमुळ्ळ मुटियुळ्ळ ऒरु स्त्रीयुटॆ मुखं
मॆऴुकुतिरिकൾ कत्तिक्कुन्नु .
ऒरु पुतिय फ्रूट्ट् प्लेऱ्ऱ्
ट्रॆयिनिन्ऱॆ विൻड्षीൽड्
पർवतत्तिलूटॆ तुरङ्कत्तिलेक्कुळ्ळ प्रवेशनं
ऒरु स्ऱ्ऱेषनिൽ ट्रॆयिൻ
द्वीप् बीच्च् रंगं
वॆळुत्त अक्षरङ्ङळुळ्ळ नील चिह्नं
ऒरु नाय अतिन्ऱॆ उटमस्थनाൽ नटक्कुन्नु .
ब्लॆൻडऱिन् अटुत्तायि निलत्तु गोमांसं
पश्चात्तलत्तिൽ तकർन्न मरं
अटयाळं मञ्ञयाण् .
ऒरु कऱुत्त चक्रं
सीब्रकൾ मेयुकयाण् .
नाययुटॆ कण्ण्
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
ऒरु वॆळुत्त आटुकळुटॆ चित्रं
चुरुण्ट कॊम्पुळ्ळ आट्टुकॊऱ्ऱൻ
व्यक्ति स्नोबोർडिंग् आण्
पुतिय मुत्तश्शि स्मित्त् आप्पिൾ .
अक्कं 254
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
पुऱत्त् इरिक्कुन्न ऒराൾ
ऒरु पशु उण्ट् .
ऒरु व्यक्तियुटॆ तल
स्ऱ्ऱफ् चॆय्त मृगं ऒरु करटियाण् .
ऒरु टाबि ऒरु व्यक्तियुटॆ काൽक्कൽ पुरिकुऴलिन्नु
क्रमरहितमाय स्ऱ्ऱफ् ऒरु कूम्पारं
पऴय स्यूट्ट्केसुकൾ .
ऒरु सीब्र निൽक्कुन्नु .
बेस्बोൾ पिच्चർ काൽ वायुविൽ वॆच्चिरिक्कुन्न
शून्यमाय षांपॆय्ൻ फ्लूट्टुकൾ
तॊप्पियुळ्ळ ऒरु कुट्टि
रण्ट् आनकൾ
ऒरु बोट्टिൽ ऒराൾ
उरुळक्किऴङ्ङिन् अटुत्तुळ्ळ उरुळक्किऴङ्ङ्
ऒरु विमानत्तिन्ऱॆ जनाल
मनुष्यൻ चुण्ट् कटिक्कुन्नु
मञ्ञुमूटिय पർवतङ्ङൾ
लाप्टोप्प् कऱुत्तताण्
कोळेज् काम्पसिൽ पुऱत्त्
कट्टिलिൽ किटक्कुन्न रण्ट् पच्च तलयिणकൾ .
ऒरु टोय्लऱ्ऱिൽ कैकार्यं चॆय्युक
ऒरु कीबोർडिൽ ऒरु कऱुत्त की
ऒरु सीब्रास् आस्थानत्त् चारनिऱत्तिलुळ्ळ वरकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
सैक्किൾ निलत्त्
कुट्टिकൾ वै पिटिक्कुन्नु
कुट्टि इटत् कैयिൽ ऒरु बेस्बोൾ पिटिक्कुन्नु
पुञ्चिरिक्कुन्न मून्न् आळुकൾ
कऱुत्त अटयाळङ्ङळुळ्ळ इळं टाൻ कोवർ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
तविट्ट् तॊप्पि धरिच्च मनुष्यൻ
ऒरु वातिൽ विൻडोयिൽ नाय प्रतिफलनं
ऒरु स्केऱ्ऱऱिन्ऱॆ मुखं
ऒरु ऱाक्किൽ मुऱिक्काൻ उपयोगिक्कुन्न बोർडुकൾ .
जिऱाफि क्यामऱयिलुं ऒरु मरत्तिन्ऱॆ तणलिलुं नोक्कुन्नु
ऒरु मरं कत्तुन्न अटुप्प् .
ऒरु नारङ्ङ वॆड्ज्
मेघङ्ङळिल्लात्त तॆळिञ्ञ नीलाकाशं
वेक्क्सർफऱिनॆ ऒरु बोट्ट् वलिच्चिटुन्नु
तिरमालकळुटॆ मुकळिൽ नुर
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
पाർमॆसൻ चीस् ग्लास् पात्रं
बागिൽ ऒरु सिप्पർ
ननञ्ञ स्यूट्टिलुळ्ळ ऒराൾ
पुऱत्त् ऎटुत्त चित्रं .
टाऱ्ऱूकळुं तुळच्चुकयऱ्ऱवुं अटङ्ङिय परस्य चिह्नं कैवशमुळ्ळ ऒराൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वैऱ्ऱ् टाङ्क् टोप्प् धरिच्च स्त्री
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कऱुप्पुं वॆळुप्पुं चित्रत्तिൽ ओऱञ्च् बैक्क्
ऒरु व्यक्तियुटॆ कै
" ओऱञ्च् , वैऱ्ऱ् ट्राफिक् कोൺ "
कटൽत्तीरत्त् रण्टुपेർ
ऎन्तॆङ्किलुं ऎऱिञ्ञ शेषं ऒरु मनुष्यൻ
मनुष्यन्ऱॆ कैयिलुळ्ळ सॆൽ फोൺ
ऒरु ग्लास् वॆळ्ळं
पश्चात्तलत्तिൽ ईन्तप्पनकൾ
द्वीप् बीच्च् रंगं
पच्चयुं वॆळ्ळयुं निऱमुळ्ळ बस्
" ऒरु चोक्लेऱ्ऱ् , ओऱञ्च् क्वाർट्टർ जन्मदिन केक्क् "
स्कूൾ ध्रुवङ्ङൾ कैवशमुळ्ळ व्यक्ति .
किटक्कयिൽ किटक्कुन्न स्त्री
कौबोय् कुतिरयिൽ निन्न् वीणु .
Akkam 3 वॆळ्ळ निऱत्तिൽ
इष्टिक मतिൽ वॆळुत्त चायं पूशि
पॆൺकुट्टि मൾट्टि - कळർ ब्रेस्लॆऱ्ऱुकൾ धरिच्चिरिक्कुन्नु
कऱुत्त करटि
मरङ्ङൾक्क् इलकळिल्ल
वॆळुत्त षർट्ट् धरिच्च व्यक्ति .
आकाशं चारनिऱमाण्
ऱोडिनरिकिൽ निरवधि वलिय पच्च सस्यङ्ङൾ नट्टुपिटिप्पिच्चु
कॆट्टिटत्तिन् घटिकारमुण्ट्
मञ्ञुमूटिय चॆऱिय पർव्वतं
इरुण्ट तटि हाൾ वऴि
" कलं , पाൻ लिड् ऎन्निवयुळ्ळ ऱाक्कुकൾ "
वऴऱ्ऱिय स्ऱ्ऱीक्क् उळ्ळ डिन्नർ प्लेऱ्ऱ्
स्त्री प्रतिमयुटॆ कै पिटिच्चिरिक्कुन्नु
मञ्ञुवीऴ्चयुळ्ळ लाൻड्स्केप्पिन्ऱॆ भागं
मुट्टयिൽ बाक्क् चॆय्त पिस्स
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वॆळुत्त तणलुळ्ळ विळक्क्
ऒरॊऱ्ऱ ऱौण्ट् डोनट्ट्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वलिय पाड्ड् ओवൻ मिऱ्ऱ्
ऒरु पऴय तुरुम्पिच्च कॆट्टिटं
ऒरु मरत्तिन्ऱॆ शाखकൾ
स्यूट्टिलुळ्ळ पुरुषन्माർ
वॆळुत्त टोय्लऱ्ऱ् पात्रं .
कऱुप्पुं वॆळुप्पुं चित्रं
सन्तोषकरमाय जिऱाफिन्ऱॆ मुखं
कौण्टऱिलॆ पऴत्तिन्ऱॆ पात्रं
कुञ्ञ् आन
स्केऱ्ऱ्बोർडिलॆ पय्यൻ
ऒरु टॆन्नीस् कोർट्टिन्ऱॆ उपरितलं
वॆळ्ळ फोण्टन्ऱ्
जिऱाफि ऒरु वेलिक्क् नेरॆ नोक्कुन्नु
इतॊरु पट्टिकयाण्
सूर्यनॆ तटयानुळ्ळ ऒरु कुट
तॆरुविन्ऱॆ वशत्त् पाർक्क् चॆय्तिरिक्कुन्न वॆळ्ळ बस्
भाष इंग्लीषल्ल
रण्टुपेർ निൽक्कुन्नु .
वऴियुटॆ विभागं
चित्रं ऎटुत्तत् अकत्ताण्
वसन्तत्तिन्ऱॆ तुटक्कत्तिൽ मरङ्ङൾ विरिञ्ञु
वृत्ताकृतियिलुळ्ळ वॆळ्ळि कलं
रण्ट् ट्रॆयिनुकൾ उण्ट्
मैतानत्त् पच्च बॆञ्च्
इताण् आकाशं
ऒरु ट्रिक्किन्ऱॆ मध्यत्तिൽ स्केऱ्ऱ्बोർड् .
पिस्सयिൽ ऒरु सवाळ
द्वीप् बीच्च् रंगं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
बोस्ऱ्ऱൺ ऎन्न वाक्क् ऒरु कप्पिൽ .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
समाधान चिह्नं उयർत्तिप्पिटिच्च स्यूट्टिलुळ्ळ ऒराൾ .
बॆञ्चिൽ नील जाक्कऱ्ऱ्
सुन्दरियाय ऒरु पॆൺकुट्टि
चुवन्न चिह्नं STOP पऱयुन्नु .
ऒरु पच्च वाऴप्पऴं
ऒरु रुचिकरमाय तविट्ट् केक्क्
वॆळ्ळयिलॆ मनुष्यൻ टॆन्नीस् कळिक्कुन्नु
इताण् आकाशं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
मून्न् पेरॆ काणिच्चिरिक्कुन्नु
पच्च निऱमाण् वाऴप्पऴं .
कॆट्टिटत्तिन्ऱॆ टवർ क्लोक्क्
चुवप्प् वॆळ्ळ नील बानऱुकൾ
पच्च कळർ ट्रक्क्
तॆरुविलॆ चॆऱिय स्थलं
चुवन्न जाक्कऱ्ऱिन्ऱॆ भागं
वेलियिऱक्किय कुतिर .
मोट्टोർ सैक्किൾ चक्रत्तॆक्कुऱिच्च् संसारिच्चु
मुट्टकൾ मञ्ञयाण्
नीलयुं चुवप्पुं निऱत्तिलुळ्ळ ट्रॆयिൻ
ट्राक्किलॆ कल्लुकൾ
चुवन्न कळिमൺ टॆन्नीस् कोർट्ट्
मरत्तिൽ निन्न् निർम्मिच्च उयरमुळ्ळ पोൾ
ऒरु ट्रॆयिनिन्ऱॆ हॆड्लैऱ्ऱ्
पाऱप्पाटत्तिलॆ सीब्रकൾ
ऒरु सिङ्क् प्लग् उण्ट्
आळुकൾ स्केऱ्ऱ्बोർड् उद्यानत्तिൽ स्केऱ्ऱ्बोർडिंग् .
इतॊरु कय्युऱयाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इष्टिक चुवरिൽ सॆन्ऱ् लूक्क् पळ्ळि
इत् ऒरु मनुष्यनाण्
इतॊरु पक्षियाण्
ऒरु व्यक्ति निൽक्कुकयाण्
ऒरु कारऱ्ऱ् कष्णं
टॆन्नीस्
कॆट्टिटत्तिनॆतिरॆ बैक्क् पाർक्क् चॆय्तिरिक्कुन्नु
इतॊरु आकाशमाण्
वळरॆ सुन्दरियाय पॆൺकुट्टियुटॆ मुखं .
इताण् आकाशं
ऒरु फोणिൽ ऒरु चुवन्न नम्पർ
इतॊरु ओफीस् कसेरयाण्
पूच्चयुटॆ चॆविकൾ
ऒरु कऱुत्त ट्राष् बाग् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
नीळमुळ्ळ पच्च अङ्कि धरिच्च मनुष्यൻ
पशु कऱुप्पुं वॆळुप्पुं निरत्तिलुळ्ळताण्
हॆൽमॆऱ्ऱ् वॆळुत्तताण्
मनुष्यन् स्कै बूट्ट् उण्ट्
इताण् आकाशं
सैनिक कुतिरसवारि
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऱोडिलॆ ऒरु वाहनं
विविध मत्तङ्ङकൾ कौण्टർन्ऱॆ मुकळिൽ इरिक्कुन्नु
चुवन्न अग्निशमन
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु व्यक्तियुटॆ मुखत्त् कण्णट
वयलिൽ पच्च पुल्ल्
ऒरु वॆळुत्त व्यक्तियुटॆ कै
कुञ्ञ् आन
कुऱच्च् मुऴुवൻ ब्लूबॆऱि
ऒरु जोडि वयർ ऱिंड् ग्लासुकൾ
ऒरु पऴय लाप्टोप्प् कम्प्यूट्टർ .
आकाशं नीलयाण् .
ऒरु नाय वीटिनुळ्ळिलुण्ट् .
ऒरु कऱुत्त ट्राष् बाग् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु नाययुटॆ मूक्क्
रण्ट् नाय्क्कൾ ओटुन्नु
टोस्ऱ्ऱർ ओवनिൽ वऱुत्त बागॆलुकൾ .
कनत्त चारनिऱत्तिलुळ्ळ मऴमेघङ्ङൾ
ऒरु अलमारयिൽ ऒरु कुप्पि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु वरि यात्र बागुकൾ
इतॊरु पळ्ळियाण्
डग औट्ट् एरिययिൽ नील जाक्कऱ्ऱ् धरिच्च व्यक्ति काൽमुट्टुकळिൽ विश्रमिक्कुन्नु
जिऱाफिन्ऱॆ काൽ
समुद्रत्तिलॆ नील जलं
नदियिलॆ मून्न् निल वीट्
ऒरु वॆळ्ळि माल
कऱुप्प् चुवप्पुं वॆळ्ळयुं अटयाळं .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
स्लैस् ओफ् चीस् पिस्स
कप्पिൽ पाति निऱच्च काप्पि
ऒरु सीब्र पुल्लिൽ मेयुकयाण्
आकाशत्त् तॆळिञ्ञ कालावस्थयाण्
मूൺ इन्त्यൻ मुखं
सർफ्बोർडिलॆ मनुष्यൻ
orntae मॆऱ्ऱा बॆञ्च्
इल पच्चयाण्
ऒरु पच्च बियർ कुप्पि
ऒरु आൺकुट्टियुटॆ मुखं
नाल् पुൽत्तकिटि कसेरकൾ कटൽत्तीरत्ताण्
' 8 ' ऎन्न संख्य वॆळ्ळयिൽ ऎऴुति
नियोൺ वैൻ चिह्नं
करटि कऴिक्कुन्नु
जिऱाफ् कटൽत्तीरत्त् नटक्कुन्नु
रात्रि स्ऱ्ऱाൻडिൽ फ्रॆयिं चॆय्त चित्रं
कऱुप्पुं वॆळुप्पुं सोक्कർ बोൾ
तिळङ्ङुन्न सूर्यൻ
चारनिऱत्तिलुळ्ळ तॊप्पि धरिच्च मनुष्यൻ
स्ऱ्ऱेषनिൽ वॆळ्ळि निल
ऒरु तुऱमुखत्त् ऒरु वलिय कप्पൽ
नाय बॆञ्चिൽ इरिक्कुन्नु
अवळुटॆ रण्ट् कालुकळुं वायुविलाण्
ऒरु कऱुत्त ट्राष् बाग् .
चुवन्न पाർक्कयुळ्ळ स्कीयർ .
मनुष्यन्ऱॆ तलयिൽ तॊप्पि
मनुष्यൻ वॆळ्ळत्तिൽ चाटुकयाण्
ऒरु बाग् कोट्टൺ मिठायि
मृगशालयिलॆ जिऱाफ्
चुवन्न टै धरिच्च करटि .
हॆड्लैऱ्ऱुकळुळ्ळ सिऱ्ऱि बस्
स्ऱ्ऱोप्प् चिह्नत्तिൽ टि अक्षरं .
फ्रिस्बी मञ्ञयाण्
पच्च बेस्बोൾ तॊप्पियिलॆ पय्यൻ
साൻड्विच्च् प्लेऱ्ऱिलुण्ट्
कऴिक्कात्त ऒरु प्लेऱ्ऱ्
अत्ताऴत्तिन् ऒरु मेश सज्जमाक्कि .
पुल्लिൽ चारियिरिक्कुन्न कुट्टि
ऱिंग्लॆऱ्ऱुकळुळ्ळ ऒरु पॆൺकुट्टि
कुञ्ञ् आन
वलिय वॆळुत्त कॊम्पुकळुळ्ळ रण्ट् आनकൾ
मुൻवशत्तॆ क्लोक्क् मुखं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पशुविनॆ कण्टॆत्ति .
कऱुत्त षाർप्पि मीडियं पोयिन्ऱ् शाश्वत माർक्कർ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
तल स्काർफ् उळ्ळ स्त्री
तविट्टुनिऱत्तिൽ मेൽक्कूरयुळ्ळ तविट्टुनिऱत्तिलुळ्ळ वीट्
मेशप्पुऱत्त् पർप्पिൾ मेश तुणि
तविट्ट् इलकൾ
तिरक्केऱिय ऒरु तॆरुविൽ सैक्किൾ चविट्टुन्न ऒराൾ
" नील मञ्ञ , वॆळ्ळ ट्रॆयिൻ . "
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
निलत्त् वलिय निऴൽ
वॆळुत्त विभवं कैवशमुळ्ळ स्त्री .
मुम्पिൽ कटयुळ्ळ मञ्ञ कॆट्टिटं
कालहरणप्पॆट्ट सिൽवർ फ्लिप्प् सॆൽफोൺ
ऒरु ओऱञ्च् ट्राफिक् चिह्नं
व्यक्तिक्क् निऱमुळ्ळ मुऴुवൻ षർट्टुं उण्ट्
ऒरु स्कूൾ बस् कण्णाटियिൽ प्रतिफलिक्कुन्नु
परस्यबोർडुकळुटॆ ग्रूप्प्
जनं लाप्टोप्प् उपयोगिक्कुन्नु
मनुष्यൻ ऒरु ऱिमोट्ट् पिटिच्चिरिक्कुन्नु
तटियुटॆ मेൽक्कुमेलुळ्ळ किटक्ककൾ
मनुष्यൻ डोनट्ट्स् कऴिक्कुन्नु
ऒरु वनिता टॆन्नीस् कळिक्कारि पन्त् वायुविलेक्क् ऎऱियुन्नु
जिऱाफुकൾ कऴिक्कुन्नु
स्त्रीयुटॆ षू चारनिऱमाण्
नील निऱत्तिलुळ्ळ वस्त्रत्तिൽ स्त्री
निलत्त् किटक्कुन्न चॆऱिय कल्ल्
कऱुत्त निऱत्तिलुळ्ळ स्केऱ्ऱ्बोർडർ
मोट्टोർ सैक्किळिൽ बागुकൾ वहिक्कुन्नयाൾ
धाराळं वळञ्ञ शाखकळुळ्ळ वलिय मरं
पश्चात्तलत्तिൽ पच्च मरङ्ङൾ
फोणिൽ स्त्री
वलिय पिङ्क् तुऱन्न कुट
ऱोमൻ अक्कङ्ङळुळ्ळ मॆऱ्ऱൽ क्लोक्क्
कटൽत्तीरत्त् ऒरु पक्षि .
ऒरु मञ्ञ सोक्कർ जेऴ्सि लैनिൽ तूक्कियिरिक्कुन्नु
तऱयिൽ ऒरु इरुण्ट निऴൽ
मञ्ञ ऱिफ्लक्टऱुळ्ळ कऱुत्त बैक्क् पॆडൽ .
कुट पिटिच्च् नटप्पातयिൽ निൽक्कुन्न कुट्टि
सॆमि ट्रक्क्
3 चाटुकळुळ्ळ बस्
ट्रॆयिൻ कण्टक्टർ तन्ऱॆ यूणिफोमिൽ अणिञ्ञिरिक्कुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
इळं ध्रुवत्तिൽ इरिक्कुन्न पक्षिकൾ
नील षർट्ट् धरिच्च व्यक्ति .
ट्राक्किൽ ऒरु नीण्ट पासञ्चർ ट्रॆयिൻ
स्नो षू धरिच्च मनुष्यൻ
वൺ वे चिह्नं
क्रीं निऱमुळ्ळ माൻ उळ्ळ टाൻ कुतिर
चुमरिൽ मरं घटिकारं
कुञ्ञ् आन
ऒरु चूटुळ्ळ तुणि
ऒरु व्यक्तियुटॆ कै
मीऱ्ऱऱिलॆ ओऱञ्च् स्ऱ्ऱिक्कർ .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु तळिकयिൽ सवाळ वळयङ्ङൾ
ऒरु पाർक्किंग् स्थलत्त् ऒरु चुवन्न हॆलिकोप्ऱ्ऱർ
पिन्निൽ ओऱञ्च् पय्यॆ चिह्नं
कोच्च् युव बेस्बोൾ कळिक्कारनॆ निർद्देशिक्कुन्नु
जालकत्तिൽ पुतिय ब्रॆड् उळ्ळ ऒरु बेक्कऱि प्रदർशिप्पिच्चिरिक्कुन्नु
ननञ्ञ चुवन्न टि - षർट्ट्
ऒरु मलञ्चॆरिविൽ चॆऱिय मरं
मुन्तिरिवळ्ळियुटॆ रण्ट् तक्काळि
हैलाൻड् कन्नुकालिकൾ ओऱञ्च् निऱमाण्
" आटुकൾ ऒरुमिच्च् ओटुकयुं , कळिक्कुकयुं चॆय्युन्नु "
वॆळ्ळत्तिൽ ऒरु सർफർ .
चक्रत्तिൽ ऒरु वॆळुत्त बेस्बोൾ
आन तिन्नुन्नु
मनुष्यൻ कुट पिटिक्कुन्नु
स्ट्रोळऱिൽ ऒरु कऱुत्त चक्रं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कॆट्टिटत्तिन् मुन्निൽ जलधार
ऒरु पटिप्पुरक्कतकुं स्क्वाषुं पॊतिञ्ञ पिस्स
" अप्पवुं चीसुं बेक्कൺ , कुरुमुळक् ऎन्निव उपयोगिच्च् "
पाർक्क् चॆय्त काർ
रण्ट् सीब्रकൾ ऒरुमिच्च्
ट्राक्कुकळिൽ मञ्ञयुं चारनिऱत्तिलुळ्ळ ट्रॆयिൻ
ओऱञ्च् टाबि ऒरु कट्टिलिൽ किटक्कुन्नु
विन्ऱेज् लुक्किंग् मिऱർ फ्रॆयिं
तल काणानाकिल्ल .
ऒरु पऴुत्त ओऱञ्च् ओऱञ्च्
अटुक्कळयिൽ तटियुटॆ निलं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
विमानत्तिन्ऱॆ वशत्त् ऎऴुतिय नॆमॆसिस् .
कऱुत्त कूർत्त पोस्ऱ्ऱिन् मुकळिलुळ्ळ क्लोक्क्
ट्रॆयिൻ ट्राक्कुकൾक्क् अटुत्त् उळ्ळ समीपस्थलं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
सुइट् धरिच्चु निൽक्कुन्न ऒराൾ
टाൻ पान्ऱ्स् धरिच्च मनुष्यൻ .
तिरक्केऱिय माർक्कऱ्ऱ् तॆरुव् रंगं
मेൽक्कूरयिൽ रण्ट् सूर्यप्रकाशं
तिरिच्चऱियप्पॆटात्त पऱक्कुन्न वस्तु
ऒरु ऱब्बർ अटित्तऱयुळ्ळ ऒरु मॆऱ्ऱൽ वॆळ्ळत्तिन्ऱॆ चट्टि
ऒरु व्यक्तियुटॆ तल
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु चॆटियुटॆ पच्च इल
ऒरु बस्सिलॆ विൻडो
ऒरु वॆळुत्त बोർड्
वायुविൽ चुवन्न ट्रिं उळ्ळ वैऱ्ऱ् बेस्बोൾ .
पच्च मॊबैൽ फोൺ
ऒरु पॊतु कुळिमुऱियिൽ मून्न् वॆळ्ळ सिङ्कुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
सीलिंगिൽ उऱप्पिच्चिरिक्कुन्न लैऱ्ऱ्
ऒरु कऱुत्त स्ऱ्ऱोप्प् लैऱ्ऱ्
वॆळुत्त आटुकൾ
काऱिൽ इरिक्कुन्न पूच्च
ऒरु बाग् कोट्टൺ मिठायि
मून्न् जिऱाफुकൾ
ऒरु बोट्टिन्ऱॆ मुൻ भागं
तुऱन्न वॆळुत्त कुटयुळ्ळ लेडि .
निलत्त् मञ्ञ् उण्ट्
ऒरु कऱुत्त ट्राष् बाग् .
फ्रिस्बि कळिक्कुन्न रण्टुपेർ
मൾट्टि कळർ पॆयिन्ऱुकळुटॆ बोक्स्
ऒरु मरं वेलि
वैद्युतोपकरणङ्ङൾ
ऒरु चॆऱिय चुवन्न टाग्
ट्रॆयिनिन्ऱॆ इटतुवशत्त् रण्ट् लैऱ्ऱुकൾ .
उयरमुळ्ळ लोहध्रुवं
ऒरु मरत्तिन्ऱॆ भागं
द्वीप् बीच्च् रंगं
प्रायपूർत्तियाय ऒराळुटॆ तल
ऒरु जिऱाफ् क्यामऱयिलुण्ट् .
कुञ्ञ् आन
ऒरु आൺकुट्टियुटॆ कै
नीलाकाशं
निङ्ङൾक्क् पवർ चिह्नं उण्ट्
स्केऱ्ऱ्बोർडऱिन् समीपमुळ्ळ कऱुप्पुं मञ्ञयुं बैक्क् .
ऒरु चोक्लेऱ्ऱ् पॊतिञ्ञ डोनट्ट्
ऒरु कऱुत्त ट्राष् बाग् .
पच्चनिऱमुळ्ळ मुൾपटർप्पु लाൻड्स्केप्प्
ऒरु नगर तॆरुव् रंगं काणिच्चिरिक्कुन्नु
नाय तन्ऱॆ नाव् पुऱत्तिटुन्नु .
टॆऱाक्कोट्ट निऱमुळ्ळ पुष्प कलं अतिൽ चॆटिकळुण्ट् .
कटलिनु मुकळिलुळ्ळ ऒरु मलञ्चॆरिविൽ पच्च मरङ्ङൾ
ऒरु कूटारत्तिन् पुऱत्त् कळिक्कुन्न मून्न् कॊच्चु पॆൺकुट्टिकൾ .
कॆट्टिटत्तिൽ वलिय कऱुत्त क्लोक्क् मुखं .
विमानत्तिन्ऱॆ नीळमुळ्ळ चिऱक्
पർव्वतङ्ङळिൽ मञ्ञ्
मनुष्यൻ सർफ् बोർड् वहिक्कुन्नु
टोय्लऱ्ऱिൽ इरिक्कुन्न चॆऱुप्पक्कारൻ
बेस्बोൾ कळिक्कारൻ स्विंगिंग् बाऱ्ऱ्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
चारनिऱत्तिलुळ्ळ वॆळुत्त पूच्च .
काट्टिलॆ कऱुत्त करटि
कुञ्ञ् आन
औट्ट्डोർ वाणिज्य मेखल .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
नील बारलुकൾ अटुक्कियिरिक्कुन्नु
ऒरु ओऱञ्च् पूच्च वाहनत्तिൽ इरिक्कुन्नु .
ऒरु वृत्ताकृतियिलुळ्ळ घटिकारं
वॆळ्ळत्तिൽ कळिक्कुन्न रण्ट् सुन्दरमाय रोमङ्ङൾ निऱञ्ञ करटिकൾ .
चारनिऱत्तिलुळ्ळ आकाशं निऱयॆ मेघङ्ङൾ .
पॆൺकुट्टिक्क् कऱुत्त षोർट्ट्सुण्ट् .
क्लोक्क् टवऱिन्ऱॆ चारनिऱत्तिलुळ्ळ टिप्प्
ऱोमൻ अक्कङ्ङळुळ्ळ ऒरु क्लोक्क्
ऒरु कुतिरयुटॆ मुൻ कुळम्प् .
चुवरिൽ वർण्णाभमाय फ्रॆयिं चॆय्यात्त पोस्ऱ्ऱऱिൽ ऒरु वलिय अस्थिकूटं चित्रीकरिच्चिरिक्कुन्नु
बस् ऒरु इरुन्निलयाण्
ऒरु मोट्टोർ सैक्किळिൽ ऒरु कण्णाटियुटॆ वॆळ्ळि पुऱकुभागं
नील तॊप्पि धरिच्च मनुष्यൻ
अलङ्कार नगर क्लोक्क्
सीब्र कऱुप्पुं वॆळुप्पुं आण् .
तुणिकॊण्टुळ्ळ ऒरु ताൽक्कालिक वेलि
कोफि टेबिळिൽ पच्च पात्रं
वै कळिक्कुन्न ऒराൾ .
ऒरु केसिൽ डोणट्ट्स् .
कीबोർड् कऱुप्पुं वलुतुमाण्
बोट्टिൽ पैनाप्पिळुकൾ
मुटियिൽ कॆट्टुकൾ मनुष्यൻ
चुट्टुपऴुत्त साधनङ्ङळुटॆ प्रदർशनं .
फोणिൽ पिङ्क् टोप्पिलुळ्ळ स्त्री
वॆळ्ळं पच्चयाण् .
तीवण्टियुटॆ चुवन्न काबूस्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु वयलिൽ अञ्च् पशुक्कൾ .
टॆन्नीस् बोൾ वृत्ताकृतियुं मञ्ञयुमाण्
पुञ्चिरिक्कुन्न मनुष्यൻ
बोट्ट् क्याबिൻ नीलयाण्
वॆळुत्त अक्षरङ्ङळुळ्ळ वलिय ओवൽ कऱुत्त चिह्नं .
ऒरु चिह्नत्तिൽ स्ऱ्ऱोप्प् ऎन्न वॆळुत्त पदं .
समुद्रं
मृगङ्ङൾ पशुक्कळाण्
मनुष्यൻ समुद्रत्तिൽ सർफिंग् आस्वदिक्कुन्नु
आटिन् धाराळं कॊम्पुकळुण्ट्
मनुष्यൻ समुद्रत्तिൽ सർफिंग् चॆय्युन्नु
चॆऱिय मुटियुळ्ळ मनुष्यൻ
भागिकमायि कऴिच्च पिस्स
" साൻड्विच्च् , फ्रञ्च् फ्रैकൾ "
चुवटॆ इटत् कोणिलुळ्ळ फोट्टोग्राफऱुटॆ पेर्
मनुष्यൻ कुटयुमायि मऴयिൽ नटक्कुन्नु
कुन्निनटुत्तुळ्ळ जलाशयं
विळक्किन्ऱॆ भागं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ट्रक्किन्ऱॆ वलतुवशत्त् विൻड्षीൽड्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पिस्सयिൽ स्लैस् काणुन्निल्ल
डोणट्ट् कऱुप्पुं तविट्टुनिऱवुमाण्
ऒरु चुवन्न ट्रॆयिൻ ऎञ्चिൻ .
" वॆळुत्त प्लेऱ्ऱ् , अतिൽ भक्षणं . "
नील लॆय्सुकळुळ्ळ निऱत्तिलुळ्ळ नील षू
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इतॊरु पट्टं आण्
ऒरु वातिलिन्ऱॆ हाൻडिൽ भागं
कुञ्ञ् आन
कौण्टऱिൽ इरिक्कुन्न वॆळुत्त पात्रं
ई सीब्रकൾ वॆळ्ळं कुटिक्कुकयाण्
चिल पच्च पुल्लिन्ऱॆ भागं
वशङ्ङळिलायि ओटिक्कुन्न बैसैक्लिस्ऱ्ऱ्स्
तिळङ्ङुन्न कऱुत्त ऎस्युवि तॆरुविलूटॆ ओटिक्कुन्नु
पुल्लिൽ तविट्ट् कुतिर
वॆळुत्त पक्षि .
कऱुत्त करटि पुल्लिൽ नटक्कुन्नु
इतॊरु गोൾकीप्पऱाण्
वायुविൽ ऒरु टॆन्नीस् बोൾ
विमानं वलुतुं वलुतुमाण्
इतॊरु पट्टं आण्
पताककൾ चुमरिलाण् .
नाल् लंब बलूणुकൾ
ऒरु बाग् कोट्टൺ मिठायि
मणൽ तविट्टुनिऱमाण्
" प्लाऱ्ऱ्फोमिन् अटुत्तुळ्ळ मञ्ञयुं , नीलयुं तीवण्टि "
ऒरु कुतिरयॆ काणुन्नु .
निलत्त् कऱुत्त पुळ्ळि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
निलं चारनिऱमाण् .
इतॊरु पट्टिकयाण्
चुवरिൽ चारनिऱत्तिलुळ्ळ उयरमुळ्ळ पुल्ल् .
ऒरु वॆळुत्त उटुप्पिन्ऱॆ भागं
ऒरु स्पूणिൽ कुऱच्च् तविट्ट् ओट्स् .
टॆडि बियऱुमायि निलत्त् इरिक्कुन्न ऒरु कॊच्चु पॆൺकुट्टि
चुवप्प् निऱत्तिलुळ्ळ ऒरु स्नोबोർडർ .
वायुविൽ ऒरु मनुष्यൻ स्नोबोർडइൽ
इताण् टि ऎन्न चारनिऱं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मनुष्यൻ ऒरु डोनट्ट् पिटिक्कुन्नु .
आकाशत्त् वलिय कैऱ्ऱ् .
इतॊरु पाऱयाण्
तॆळिञ्ञ नीलाकाशं .
ऒरु ग्लासिन्ऱॆ अग्रं
कऱुप्पुं वॆळुप्पुं पऱक्कुन्न कटൽ काक्ककൾ
काർ लोहवुं वॆळ्ळियुमाण्
ऒरु स्त्री ऒरु सॆൽ फोൺ नोक्कुन्नु
कुञ्ञ् आन
सैनिक यूणिफोमिൽ संसारिक्कुन्न मनुष्यൻ
मणिक्कूർ ग्लास् रूपमुळ्ळ मीऱ्ऱർ
उयरमुळ्ळ तविट्ट् टॆलिफोൺ पोൾ
ऒरु टॆन्नीस् ऱाक्कऱ्ऱिन्ऱॆ निऴൽ
नीलाकाशत्तिन्ऱॆ भागं
दृश्यमाय ऒरु कण्णुळ्ळ जिऱाफ्
मञ्ञ सुरक्षा वस्त्रं धरिच्च स्त्री
नाय उऱङ्ङुकयाण् .
कुञ्ञ् आन
मेशप्पुऱत्त् ऒरु लघुलेखयुटॆयो मासिकयुटॆयो भागं
मञ्ञ षർट्ट् धरिच्च वॆळुत्त षർट्ट् धरिच्च मनुष्यൻ
ट्रॆयिൻ काऱिन्ऱॆ वशत्त् मञ्ञ सർक्किळुकൾ
पुल्लिൽ ब्रौൺ पुळ्ळि
रण्ट् ट्रॆयिनुकൾ रण्ट् ट्राक्कुकळिलाण्
सർ जोൺ बॆऱ्ऱ्जॆमाൻ ट्रॆयिनिन्ऱॆ मुൻवशत्ताण् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ओऱञ्च् सूप्पिन्ऱॆ पात्रं
कऱुत्त अम्पटयाळमुळ्ळ मञ्ञ तॆरुव् चिह्नं
वॆळुत्ततुं टाൻ आयतुमाय नाय ताऴेक्क् अभिमुखीकरिक्कुन्नु
इतॊरु वै प्लॆयऱाण्
वाक्कुकൾ पच्चयाण्
नाय वायुविൽ चाटुन्नु
इतॊरु परवतानि
डॆस्क् टोप्पिൽ ऒरु पूच्च
कुञ्ञ् आन
इतॊरु चित्रमाण्
इतॊरु कत्ति
कुञ्ञ् आन
व्यक्ति वायुविलाण् .
विभवं कऱुप्पुं इरुम्पुं आण्
वयलिൽ चुऱ्ऱि सञ्चरिक्कुन्न तविट्ट् कुतिर
ऒरु ऱाम्पिൽ मून्न् स्केऱ्ऱ्बोർडऱुकൾ
निलं चुवप्पुं कल्लुमाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वातिൽ कऱुत्ततुं तुऱन्नतुमाण्
कऱुप्पुं वॆळुप्पुं अक्षरङ्ङळुळ्ळ चुवन्न स्नोबोർड्
पशुक्कळुटॆ कऱुप्पुं वॆळुप्पुं चित्रं .
चिह्नं अटयाळत्तिनॊप्पं कऱुत्तताण्
ऒरु ग्लास् ऒरु मेशप्पुऱत्त् इरिक्कुन्नु .
स्ऱ्ऱोप्प् चिह्नं चुवप्पुं वॆळ्ळयुं आण्
वॆळ्ळं अलकळुटॆयुं अव्यक्तवुमाण्
तविट्ट् करटि निൽक्कुन्नु
मनुष्यൻ सർफ्बोർड् ओटिक्कुन्नु
मरं पच्चयाण्
चित्रं ऒरु फोट्टोयाण्
बेस्बोൾ फीൽड् पच्चयुं तविट्टुनिऱवुमाण्
" तविट्ट् , कऱुत्त निऱमुळ्ळ नाय "
तॊप्पि धरिच्च ऒराൾ
बोट्ट् वॆळ्ळयुं नीलयुमाण्
मञ्ञ ऎक्स् ऒरु कऱुत्त सർक्किळिൽ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वलिय कऱुत्त चॆटि कलं
इलक्ट्रोणिक् उपकरणङ्ङळुटॆ पाक्केजुकൾ
स्पोञ्च् पोऱसुं धूम्रवस्त्रवुमाण्
कऱुत्त पान्ऱुं टाൻ स्वॆऱ्ऱऱुं धरिच्च स्त्री
कैൾ बन्धिप्पिक्कुन्न रण्ट् स्त्रीकൾ
ऱोडिൽ बैक्क् ओटिक्कुन्नवർ
चुवन्न प्लास्ऱ्ऱिक् कप्प् मेशप्पुऱत्त्
पच्च तूक्किक्कॊण्टिरिक्कुन्न तॆरुव् चिह्नं
फ्रॆयिमुकൾक्कुं वातिलिनुं मुन्निൽ निർत्तियिरिक्कुन्न सैक्किൾ
कुञ्ञ् तॊटुन्न टॆडि बियർ
येशु रक्षिक्कुन्नुवॆन्न् पऱयुन्न अटयाळं .
ऒरु तन्त्रं चॆय्युन्न स्केऱ्ऱ्बोർडർ
मनुष्यन्ऱॆ पुऱकिൽ चुवन्न बाग्
चित्रं कऱुप्पुं वॆळुप्पुं आण्
पाർमॆसൻ चीस् कण्टॆय्नർ
वॆळ्ळं पच्चयुं व्यक्तवुमाण्
वॆळुत्त टाർप्प् कॊण्ट् पॊतिञ्ञ कऱुत्त मोट्टोർसैक्किൾ
फ्रिड्ज् तिळक्कमुळ्ळतुं वॆळुत्ततुमाण्
वॆळ्ळं पच्चयुं निश्चलवुमाण्
आकाशं व्यक्तवुं नीलयुमाण्
स्त्री चुमक्कुन्न कऱुत्त कुट .
चुवन्न मेൽक्कूरयुळ्ळ ऒरु वॆळुत्त कॆट्टिटं
चिल मरङ्ङळुटॆ भागं
कॊट्ट नॆय्त तविट्टुनिऱमाण्
इतॊरु चुवन्न पाटाण्
ऒरु वॆळुत्त तॆरुव् लैൻ
टॆन्नीस् कळिक्कारൻ ऱाक्कऱ्ऱुमायि ऎत्तुन्नु
चुवन्न ट्रॆयिൻ काർ
पुल्लुं पच्चयुं कल्लुं
ऒरु नगर तॆरुविलूटॆ इरट्ट डॆक्कർ बस् ओटिक्कुन्नु
प्लेऱ्ऱ् ऎल्लां वॆळुत्तताण्
कुञ्ञ् आन
ऱॆयिൽवे क्रोसिंग् ऎन्न् अटयाळं पऱयुन्नु .
आकाशं नीलयुं व्यक्तवुमाण्
काർ चुवप्पुं कऱुप्पुं आण्
ऒरु ऱॆयिलिन्ऱॆ भागं
ऒरु वाऴप्पऴत्तिन्ऱॆ पकुति
वासयोग्यमाय स्थलत्तिन् मुकळिलूटॆ पट्टं पऱक्कुन्नु
नीलयुं मञ्ञयुं उळ्ळ मनुष्यൻ
ऒरु जलाशयत्तिन्ऱॆ भागं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कल्ल् मतिൽ पूच्च इरिक्कुन्नु
ट्रॆयिൻ प्लाऱ्ऱ्फोमिൽ पाർक्क् चॆय्त बैक्क्
वॆळ्ळत्तिलॆ स्वाൻ
करयिलॆ रण्ट् ऱोबोट्टुकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वायुविൽ पऱक्कुन्न कैऱ्ऱ्
ऒरु बाग् कोट्टൺ मिठायि
परिधि भागमायि
कुञ्ञ् आन
ऒरु पल्लिवरॆ तिरमाल आण्
पूच्चयुटॆ वाൽ
वॆळ्ळरि ऱॊट्टियिलुण्ट्
इत् ऒरु मनुष्यनाण्
मनुष्यൻ कुऱच्च् भक्षणं पिटिक्कुन्नु .
चॆऱिय अप्पाർट्ट्मॆन्ऱिൽ टॆलिविषൻ काणुन्न व्यक्ति
कुञ्ञ् आन
कऱुप्पुं वॆळुप्पुं कुट
अऴुक्कुचालिൽ चारियिरिक्कुन्न कऱुत्त करटि
वेलियिൽ कीप्प् औट्ट् अटयाळं
dky युटॆ भागं
तेंस् नदियिलॆ बिग् बॆൻ आण् क्लोक्क् टवർ
इव वाऴप्पऴत्तिन्ऱॆ कुलकळाण्
चुमरिൽ लोह भागङ्ङൾ
आकाशत्तिन्ऱॆ भागं
कुञ्ञ् आन
ऒरु पऴय कुळिमुऱि पुनർनिർम्मिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कोब्लॆस्ऱ्ऱोൺ तॆरुविൽ ऒरु मोट्टोർसैक्किൾ
टॆन्नीस् कोർट्टिൽ रण्टुपेർ .
निलत्त् नालामत्तॆ चिह्नं
रण्ट् कप्प् काप्पि पिटिक्कुन्न स्त्री
ऒरु टॆडि बियർ चॆवियिൽ पिटिच्चिरिक्कुन्नु
ट्रॆयिनिൽ मञ्ञ पॆयिन्ऱ्
वलिय इळं पिङ्क् वातिൽ
मून्न् सർफऱुकൾ .
इताण् आकाशं
इत् ऒरु मनुष्यनाण्
इताण् ऱोड्
तविट्टुनिऱत्तिलुळ्ळ नाय मनुष्यन्ऱॆ मटियिൽ इरिक्कुन्नु
कुञ्ञ् आन
प्राव् ऒरु बॆञ्चिൽ निൽक्कुन्नु
चुवप्पुं वॆळ्ळयुं टीन्ऱॆ काർ
मुऱ्ऱत्त् ऒरु वलिय तविट्ट् करटि
" मञ्ञ , वॆळ्ळ वळ्ळं "
षेडुचॆय्यात्त लैऱ्ऱ् बൾब्
ऒरु पऱम्पिൽ पऱक्कुन्न कैऱ्ऱ्स्
ट्राफिक्किൽ बस् नीङ्ङुन्नु .
स्कीयिंगिनिटॆ ऒराൾ ताऴेक्क् चाञ्ञु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कुळत्तिൽ ताऱावुकൾ .
ऒरु निർत्तൽ चिह्नं
चुमरिൽ तूक्कियिट्टिरिक्कुन्न ऒरु वरयुळ्ळ तूवाल
आन काट्टु उद्यानत्तिൽ नटक्कुन्नु .
ऒरु स्त्रीयुटॆ मुटि
" चुवप्प् , मञ्ञ सർफ् बोർड् "
कॊच्चुकुट्टि स्केऱ्ऱ्बोർडिंग् चॆय्युन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ट्राफिक् लैऱ्ऱ्
कुञ्ञ् आन
ऎऴुत्तिनॊप्पं कऱुत्त बेस् बोൾ तॊप्पि .
अटयाळं निർत्तुक ऎन्न् पऱयुन्नु
तुऱन्न कळप्पुरयिൽ चुवन्न कुतिर .
सोड पात्रत्तिन्ऱॆ व्यक्तमाय लिड्
पुल्लिൽ इरिक्कुन्न मनुष्यൻ
इत् ऒरु कप्प् चाययाण्
ऒरु युव सीब्र
साൻड्विच्चिनटुत्त् रण्ट् अच्चाऱुकൾ
जॆन्निफർ लोऱൻसिन्ऱॆ फोट्टो
निरवधि आळुकൾ नटक्कुन्नु
वॆळ्ळ बेस् बोൾ पात्रं
ऱोडिൽ इरिक्कुन्न स्केऱ्ऱ्बोർड्
तणुत्त लावा विळक्क्
वफिൽ कट्ट् चॆय्त वऱुत्त उरुळक्किऴङ्ङ् .
कुळिमुऱियिൽ वॆळुत्त सॆऱामिक् टोय्लऱ्ऱ्
ऒरु तॆरुविൽ वाहनं
मेशप्पुऱत्त् मिनियेच्चർ कत्रिक .
अटयाळङ्ङळुळ्ळ ऒरु वॆळुत्त टोय्लऱ्ऱ्
निलत्त् कऱुत्त पुळ्ळि
इत् ऒरु मनुष्यनाण्
ऒरु पऴत्तिन्ऱॆ तट्ट्
ऒरु डोनट्टिन् चुवन्न ऐसिंग् उण्ट्
कॆट्टिटत्तिൽ नील घटिकारं
व्यत्यस्त पच्चक्कऱिकൾ परस्परं अटुक्कुन्नु
मञ्ञुवीऴ्चयुळ्ळ दिवसं
कुञ्ञ् आन
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कट्टिलिൽ टॆडि बियർ .
चित्रं पकൽ ऎटुक्कुन्नु .
सർफ्बोർड् वहिक्कुन्न मनुष्यൻ
कऱुत्त ननञ्ञ स्यूट्ट् धरिच्च मनुष्यൻ
वॆळुत्त विरियिलॆ चुळिवुकൾ
कम्प्यूट्टർ उपकरणङ्ङळुमायि पुऱत्त् इरिक्कुन्न स्त्री .
चुवन्न पाऱ्ऱेൺ चॆय्त विल्ल टै
पश्चात्तलत्तिलुळ्ळ ऒरु कूट्टं मरङ्ङൾ
पकुति काणिच्च चारनिऱत्तिलुळ्ळ ट्रक्क्
ऒरु टॆन्नीस् पन्त् तट्टाൻ ऒरुङ्ङुन्न स्त्री
सीब्रकळुटॆ ऒरु चॆऱिय कूट्टं
ऒरु कूट्टं आळुकൾ ऱोडिन्ऱॆ मध्यभागत्तेक्क् कयऱुन्नु
सैक्किळिൽ मनुष्यൻ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ग्लोबुकळिൽ निन्नुळ्ळ लैऱ्ऱुकൾ
रण्ट् जिऱाफुकൾ .
टॆन्नीस् कोർट्ट् नीलयाण्
मोट्टोർ सैक्किळिൽ ऒराൾ
पच्च षർट्ट् धरिच्च मनुष्यൻ सुहृत्तुक्कळोटॊप्पं इरिक्कुन्नु
ट्रक्किन्ऱॆ अनुवाद पत्रं .
ट्रॆयिൻ ट्राक्कुकൾक्क् मुकळिलुळ्ळ वैद्युति लैनुकൾ
ऒरु विभवत्तिൽ भक्षणं
निलत्त् चिल पक्षिकൾ .
वॆळुत्त अक्षरङ्ङळिൽ स्ऱ्ऱोप्प् वेർड्
सीब्रय्क्क् कऱुत्त वाययुण्ट्
चुवन्न ट्राफिक् लैऱ्ऱ्
कोळർ धरिच्च वॆळ्ळ नाय
तॊप्पि धरिच्च ऒराൾ
टॆन्नीस् कोർट्ट् पच्चयाण्
स्वीकरणमुऱियिൽ टाൻ मतिൽ
प्रवർत्तनत्तिൽ ऒरु बेस्बोൾ पिच्चർ .
ऒरु वॆळुत्त पुൽत्तकिटि कसेर
फोट्टो कऱुप्पुं वॆळुप्पुं आण्
" कऱुप्पुं , वॆळुप्पुं कूटिय पूक्कळुटॆ क्रमत्तिൽ पेऴ्स् "
चॆऱिय मुटियुळ्ळ सुन्दरनाय आൺकुट्टि
केबिൾ काർ षॆड्यूൾ बोർड्
अप्पाർट्ट्मॆन्ऱ् बात्त्ऱूं
मरत्तिൽ नील पक्षि
ऒरु वशत्तॆ कण्णाटियुटॆ भागं
टै धरिच्च कुञ्ञ्
स्कीयർ मञ्ञ् मुऱिक्कुन्नु
फोट्टो पकൽ समयत्ताण् ऎटुत्तत्
रण्ट् व्यत्यस्त निऱङ्ङळुळ्ळ ऒरु काൻ .
विमानत्तिൽ विमानं
" पोणि तविट्ट् , कऱुप्प् ऎन्निवयाण् "
मनुष्यൻ मृगङ्ङळुमायि नटक्कुन्नु
चित्रं पुऱत्त् ऎटुत्तताण् .
होट्ट् डोग् पिङ्क् आण्
पच्चयुं वॆळ्ळयुं मेश विळक्क्
चॆऱिय सोळाർ वऴि विळक्क्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु तविट्टुनिऱत्तिलुळ्ळ करटि इरिक्कुन्नु
मरं बॆञ्च्
ऒरु कऱुत्त करटि नटक्कुन्नु
सർफ्बोർड् कऱुप्पुं वॆळुप्पुं आण्
टोस्ऱ्ऱ् तविट्ट् निऱमाण्
नीळमुळ्ळ रण्ट् कालुकൾ
ऒरु नील बस् स्ऱ्ऱोप्प्
नाययुमायि निൽक्कुन्न स्त्रीयुटॆ विन्ऱेज् चित्रं .
आनयुटॆ वाൽ
ऒरु मुऱियिൽ रण्ट् स्त्रीकൾ
ऒरु तविट्ट् निऱमुळ्ळ कुतिर
लाप्टोप्पिन् कऱुत्त कट्टकळुण्ट्
तिरक्कुळ्ळ तॆरुव्
ऒरु बेस्बोൾ कळिक्कारൻ बाऱ्ऱ् चॆय्युन्नु
चोक्लेऱ्ऱ् डोनट्टिनॆ मूटुन्नु
मासिक मटक्कि
ऒरु कुळिमुऱि .
स्नो बोർडർमाർ मिक्कवाऱुं उपयोगिक्कुन्न ऱॆयिलिंग् .
शून्यमाय वॆळुत्त प्लेऱ्ऱ्
वाच्च् वॆळ्ळियुं वॆळ्ळयुमाण्
आशङ्कयुळ्ळ स्त्री
रण्ट् जिऱाफुकൾ ऎऴुन्नेऱ्ऱु निൽक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु कॆट्टिटत्तिൽ ऒरु नील घटिकारं
नाय वायुविलाण्
बस् ड्रैवർ सൺग्लास् धरिक्कुन्नु .
भक्षणत्तिन् अरियुण्ट्
नील पाऱ्ऱेൺ टै ताऴेक्क् पोकुन्नु
ऒरु चॆऱिय आट्
षർट्ट् इल्लात्त ऒरु मनुष्यൻ चुऱ्ऱुं निൽक्कुन्नु
वृक्षत्ताൽ सन्तोषमुळ्ळ आन
आकाशत्त् वॆळुत्त मेघङ्ङൾ
वॆळुत्त सोफयिलॆ क्रीसुकൾ
बण्णिൽ होट्ट् डोग्
ई कन्नुकालिकൾक्क् नीळमुळ्ळ कॊम्पुकळुण्ट्
कुऱच्च् पऴत्तिन्ऱॆ पात्रं .
पशु वॆळुत्ततुं मङ्ङियतुमाण्
नटप्पातयिलॆ विळ्ळलुकൾ
वॆळ्ळं पच्चयुं इरुण्टतुमाण्
प्रतिम पीठत्तिൽ निൽक्कुन्नु .
पुरातन फयർ ट्रक्क्
चॆऱुप्पक्कारन्ऱॆ अरिकिൽ निൽक्कुन्न मनुष्यൻ
कुरङ्ङन् तविट्ट् रोमङ्ङळुण्ट्
पुस्तकं चुवप्पाण्
मेश मरवुं तविट्टुनिऱवुमाण्
राज्यत्तिलूटॆयुळ्ळ ऒरु पात
मनोहरमाय नील शान्तमाय जलं
काटुळ्ळ प्रदेशत्त् कऱुत्त करटि
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु केक्किन्ऱॆ मुकळिൽ ऒरु स्ट्रोबॆऱि .
क्यामऱयिलेक्क् ओटिवरुन्न नाय
ऒरु बस्
ऒरु चिक्कൻ ब्रॆस्ऱ्ऱ्
ऒरु स्त्री
पशु पूप्पिन्ऱॆ वलिय कूम्पारं
नगरत्तिलेक्कुळ्ळ वऴि मञ्ञु मूटियिरिक्कुन्नु
कीबोർडिൽ व्यक्तियुटॆ कैकൾ .
कऱुत्त वैद्युति लैनुकൾ वायुविൽ
ऒरु वॆळुत्त तलयिण
तॆरुविन् समीपं नील पाർक्किंग् मीऱ्ऱർ
उयरमुळ्ळ ऒरु वॆळ्ळि ध्रुवं
लाप्टोप्प् कीबोർडिൽ इरिक्कुन्न पूच्चक्कुट्टि .
टैൽ ब्रौൺ निऱमाण्
मञ्ञ अक्षरं \ S \ बसिन्ऱॆ वशत्त् वायिक्कुन्नु .
ऒरु पॊतु टोय्लऱ्ऱ्
ऒरु इष्टिक चुवरिൽ निऴलुकൾ .
लैसൻस् प्लेऱ्ऱ् 14386 पऱयुन्नु
तुऱक्कात्त कुप्पि षांपॆय्ൻ .
ब्रोक्कोळि पॆट्टियिൽ किटक्कुन्नु
अब्रहां लिङ्कൺ बानർ
मनुष्यൻ स्कै ट्रिक्क् चॆय्युन्नु
ऒरु स्लेऱ्ऱड् तटि बॆञ्च्
चुमरिൽ ऒरु पिस्स ओवൻ
ऒरु कॊट्ट टॆन्नीस् पन्तुकൾ
बसिन्ऱॆ मुൻवशत्तॆ विൻडोकൾ
पुतिय तॆरुव् स्ऱ्ऱेषൻ चिह्नं नीलयाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
आकाशत्त् बोंबർ विमानं
चुवन्न फ्रिस्बियॆ कात्तिरिक्कुन्न नील जीൻसिलुळ्ळ मनुष्यൻ
ब्रौൺ कळർ टवർ
कुट्टि ऒरु कोऴि पिटिक्कुन्नु
ऒरु साൻड्विच्चिൽ बाർबिक्यू सोस्
ऒरु वृत्तत्तिൽ ऒरु वॆळुत्त नक्षत्रं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
केक्क् मुऱिक्कुन्न पुतुतायि विवाहितराय दम्पतिकൾ
ऒरु कऱुत्त ट्राष् बाग् .
वॆळुत्ततुं कऱुत्ततुमाय क्लोक्क् मुखं
वॆऱैसൺ वयർलॆस् चिह्नं
पुञ्चिरिक्कुन्न ऒरु युवाविन्ऱॆ मुखं .
तुणि चुवन्नताण्
मञ्ञ षർट्टिൽ सोक्कർ कळिक्कारൻ
चुवन्न निऱमुळ्ळ जां कऴिक्काൻ विळम्पि
इतॊरु ट्रॆयिൻ आण्
काट्टिൽ निൽक्कुन्न ऒरु आन कुट्टि
वॆळ्ळत्तिलुळ्ळ बोट्ट् नीलयुं वॆळ्ळयुमाण्
इतॊरु पक्षियाण्
इव सीब्रकळाण्
ऒरु कऱुत्त अव्निंग्
चिल रुचिकरमाय पिस्सयुटॆ भागं .
कुऱच्च् मञ्ञ्
बन्दनयुळ्ळ कळिक्कारൻ
ध्रुवत्तिन्ऱॆ मुकळिൽ कोक्क् सॆन्ऱ् चिह्नं .
कय्युऱ कऱुप्पुं तविट्टुनिऱवुमाण्
वलत् कोणिൽ ऒरु बीज् अटच्च काबिनऱ्ऱ्
मनुष्यൻ टै धरिक्कुन्नु
ऒरु वॆळ्ळं फौलिन्ऱॆ सिलौऱ्ऱ्
ऒरु कम्प्यूट्टർ बस्
पुल्लिൽ निऴलुकൾ .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चट्टियिൽ पिस्स
वॆळ्ळत्तिൽ रण्टुपेർ
आनयुटॆ नीळमुळ्ळ कॊम्पुकൾ
अलङ्कार फ्रॆयिमिൽ बात्त्ऱूं मिऱർ
ऒरु गेऱ्ऱ् कटन्नुपोकुन्न स्कीयർ
आनकൾ नटक्कुन्नु
ऒरु स्केऱ्ऱिंग् उपरितलत्तिन्ऱॆ भागं
फ्रिस्बियॆ वायुसञ्चारमाक्कि
प्लेऱ्ऱिൽ कुक्कुम्पർ साൻड्विच्चुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वळयत्तिलॆ सർक्कस् आन
पय्यൻ फानि पाय्क्क् धरिक्कुन्नु .
वाचकं वॆळुत्तताण्
मून्न् करटिकൾ वॆळ्ळत्तिൽ कळिक्कुन्नु
विमानत्तिन् वालिൽ ऒरु वलिय पुष्पमुण्ट्
पिस्सयिलॆ पच्च टोप्पिंगुकൾ
ऒरु मनुष्यൻ चिल भक्षणत्तिलेक्क् विरൽ चूण्टुन्नु .
आळुकൾ डॆस्क्किन् मुन्निൽ इरिक्कुकयुं निൽक्कुकयुं चॆयुन्नु
निलत्त्प रवतानिकळाण्
उरुळक्किऴङ्ङ् मिश्रितत्तिन्ऱॆ कूट्टं
कऱुप्पुं चुवप्पुं नीरावि ट्रॆयिൻ
ऒरु अमेरिक्कൻ पताक ऒरु तॆरुविൽ तूक्कियिरिक्कुन्नु .
उच्चभक्षणत्तिൽ नूडिൽस्
प्लेऱ्ऱिൽ अण्डाकारङ्ङळुण्ट्
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
परेडिൽ बैक्क् ओटिक्कुन्न वनितकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ टाൻ पूच्च
पश्चात्तलत्तिൽ ऒरु पऴय मरं कॆट्टिटमुण्ट् .
स्वॆऱ्ऱർ नीलयाण्
पोൾ मञ्ञयाण्
रण्ट् चुवन्न वटिकൾ ऒरु वण्टि वलिक्कुन्नु
कम्प्यूट्टർ डॆस्किൽ ब्रौൺ पूच्च
WII कळिक्कुन्न आळुकൾ
ओऱञ्च् पऴुत्तताण्
मनुष्यൻ ऒरु पन्त् ऎऱियाൻ पोवुकयाण् .
शीतीकरिच्च तटाकत्तिन् कुऱुकॆ बैक्क् तळ्ळुन्न व्यक्ति
ऱैडिंग् ऎन्न वाक्क् .
मनुष्यൻ निलत्तुकूटि नटक्कुन्नु
" वॆळिच्चं पच्चयाण् , पोकुक "
मैक्रोवेविൽ वॆळुत्त पात्रं
आनयिൽ इरिक्कुन्न रण्टुपेർ
आटुकळिൽ ओऱञ्च् निऱं .
बूगि बोർडिൽ काൽ
सीब्र चॆऱुतुं वरयुळ्ळतुमाण्
स्केऱ्ऱ् पाർक्किलॆ रण्ट् चॆऱुप्पक्काർ .
ऒरु कूट्टं वाऴप्पऴं
कऱुत्त बैक्क् चिह्नं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
विमानं पऱक्कुन्नु
ऒरु वयलिൽ नीण्ट ट्रॆयिൻ
स्त्रीयुटॆ कैयिൽ अमेरिक्कൻ पताक कषणं
पालत्तिनु अटुत्तुळ्ळ पाऱकൾ
तीवण्टि लोहवुं मङ्ङियतुमाण्
मौन्ऱड् चॆय्त फ्लाऱ्ऱ् स्क्रीൻ चॆय्त टिवि
चॆऱुप्पक्कारൻ बेस्बोൾ कळिक्कुन्नु
वायुविलॆ वॆळुत्त फ्रिस्बी .
नाययुमायि स्त्रीकൾ
नील पश्चात्तलवुं विविध निऱङ्ङळुमुळ्ळ ग्राफिऱ्ऱि स्केऱ्ऱ्बोർड्
मञ्ञ् मूटिय स्कूൾ चरिव् .
इव रण्ट् आटुकळाण्
आळुटॆ इटत् पुरिकं .
ऒरु चोक्लेऱ्ऱ् कप्प् केक्क्
ऒरु कटൽत्तीरत्त् मॊबैलिൽ कुतिरकൾ
पुऱत्त् पुतप्पिൽ इरिक्कुन्न स्त्री
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मृगङ्ङळुटॆ मेच्चिൽ
उयरमुळ्ळ ऒरु कॆट्टिटं
मञ्ञुवीऴ्चयुळ्ळ पർवतत्तिलॆ स्कीयർ
बैक्क् काबिनऱ्ऱुकൾ
इत् ऒरु मनुष्यनाण्
इत् फ्रिस्बॆयाण्
इतॊरु पट्टं आण्
कुटयुळ्ळ रण्टुपेർ
बस् डिप्पोयिलॆ सिൽवർ गेऱ्ऱ्
बसिलॆ कऱुत्त वलतुवशत्तॆ काऴ्च मिऱർ .
इत् रोमङ्ङळाण्
" कॊच्चु पॆൺकुट्टिक्क् तविट्ट् निऱमुळ्ळ मुटियुण्ट् , अत् वृत्तियायि कऴुकि "
चॆऱिय तविट्ट् पक्षि
ऒरु वलिय वॆळुत्त फ्रिस्बी
फ्रिस्बिक्कुवेण्टि कुतिक्कुन्न स्त्री
कबोब्सिन्ऱॆ ओऱञ्च् अलङ्कार तालं
वॆळुत्त फ्रिस्बी वायुविൽ पऱक्कुन्नु .
मनुष्यन् ऒरु बाग् उण्ट्
इताण् सोळाർ पानൽ
बाक्क् स्पेस् बट्टणिन्ऱॆ भागं
नोർमൻ ऱोक्क्वॆൽ शैलियिलुळ्ळ चित्रं
ऒरु वॆळुत्त कप्पिൽ निन्न् कुटिक्कुन्न ऒरु वृद्धൻ .
मुन्निൽ सैक्किळिन्ऱॆ मुൻ चक्रं .
तऱ तविट्ट् निऱमुळ्ळ टैलाण्
जनक्कूट्टं पुऱत्ताण् .
ऒरु वॆळुत्त पोർसलैൻ मूत्रं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पुल्लिൽ ईन्तप्पन
अप्पं तविट्टुनिऱमाण्
ऒरु वॆळुत्त विभवत्तिन्ऱॆ भागं
कुञ्ञ् आन
बात्त्ऱूं भित्तियिൽ ओऱञ्च् टैൽ
मून्न् स्त्रीकൾ स्की चॆय्याൻ तय्याऱाण्
स्त्री धरिक्कुन्न तॊप्पि .
चुवन्न कोट्ट् इट्ट् स्कीयिंगिൽ मनुष्यൻ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
क्लोक्क् मतिलिलाण्
पिङ्क् कुट
पच्च टॆन्नीस् पन्त् तट्टि .
आ स्त्री निൽक्कुन्नु
कुञ्ञ् आन
स्त्रीक्क् तविट्ट् निऱमुळ्ळ मुटियुण्ट् .
इव रण्ट् टोय्लऱ्ऱुकळाण्
पिस्स पाकं चॆय्युन्नु
मञ्ञ् निलत्तुण्ट् .
चरित्रपरमाय कप्पलुकൾ वॆळ्ळत्तिൽ
कॆट्टिटत्तिन्ऱॆ गोपुरत्तिन् रण्ट् घटिकारङ्ङळुण्ट्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
मनुष्यൻ फ्रिड्जिलेक्क् नोक्कुन्नु
वलिय तविट्ट् तटि पॆट्टि
इतॊरु वीटाण्
मतिलिनटुत्तायि मून्न् वरिकळुळ्ळ नील सीऱ्ऱुकൾ
वलिय तिळक्कमुळ्ळ चुवन्न कुट
ऒरु स्केऱ्ऱ् नटप्पातयिൽ स्केऱ्ऱർ
कुञ्ञ् आन
ऒरु पट्टिकयुटॆ उपरितलं
ऒरु कुट्टि स्नो कुन्निൽ चाटुन्नु
पർव्वतीरत्तेक्क् स्कीयिंग् चॆय्युन्न व्यक्ति
बोट्ट् वॆळ्ळत्तिलाण्
निलं टैൽ आण्
तॆरुविलूटॆ सञ्चरिक्कुन्न नील ट्रक्क् .
वॆळ्ळं शान्तमाण्
तकർन्न टोय्लऱ्ऱ्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कुत्तुकൾ उळ्ळ मञ्ञ टै .
कट्टिलिൽ रण्ट् वॆळुत्त तलयिणकൾ
पुऱत्त् ऒरु क्लोक्क्
ऒरु तळिकयिൽ वेविच्च ब्रॊक्कोळि .
मध्यत्तिൽ ऒरु द्वारमुळ्ळ ऒरु ब्लूबॆऱि पेस्ट्रि
ऒरु वायुसञ्चारमाർग्गत्तिन्ऱॆ भागं
पच्च पुल्लिन्ऱॆ भागं
एकाग्रतयोटॆ वळञ्ञ पुरिकं
रण्ट् आनकൾ आलिंगनं चॆय्युन्नु
मञ्ञ पान्ऱिൽ स्नो बोർडർ
रण्ट् कुट्टिकൾ स्कीयिंग्
नील हॆൽमॆऱ्ऱ् धरिच्च ऒराൾ
फुड् प्रोससർ ब्लेड् .
ऱोड् ननञ्ञिरिक्कुन्नु
शरीरत्तिൽ मृदुवाय तविट्ट् रोमङ्ङൾ
ऱोड्वेयिൽ व्यक्ति स्केऱ्ऱ्बोർडिंग् .
ऒरु चॆऱिय सवारि विमानं
मेघङ्ङൾ वॆळुत्तताण्
पच्च टि षർट्ट् धरिच्च मनुष्यൻ
चुवन्न वीञ्ञुळ्ळ ऒरु वैൻ ग्लास् .
वृत्तिकॆट्ट स्केऱ्ऱ्बोർड् .
कुञ्ञ् आन
प्रायपूർत्तियाय रण्ट् आनकൾ निൽक्कुन्नु
पशुविन्ऱॆ निऴൽ निलत्त्
ऒरु जन्मदिन केक्क्
तीवण्टियिൽ पुकयुण्ट्
प्रकृति परिस्थितियिൽ वहिक्कुक
चुवन्न षർट्ट् उळ्ळ टॆडि बियർ
अवർ wiii कळिक्कुन्नु
तलयिणयिൽ पऴय रीतियिलुळ्ळ पाव
आकाशं नीलयाण् .
" ओऱञ्च् , पच्च कारऱ्ऱ् "
द्वीप् बीच्च् रंगं
पच्च शून्यमाय मरं बॆञ्च्
ऒरु फ्रिस्बी पिटिक्कुन्न ऒराൾ
उऱङ्ङुन्न पूच्च
मुटि वർण्णाभमाण्
कलङ्ङൾ पश्चात्तलत्तिलाण्
मञ्ञ निऱत्तिलुळ्ळ मोट्टोർ बोट्ट्
वॆळ्ळत्तिनु समीपं ऒरु विमानं उण्ट्
स्वीकरणमुऱियिൽ सीलिंग् फाൻ
सർफ्बोർडुळ्ळ मनुष्यൻ
ऒरु पർप्पिൾ बारऱ्ऱ्
सूर्यप्रकाशमुळ्ळ दिवसं आकाशत्त् मेघङ्ङൾ
त्रिकोण ऱोड् चिह्नं
अयाൾ फोणिൽ संसारिक्कुन्नु
ऒरु स्त्री समुद्रत्तिൽ सർफिंग् चॆय्युन्नु
कऱुत्त ननञ्ञ स्यूट्टिൽ सർफർ
रण्ट् युव एष्यൻ स्त्रीकൾ
कऱुप्पुं वॆळुप्पुं डयमण्ट् पाऱ्ऱेൺ
मेघङ्ङळिल्लात्त नीलाकाशं
ऒरु बुष् निൽक्कुन्नत् ऒरु चॆऱिय आन
सूर्यൻ उटൻ अस्तमिक्काൻ पोकुन्नतुपोलॆ तोन्नुन्नु
आकाशं नीलयाण्
मोट्टोർसैक्किळिन्ऱॆ मुൻ चक्रं .
पच्चयुं मञ्ञयुं उळ्ळ अग्नि जलांशं .
सिङ्किनटुत्तायि ऒरु जालकं
ऒरु कुन्निൻ मञ्ञ्
स्ऱ्ऱॆयिൻलॆस् स्ऱ्ऱीलाण् किच्चൻ सिङ्क्
अटुप्प् पच्चयाण्
वैद्युत तूणुकळुटॆ ऒरु श्रेणि .
तऱयुटॆ भागं
मून्न् वॆळुत्त आटुकൾ ऒरु कुन्निൽ मेयुन्नु
वैऱ्ऱ् बैक्क् हॆൽमॆऱ्ऱ्
नाय तविट्ट् वॆळुत्तताण्
हों फोൺ चुमरिलाण्
बॆय्स् बाൾ कळि
पक्षि कऱुप्पुं वॆळुप्पुं आण्
मनुष्यൻ तॊप्पि धरिक्कुन्नु
बेस् बोൾ गॆयिमिलॆ पिच्चർ
सैक्लिस्ऱ्ऱुकळुटॆयुं मोट्टोർ सैक्किൾ यात्रक्कारुटॆयुं ऒरु वलिय संघं .
सीब्रकൾ वरकळाण्
ऒरु पूच्च किटक्कुन्नु
आ मनुष्यൻ ऒरु Wii ऱिमोट्ट् पिटिक्कुन्नु .
वेविच्च भक्षणं ऒरु वॆळुत्त प्लेऱ्ऱिलाण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
चुवप्प् ऎटुत्त् निൽक्कुन्न चित्रं कऱुप्पुं वॆळुप्पुं निऱत्तिलाण्
ऒरु वॆळुत्त प्लेऱ्ऱ् डॆसेർट्ट् ओणाण्
चुवरिൽ इरिक्कुन्न चुवन्न कसेर
वलिय अऴुक्क् फीൽड्
कट्टिलिൽ पच्च तलयिणकൾ
इरुण्ट तॊप्पि धरिच्च मनुष्यൻ
स्त्री टॆन्नीस् कळिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
आൺकुट्टि कैवशं वच्च फोൺ
वळरॆ श्रद्धेयमाय विमानं .
कुतिरयुटॆ कण्ण् .
ऒरु पॆൺकुट्टि बाऱ्ऱ् स्विंग् चॆय्युन्नु
बॆञ्च् शून्यमाण्
कुञ्ञिन्ऱॆ अटुत्तायि करटि .
ऱाक्कऱ्ऱुळ्ळ ऒरु पिञ्चुकुञ्ञ्
इळं पच्च निऱमुळ्ळ कुट .
इयाൾ इळं नील पोळो षർट्ट् धरिक्कुन्नु
बेस्बोൾ गॆयिमिൽ यूणिफोमिलुळ्ळ क्याच्चർ
मोट्टोർ सैक्किळिൽ ऒराൾ .
मेशयिൽ ऒरु तणुत्त चाय इरिक्कुन्नु
ऒरु टॆन्नीस् ऱाक्कऱ्ऱुळ्ळ ऒरु सुन्दरि
पुल्लुळ्ळ प्रदेशत्त् कऱुत्त करटि
ऒरु मरं अटुक्कळयुटॆ पूർण्ण काऴ्च
वातिൽ तुऱन्नु
ऒरु चुवन्न पॊतु बस्
रण्ट् चरक्कुनीक्क तीवण्टि ऎञ्चिनुकൾ
ऒरु विमानं वायुविൽ पऱक्कुन्नु
घटिकारङ्ङൾ काणुन्नु .
नेरिय मेघङ्ङൾ
पक्षियुटॆ वायिൽ वॆळुत्त सिलिण्टർ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु ग्लासिൽ निन्न् ऒराൾ कुटिक्कुन्नु
अच्चटि षർट्टुं टैयुं धरिच्च मनुष्यൻ
मरं बोർडिൽ इरिक्कुन्न पक्षि
चुरुण्ट मुटियुळ्ळ व्यक्तियुटॆ नील जीൻस्
परस्परं अटुत्त् रण्ट् कूळऱुकൾ
ऒरु कॆट्टिटत्तिൽ सैൻ इൻ चॆय्युक .
क्लीनिंग् आवश्यमुळ्ळ कुळिमुऱि .
कुट वॆळुत्तताण् .
कटൽत्तीरत्त् ऒरु नाय
निलत्त् पाययिൽ वॆळुत्त पऴं पात्रं .
पोस्ऱ्ऱिൽ रण्ट् ऱफ्रिजऱेऱ्ऱऱुकळुण्ट् .
इताण् पच्च निऱं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
कऱुत्त पान्ऱुं षूसुं .
चुमरिൽ अञ्च् पाळिकൾ
ऒरु वॆळुत्त पात्रं मेशप्पुऱत्त् उण्ट्
व्यक्ति वायुविൽ चाटुन्नु
ब्रॊक्कोळि कप्पिलाण् .
चारनिऱत्तिलुळ्ळ मक्लारൻ स्ट्रोळർ
इतॊरु बेस्बोൾ कळिक्कारनाण्
कॆट्टिट भित्तियिൽ ऒरु घटिकारं
चुवरिൽ वॆळुत्त स्ऱ्ऱुक्को
वॆळुत्त पूच्चयुटॆ मुखं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
करटि क्लोत्त्स्पिൻ उपयोगिच्च् तूक्कियिरिक्कुन्नु
ऒरु बास्क्कऱ्ऱ्बोൾ पिटिक्कुन्न कळिक्कारൻ
इतॊरु लामयाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इत् ऒरु मनुष्यनाण्
इताण् कसेर
मञ्ञ वाऴप्पऴत्तिन्ऱॆ ऒरु कूट्टं विൻडोयिൽ तूक्कियिरिक्कुन्नु
तॆरुव् कोणिलुळ्ळ उयरमुळ्ळ घटिकारं
कऱुत्त सवारि बूट्ट् धरिच्च ऒराൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु ट्रॆयिൻ स्ऱ्ऱेषन् पुऱत्त् निൽक्कुन्न स्त्री .
ऒरु कसेरयिൽ इरिक्कुन्न ऒरु पॆൻग्विൻ
आळुकൾ गतागतत्तिनायि कात्तिरिक्कुन्नु .
समुद्र तिरमालकൾ
तीवण्टि स्ऱ्ऱेषनिൽ निൽक्कुन्न स्त्री
ऒरु कट्टिलिन्मेൽ कऱुत्त पुतप्प्
उयरमुळ्ळ पुल्लिൽ मनुष्यൻ
मेशयिൽ तुऱन्न लाप्टोप्
वलत् तळ्ळविरलिन्ऱॆ भागं
कसेरयिൽ इरिक्कुन्न मनुष्यൻ
ऒरु कऱुत्त सैक्किൾ हाൻडिൽ
मनुष्यൻ नियन्त्रणत्तिൽ इरिक्कुन्नु
वीट्टिൽ निർम्मिच्च रण्ट् पच्चक्कऱि पिस्सकൾ
ऒरु कऱुत्त ट्राष् बाग् .
फ्लफि वॆळुत्त आटुकൾ पुल्लु तिन्नुन्नु
ब्रौൺ निऱत्तिलुळ्ळ कसेरयिൽ इरिक्कुन्न पक्षि .
ऒरु जोटि सൺग्लासुकൾ
इतॊरु कळिप्पाट्ट विमानमाण्
पिस्सयिलॆ ऒरु स्लैस्स् काणुन्निल्ल
तॆरुव् चिह्नमुळ्ळ मरत्तटि निलत्तु किटक्कुन्नु
वलिय सुन्दरमाय जेऴ्सि पशु
शून्यमाय षांपॆय्ൻ फ्लूट्टुकൾ
आनयुटॆ तुम्पिक्कैयुटॆ भागं
मनुष्यൻ वायुविलाण्
रण्ट् मॆऱ्ऱൽ इन्त्यൻ शिल्पङ्ङൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पोलीस् काർ पाർक्किंग् स्थलत्त् पाർक्क् चॆय्तु .
ऐस्क्रीं कुक्कि साൻड्विच्च्
अवൻ आटुकळॆ वळർत्तुन्नु
ऒरु तॆरुविलॆ ऒब्जक्ऱ्ऱ् .
चट्टियिൽ माम्पऴक्कूट्टं
वलिय ब्रौൺ पुल्ल्
इत् ऒरु पർवतशिखरत्तिलॆ कऱुत्त आट्टुकॊऱ्ऱൻ
ऒरु ब्रौൺ पाർक्क् बॆञ्च्
ट्रॆयिनिൽ निन्न् वरुन्न पुक
ऱॆयिൽवे ट्राक्कुकൾक्क् समीपमुळ्ळ ऒरु कोऴि
रण्ट् तूवालकൾ तूक्कियिरिक्कुन्नु
पूच्चकൾ इटनाऴियिൽ किटक्कुन्नु
ऱोडिन् मुकळिलॆ पच्च लैऱ्ऱ् .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒराळुटॆ पल्लुळ्ळ पुञ्चिरि .
चिह्नं अलक्कൽ पतिनञ्च् सॆൻऱ् प्रदർशिप्पिच्चिरिक्कुन्नु
ऒरु वृत्ताकृतियिलुळ्ळ वॆळ्ळ फ्रिस्बी
ऒरु पोळिलॆ ऱोड् अटयाळङ्ङൾ
सीब्र कऴिक्कुन्नु
वृत्तिकॆट्टतायि काणप्पॆटुन्न विरൽ नखं .
निलं चारनिऱमाण्
ऱिस्ऱ्ऱ् बाൻड् कऱुत्तताण्
मरत्तिൽ चुवन्न सॆൽ फोൺ
ऒरु स्त्रीयुटॆ कण्ण्
बोक्सिൽ वॆळुत्त टूत्त् ब्रष् .
जिऱाफिन्ऱॆ कऴुत्त्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु पർप्पिൾ फ्रिस्बी
काऱुकळिलॆ हॆड्लैऱ्ऱुकൾ .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कौण्टऱिൽ पाचक पात्रङ्ङळुटॆ ऒरु वलिय कण्टॆय्नർ
ऒरु कुळिमुऱियुटॆ उळ्ळिൽ काणुक
कुळिमुऱियिൽ इरट्ट सिङ्क्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
किटक्कयिൽ पिस्स पॆट्टि
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
काऱिൽ ऱॆयिൽवे पासञ्चർ सीऱ्ऱ् .
ऒरु स्कूൾ लिफ्ऱ्ऱिൽ रण्टुपेർ
नीळमुळ्ळ तविट्टु निऱमुळ्ळ मुटियुळ्ळ स्त्री
ट्रक्कुकൾ काणुन्नु .
द्वीप् बीच्च् रंगं
निलत्त् कऱुत्त पुळ्ळि
पच्च कानो वॆळ्ळत्तिलूटॆ ऒऴुकुन्नु
ऒरु चुवन्न ट्रॆयिൻ
प्लेऱ्ऱिൽ धान्यं
सॆन्ऱ् . फ्राൻसिस् तॆरुव् अटयाळं
नाय ऒरु परवतानियिൽ किटक्कुन्नु .
वेविच्च पच्चक्कऱिकൾ उळ्ळ कलं
वॆळुत्त काबिनऱ्ऱ् वातिलुकൾ .
डोक्क् चॆय्त बोट्टुकळुटॆ ऒरु कूट्टं
पिच्चिंग् कुन्निलॆ बेस्बोൾ कळिक्कारൻ
वॆळ्ळत्तिൽ निऴൽ
नटप्पातयिलुं पुल्लिलुं नटक्कुन्न जिऱाफुकळुटॆ ग्रूप्प्
मनोहरमाय प्रकृति रंगं
तटाकत्तिन् अटुत्त् उळ्ळ टाൻ डोग्
चरिविलूटॆ ताऴेक्कुळ्ळ स्कयർ .
स्कीयिंग् मत्सरत्तिलॆ व्यक्ति
चित्र मॆनु चुमरिൽ तूक्कियिरिक्कुन्नु .
अतिन्ऱॆ पोस्ऱ्ऱिൽ ऒरु स्ऱ्ऱोप्प् चिह्नं
कटൽत्तीरत्त् ऒरु मञ्ञ ऎस्युवि
ऒरु पच्च सർफ्बोർड् वहिक्कुन्नु
आळुकൾ वॆळ्ळत्तिൽ कळिक्कुन्नु
नटप्पातयिलूटॆयुळ्ळ बोट्टुकൾ
पच्च चॆटि
ऱॆड् डबिൾ डॆक्क् सिऱ्ऱि बस्
विൻडोयिൽ कऱुत्त करटि
कॆट्टिटत्तिन्ऱॆ वशत्त् वॆळुत्त क्लोक्क् .
मुकळिൽ नील चिह्नं
ऱियाൻ टॆय्लർ पकർप्पवकाश टाग्
सिनिक्कॆयർ टूत्त् ब्रष् उपयोगिक्कुन्न कॊच्चु पॆൺकुट्टि
ऒरु जोटि ट्रॆयिൻ हॆड्लैऱ्ऱुकൾ
मोट्टोർसैक्किळिन् मुन्निलॆ हॆड्लैऱ्ऱ् .
चारनिऱत्तिलुळ्ळ विमानं
स्कूൾ नीलयाण्
टॆडि बियऱिन्ऱॆ आकृतियिलुळ्ळ कैऱ्ऱ्
इताण् आकाशं
ऒरु चॆऱिय मोट्टोർ बोट्टिलुळ्ळ आळुकൾ
ऒरु व्यक्तियुटॆ मटियिൽ किऱ्ऱि
अटुप्पिनटुत्त् कलं उळ्ळ व्यक्ति .
प्रियप्पॆट्ट ईणत्तिन्ऱॆ पट्टिक केൾक्कुन्नु .
जेऴ्सिक्क् पिन्निൽ पेरुण्ट्
लेडि बीच्चिलाण्
ट्रॆयिൻ ट्राक्किൽ इरिक्कुन्न नील तुरुम्पिच्च ट्रॆयिൻ काबूस् .
वॆळुत्त अक्षरङ्ङळुळ्ळ ऒरु पिङ्क् चिह्नं .
कय्यिൽ पन्त् उळ्ळ पिच्चർ
स्ऱ्ऱोप्प् लैऱ्ऱिൽ चुवन्न लैऱ्ऱ् तिळङ्ङुन्नु .
वॆळुत्त अटुक्कळ काबिनऱ्ऱुकൾ
कुञ्ञिन्ऱॆ तॊट्टि वॆळुत्तताण्
मनुष्यൻ सർफिंग् चॆय्युन्न चित्रं .
मनुष्यൻ समुद्रत्तिൽ सർफिंग् चॆय्युन्नु
मून्न् स्ऱ्ऱफ् मृगङ्ङൾ कुटिक्कुन्नतायि नटिक्कुन्नु
पॆൺकुट्टि वॆळुत्त टॆन्नीस् षू धरिक्कुन्नत्
विमानत्तिൽ चुवन्न वाൽ
वॆळुत्त षർट्ट् धरिच्च व्यक्ति
ऒरु किटप्पुमुऱियिൽ सीलिंग् फाൻ
पुरातन बस् अऴुक्किൽ निർत्ति इरिक्कुन्नु
कॊटुङ्काऱ्ऱिൽ फुट्पात्तिൽ स्त्री स्कीयिंग्
ऒरु बॆञ्चिन् मुन्निൽ निൽक्कुन्न ऒराൾ
स्त्री नगरत्तिൽ बैक्क् ओटिक्कुन्नु
रण्ट् पोळाർ बियेऴ्स् प्लयिंग् .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ई चित्रं अविटॆ कैऱ्ऱ्स् पऱप्पिक्कुन्न आळुकळुटॆताण् !
कुञ्ञ् आन
मृगङ्ङळुटॆ तलयिൽ वलिय कॊम्पुकൾ
ट्रॆयिൻ ट्राक्कुकळिൽ पाർक्क् चॆय्त काർ
कऱुत्त अम्पटयाळं वलतुवशत्तेक्क्
ऒराൾ तन्ऱॆ सॆൽ फोणिൽ .
मनुष्यൻ वै कळिक्कुन्नु
टॆन्नीस् कळिक्कुन्न रण्ट् स्त्रीकൾ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कौण्टऱिलॆ कोफि मेक्कർ
नील काർ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
टैൽ भित्तियिൽ ब्रौൺ वज्र रूपं
ऒरु चोक्लेऱ्ऱ् डोनट्टिन्ऱॆ पकुति
वायुविൽ पऱक्कुन्न कैऱ्ऱ् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कऱुत्त ट्राष् बाग् .
हॊत्दॊग् - वस्तुवायि ऒरु बൻ
पऴुक्कात्त वाऴप्पऴत्तिन्ऱॆ कूट्टं .
कुऱुकॆयुळ्ळ लोगुकळुटॆयुं तूणुकळुटॆयुं ऱस्ऱ्ऱिक् मेൽक्कूर
पश्चात्तलत्तिलुळ्ळ पർवतङ्ङൾ
पुൽमेट्टिൽ नटक्कुन्न आनकൾ
बाऱ्ऱ् पिटिक्कुन्न बेस्बोൾ कळिक्कारൻ स्विंग् चॆय्याൻ तय्याऱाण्
अरुगुलयुटॆ पच्च इल
" ओऱञ्च् , कऱुत्त टॆन्नीस् ऱाक्कऱ्ऱ् "
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वाऴप्पऴं ऐस्क्रीं सൺडे
स्कूൾ यूणिफोमिൽ कुट्टि
पश्चात्तलत्तिलुळ्ळ कल्ल् निर
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
आൺकुट्टिकൾ सोक्कർ कळिक्कुन्नु
टॆन्नीस् मत्सरं
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
चिह्नत्तिൽ निन्न् ऒरु कत्त् काणुन्निल्ल
ऒरु कऱुप्पुं मञ्ञयुं सोक्कർ बोൾ
वॆळ्ळि प्लंबिंग् उळ्ळ वॆळुत्त पोർसलैൻ मूत्रं
तीवण्टियिൽ ' आद्यं ' ऎन्न् ऎऴुतियिट्टुण्ट्
ट्रॆयिൻ चुवप्पुं वॆळ्ळयुं आण्
ऱॆयिൽवे स्ऱ्ऱेषनिൽ तीवण्टि
कऱुत्त शिरोकवजं बाऱ्ऱർ धरिक्कुन्नु .
ऒरु तीवण्टि स्ऱ्ऱेषनिൽ आळुकൾ कात्तिरिक्कुन्नु
ऒरु वयलिൽ मेशयुटॆ कूटॆ कसेरकळुं
क्याच्चർ कळिक्कुन्नयाൾ
नीळमुळ्ळ मञ्ञ स्कूൾ बस्
षർट्टिन्ऱॆ मध्यत्तिलुटनीळं चारनिऱत्तिलुळ्ळ वरकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
अऴुक्क् कॊण्ट् निർम्मिच्च बेस्बोൾ म mount ण्ट्
ऒरु कऱुत्त ट्राष् बाग् .
कऱुत्त तूवलुकൾ उळ्ळ पक्षि
ऒरु काट्टिൽ तटिकॊण्टुळ्ळ वळ्ळङ्ङൾ
वशत्त् स्लिऱ्ऱ् उळ्ळ मञ्ञ षोർट्ट्स् .
स्ऱ्ऱोप्प् चिह्नत्तिलॆ ऎस् अक्षरं
वयलिൽ कुतिरकळुटॆ कूट्टं
फ्रष् ग्रीൻ ब्रोक्कोळि फ्लोऱऱ्ऱुकൾ
भक्षणं ऒरु अटुप्पिनुळ्ळिलाण्
निस्सारनाय पुरुषൻ स्केऱ्ऱ्बोർडिൽ निन्न् चाटुक
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
तॆरुविൽ ऒरु वॆळुत्त कोൺ
चुमरिൽ ऒरु नेरिय घटकं
नीळमुळ्ळ मुटियुळ्ळ स्त्री चिरिक्कुन्नु .
बाऱ्ऱ् चॆय्याൻ निल्क्कुन्न इटत् कै कळिक्कारൻ
जिऱाफ् इलकൾ नक्कुन्नु
पुरुषन्ऱॆ हॆड् बाൻडिൽ इटत् बण्णि चॆवि .
स्वർणं कॊण्ट् ऎऴुतिय नील बोർड्
निलत्तु पशुविन्ऱॆ निऴൽ
पॆൺकुट्टियुटॆ चॆवियिൽ टोप्प् हूप्प् कम्मൽ .
कोणुकൾ ओऱञ्च् निऱमाण्
ऒरु तविट्ट् वातिൽ
पिस्स
ऒरु वयलिൽ ऒरु मरं बॆञ्च्
स्त्री कुप्पियिൽ निन्न् वीञ्ञ् ऒऴिक्कुन्नु
अटयाळं वॆळुत्तताण् .
पॊतुविൽ कुटयुमायि नटक्कुन्न स्त्री .
पच्चक्कऱिकळुटॆ पिस्स पाकं चॆय्युन्नु
रण्टु निल बस् .
वॆळुत्त स्की जाक्कऱ्ऱिलुं कऱुत्त पान्ऱिलुमुळ्ळ व्यक्ति
स्त्री नील हाർड् तॊप्पि धरिच्चिरिक्कुन्नु
वॆळ्ळत्तिൽ वॆळ्ळ बोट्ट्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु जोटि नीलयुं वॆळ्ळयुं स्नीक्कऱुकൾ
मञ्ञयुं कऱुत्ततुमाय सञ्चि सैक्किळिൽ चारियिरिक्कुन्नु
क्लास् मुऱियिൽ फ्रिस्बियॆ पिटिच्चिरिक्कुन्न मनुष्यൻ
वातिൽ मुट्ट् लोहत्तिൽ निन्नाण् निർम्मिच्चिरिक्कुन्नत् .
कऱुत्त विल्लु टैयुळ्ळ ऒराൾ
ऒरु प्रकाशत्तिन्ऱॆ प्रतिफलनं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पॆൺकुट्टि तॆरुविൽ निൽक्कुन्नु .
मेशप्पुऱत्त् ऒरु विळक्क्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
मनुष्यൻ विरൽ चूण्टुन्नु
रण्ट् पिङ्क् कषणङ्ङൾ मिठायि
नीळमुळ्ळ वॆळुत्त सोक्स् धरिच्च मनुष्यൻ
व्यक्तियुटॆ पिन्निलुळ्ळ पच्च रश्मि
ऒरु मनुष्यन्ऱॆ कण्ण्
ऒरु मॆऱ्ऱൽ फർणिच्चऱिൽ टोय्लऱ्ऱ् पेप्पऱिन्ऱॆ ऱोൾ
चुवरिൽ लैऱ्ऱ् फिस्च्चർ
वायुविൽ स्कीस् धरिच्च स्कीयർ
लैऱ्ऱ् हौस् वॆळ्ळत्तिൽ स्थितिचॆय्युन्नु
ग्लास् प्रॊट्टक्ऱ्ऱർ उळ्ळ बൾब्
वलिय वॆळुत्त मेघङ्ङൾ निऱञ्ञ आकाशं
टूत्त् पेस्ऱ्ऱ् नीलयुं ऒट्टൽउळ्ळतुं आण्
बसिन्ऱॆ लक्ष्यस्थान विൻडो
ऒरु कऱुत्त लाक्वർड् कोफि टेबिൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
फ्रञ्च् फ्रैकळुटॆ ऒरु क्रमं
ऒरु व्यक्तियुटॆ तलयिൽ तॊप्पि
पक्षि वेलियिൽ निൽक्कुन्नु
मञ्ञुवीऴ्चयिൽ कात्तिरिक्कुन्न आळुकൾ
कऱुप्पुं वॆळुप्पुं सीब्र
चुवन्न मुटियुळ्ळ स्त्रीयुटॆ कार्यं
पक्षि मॆऱ्ऱीरियलिൽ निൽक्कुन्नु
" टाൻ , वैऱ्ऱ् निऱमुळ्ळ पशु "
टॆन्नीस् कोർट्टिൽ रण्ट् कळिक्काർ
ओफ् वैऱ्ऱ् लैऱ्ऱ् स्विच्च्
रण्ट् अमेरिक्कൻ पताककൾ ट्रक्किൽ तूक्कियिरिक्कुन्नु
कट्टिलिൽ इरिक्कुन्न स्त्री
विमानत्तिन्ऱॆ मुൻ विൻडो
पुल्लिन्ऱॆ विस्तृतमाय प्रदेशं
वाणिज्य विमानं
कॆट्टऴिक्कुन्न प्रक्रिययिൽ मॆऱूൺ नॆक्क् टै
मञ्ञिൽ नील तीवण्टि
ट्रॆयिൻ चुवप्प् वॆळ्ळयुं नीलयुमाण्
मोट्टोർसैक्किळिन्ऱॆ मुൻ चक्रं .
नील षർट्ट् धरिच्च पय्यൻ
कऱुत्त प्लास्ऱ्ऱिक् टॆन्नीस् ऱाक्कऱ्ऱ्
स्नोबोർडർ ऒरु वशत्तेक्क् चरिञ्ञु
न्यूयोർक्किलॆ ऒरु सब्वे ऎक्सिऱ्ऱ् चिह्नं
" नील , पർप्पिൾ स्ऱ्ऱफ् चॆय्त नाय "
ट्रक्किन्ऱॆ अरिकिलुळ्ळ स्नोबोർडർ
चुवरिൽ निन्न् पॆयिन्ऱ् इळकुन्नु
मुऱि ऒरु अटुक्कळयाण् .
युणैऱ्ऱड् स्ऱ्ऱेऱ्ऱ्सिन्ऱॆ पताक
निलत्त् इलकൾ .
रण्ट् बॆञ्चुकൾ परस्परं इरिक्कुन्नु .
पन्त् पच्च निऱमाण् .
ऒरु क्यामऱ कैवशमुळ्ळ ऒरु मनुष्यൻ
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
वागൺ वीൽ लैऱ्ऱ् फർणिच्चർ .
चुवप्पुं वॆळ्ळयुं उळ्ळ ऎयർबॆർलिൻ विमानं
वैऱ्ऱ् पेप्पർ विळक्कुकൾ
पन्नि वॆळ्ळयुं कऱुप्पुं आण्
अलङ्करिच्च नाल् पाळिकൾ
ऒरु पच्च कुरुमुळक्
ऒरु परवतानियिलॆ वस्तुक्कൾ
नरच्च मुटियुळ्ळ मनुष्यൻ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कसेरयिൽ इरिक्कुन्न पूच्च
सीलिंगिൽ ऱीसॆस्ड् लैऱ्ऱुकൾ
निलत्तु सॆब्र .
ऱोडिൽ डबिൾ डॆक्कർ बस्
ऒरु पच्च ट्रोळि काർ
वयർ फॆൻसिंगिनॆ पिन्तुणय्क्कुन्न वळञ्ञ ध्रुवङ्ङൾ
" नील , ओऱञ्च् विशदांशङ्ङळुळ्ळ ट्रॆयिൻ "
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मनुष्यൻ वॆळुत्त टॆन्नीस् वस्त्रं धरिचिरिक्कुन्नु
ऒरु स्कै चरिविलाण् फोट्टो ऎटुत्तत्
मोट्टोർ सैक्किൾ हॆൽमॆऱ्ऱ् धरिच्च कुञ्ञ्
वयർ ऱाक्किलॆ मासिककൾ
2007 बोस्ऱ्ऱൺ मारत्तൺ ऱण्णेऴ्स् बिब् अक्कं 16957
कालिक्को पूच्च वർण्णाभमायताण्
ऱाम्पिन् मुकळिलुळ्ळ स्केऱ्ऱ्बोർडർ
सिऱ्ऱिंग् टाबि पूच्च
नाल् पेർ मोट्टोർ सैक्किൾ ओटिक्कुन्नु
मरत्तिन्ऱॆ कैकालुकळिൽ मञ्ञ् .
मनुष्यൻ ऒरु बाऱ्ऱ् पिटिक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वीञ्ञु ग्लास्
सीब्र वळरॆ चॆऱुताण्
मेशप्पुऱत्त् चुवन्न कप्प् .
होट्ट् डोगुकൾ विळम्पुन्न ऒराൾ
नील तॊप्पि धरिच्च मनुष्यൻ
जिऱाफिൽ नेरियतुं कऱुत्ततुमाय पाटुकൾ
ऒरु स्त्री बॆञ्चिൽ इरिक्कुन्नु
पुल्ल् वयलिൽ वॆळुत्त चोक्क् लैൻ
मून्न् पेർ
इत् कऱुप्पुं चारनिऱवुमाण्
मनुष्यൻ ऒरु कुट पिटिक्कुन्नु
मूलयिൽ ऒरु पॆप्सि कूळർ उण्ट्
डॆय्सिकळुटॆयुं धूम्रनूൽ पूक्कळुटॆयुं ऒरु पूच्चॆण्ट्
कुऴियुटॆ पुऱत्त् निൽक्कुन्न बेब् रूत्त्
ऒरु नदियिलॆ आनकൾ
कऱुप्पुं वॆळुप्पुं पूच्च बॆञ्चिनटियिൽ इरिक्कुन्नु .
नील चक्रङ्ङळुळ्ळ चुवन्न स्केऱ्ऱ्बोർड्
पच्च पुल्ल् तिन्नुन्न आटुकൾ
ऒरु ताऴ्न्न निलयिलुळ्ळ जालकं
ऒरु विमानं
फ्रञ्च् चङ्ङातिमारुटॆ ऒरु ओർडർ
सोक्कർ पन्त्
एऴ् वळ्ळङ्ङൾ वॆळ्ळत्तिൽ
अमेरिक्कൻ पताकयिलॆ नक्षत्रङ्ङൾ
मून्न् स्त्रीकൾ ऒरु बॆञ्चिൽ इरिक्कुन्नु
अटुक्कळयिൽ निൽक्कुन्न स्त्री
प्लेऱ्ऱिन्ऱॆ मध्यत्तिൽ ऒरु मॆऴुकुतिरि
मरं कॊण्ट् निർम्मिच्च इरुम्प् बॆञ्च्
ग्रे पिक्क् अप्प् ट्रक्किൽ कऱुत्त पिൻ टयർ .
ट्रॆयिൻ टॆർमिनलिൽ चुवन्न ट्रॆयिൻ निർत्तियिरिक्कुन्नु .
गतागतत्तिൽ निन्न् नीङ्ङुन्न ग्रेहौण्ट् बस् .
आकाशत्त् मून्न् वർण्णाभमाय कैऱ्ऱुकൾ
धाराळं ओऱञ्च्
इत् ऒरु तलयिणयाण्
कुञ्ञ् आन
मैक्रोफोൺ कैवशमुळ्ळ स्त्री
कॊत्तियॆटुत्त वलिय ब्रोस्ऱ्ऱड् चिक्कൻ
ऒरु कुतिर प्रतिमयुटॆ तल
क्लोक्किन्ऱॆ मुखत्त् \ I \
जिऱाफिन्ऱॆ तलयुं कऴुत्तुं
रण्ट् कुरङ्ङुकळुटॆ प्रतिम
मनुष्यൻ ऒरु क्यामऱ पिटिक्कुन्नु .
" वॆळ्ळ , नील डयमण्ट् बाक्क् स्प्लाष् "
ऒरु पीठत्तिൽ घटिकारमुळ्ळ वॆङ्कल कुतिर
ऒरे स्केऱ्ऱ्बोർडऱिन्ऱॆ रण्ट् काऴ्चकൾ
कऱुत्त बाक्क्पाक्क् उपयोगिच्च् मनुष्यൻ पटिकൾ कयऱुन्नु .
ऒरु पർवत वशं .
हॆൽमॆऱ्ऱ् धरिच्च ऒराൾ
मनुष्यൻ ऒरु वळ्ळत्तिൽ इरिक्कुन्नु .
पർवतङ्ङळिൽ कॆट्टिटं
ऒरु स्कूट्टർ चुमरिൽ चारियिरिक्कुन्नु .
किटक्क नील पच्चयाण्
मून्न् पशुक्कൾ पुल्लिൽ निൽक्कुन्नु
निरवधि आनकൾ निरयायि अणिनिरक्कुन्नु
" ओऱञ्च् , वॆळ्ळ ऎन्नी रण्ट् कोणुकൾ "
ब्रौൺ निऱत्तिलुळ्ळ टैൽ इट्ट निलं
स्केऱ्ऱ्बोർडिलॆ मनुष्यൻ .
सूर्यप्रकाशमुळ्ळ दिवसं तिरमालकൾ निऱञ्ञ समुद्रं
सण्णि औट्ट्डोർ पकൽ आफ्रिक्कൻ रंगं
मुऱियुटॆ नटुविൽ मेशयुं कसेरकळुं उळ्ळ चॆऱिय अटुक्कळ
ऒरु कुट्टि वाऴप्पऴं कऴिक्कुन्नु
नटप्पातयिൽ पाർक्क् चॆय्त चुवन्न ट्रक्क् .
ऒरु प्लेऱ्ऱिൽ कोऱोस् .
मञ्ञ ऒक्टोपस् पट्टं
कुळिमुऱियिलॆ वॆळ्ळ सिङ्क्
कुञ्ञ् आन
चट्टियिൽ मञ्ञ धान्यं
पच्च पुल्लिन्ऱॆ वलिय पाच्च्
पूच्च ऒराळुटॆ मटियिൽ निൽक्कुन्नु
मैक्क् उळ्ळ मनुष्यൻ .
मञ्ञ षർट्टिൽ कुट्टि
टोय्लऱ्ऱिൽ मूत्रं
टोप्पिंगुकळुळ्ळ बण्णिलॆ होट्ट् डोग्
ऒरु वण्टियिൽ पच्च चक्रं
चुऱ्ऱुं कुतिरयॆ नयिक्कुन्न स्त्री .
वॆळुत्त षർट्ट् धरिच्च सुन्दरियाय स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कुट्टि ऒरु बोट्टिൽ निൽक्कुन्नु
पासञ्चർ ट्रॆयिൻ
चुवन्न टै मुकळिलेक्क् पऱक्कुन्नु
ऒरु चॆऱिय ऱौण्ट् टेबिळिൽ इरिक्कुन्न पच्च पूत्तट्टं
ऱफ्रिजऱेऱ्ऱർ वातिलिൽ कऱुत्त कऴ्सीव् ऱैऱ्ऱिंग्
मनुष्यൻ वायुविൽ उयർन्नु
होट्ट् डोग् कैवशमुळ्ळ पेप्पർ ट्रे
वॆळुत्त वृत्तत्तिलुळ्ळ फ्रिस्बी
मोट्टोർ सैक्किळिൽ इरिक्कुन्न ऒराൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
मेघकळिलूटॆ सूर्यൻ तिळङ्ङुन्नु
मनुष्यൻ पॆൺकुट्टियुटॆ कै पिटिक्कुन्नु
नील कूटारत्तिन्ऱॆ भागं
ट्रेयिलॆ भक्षणं
कऱुत्त तुऱन्न मुखमुळ्ळ शिरोकवजं
विमानत्तिलॆ ऒरु प्रॊप्पल्लർ
" पच्च , मञ्ञ एलय्क्क काय्कൾ "
इताण् आकाशं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु वॆळुत्त पासञ्चർ विमानं
ऒरु आन
चारनिऱत्तिलुळ्ळ नेवि विमानं .
नन्नायि ट्रिं चॆय्त हॆड्ज्
इत् ऒरु मनुष्यनाण्
इतॊरु लोह चक्रमाण्
" वॆळ्ळ , कऱुप्प् सोक्कർ पन्त् "
किटक्कयिൽ आऱ् तलयिणकൾ
तॆरुविൽ मोट्टोർ सैक्किൾ ओटिक्कुन्न ऒराൾ .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कैऱ्ऱिൽ वॆळुत्त चुऴलि
ध्रुवत्तिൽ अटयाळं निർत्तुक
स्नोबोർडिൽ निൽक्कुन्न व्यक्ति .
इतॊरु जलाशयमाण्
तविट्ट् कय्युऱयुटॆ भागं
नटप्पातय्क्क् मुन्निൽ कऱुत्त लोह वेलि
इतॊरु मॊबैൽ फोणाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वीडियो ऱिमोट्ट् उळ्ळ स्त्री .
कऱुत्त मॆऱ्ऱൽ पोൾ पिन्तुणय्क्कुन्न चिह्नं
उच्चभक्षण समयं
वाऴप्पऴं मून्न्
नगरत्तिलॆ तिरक्केऱिय कवल
इतॊरु टॆडि बियർ पावयाण्
अरिञ्ञ वाऴप्पऴं स्ट्रोबॆऱिक्क् चुऱ्ऱुं क्रमीकरिच्चिरिक्कुन्नु
इळं नील हॆൽमॆऱ्ऱ्
तॆळिञ्ञ आकाशत्तिन्ऱॆ भागं
वॆळुत्त आकाशत्तिन्ऱॆ भागं
" ओऱञ्च् , कऱुत्त स्नोबोർड् "
स्कूൾ लिफ्ऱ्ऱिൽ रण्टुपेർ
डॆय्सिकळुमायि नीलनिऱत्तिलुळ्ळ टै
रण्ट् पूच्चकळुं ऒरु व्यक्तियुं ऒरु मेशप्पुऱत्त्
ऒरु कोർट्टिൽ टॆन्नीस् कळिक्कारൻ
मुऱियिൽ चिल आळुकൾ उण्ट्
मध्यवायुविलॆ पिस्स कषणं
मनुष्यൻ ऒरु वॆऱ्ऱ्स्यूट्ट् धरिक्कुन्नु .
चिल काबेज् भागं
इतॊरु टॆन्नीस् कळिक्कारनाण्
निरवधि वाहनङ्ङൾक्क् लोट्टिൽ
ऒरु नील ट्रॆयिलർ
ऒरु प्लान्ऱ् सिङ्किलाण्
ऱोडिൽ चुवप्पुं वॆळ्ळयुं अटयाळङ्ङൾ
पान्ऱ्स् पർप्पिൾ आण्
मणൽ ननञ्ञिरिक्कुन्नु
पच्च पुल्लिൽ वरयुळ्ळ पाऱ्ऱेൺ पाऱ्ऱेൺ
आकाशं धूम्रवस्त्रमाण्
वॆळुत्त मञ्ञिन्ऱॆ भागं
ऒरु लोह वॆन्ऱिलेषൻ गेऱ्ऱ्
वॆळ्ळत्तिन्ऱॆ वैऱ्ऱ् तिरमाल
फुट्पात्तिलॆ ब्रीफ्केस्
टेबिळिन् तटि उपरितलमुण्ट् .
प्लॆय्ड् कुटयुळ्ळ स्त्री
पात्रत्तिन्ऱॆ अटियिൽ निऴൽ
मोट्टोർ सैक्किळिൽ कऱुत्त साडिൽबागुकൾ .
ऒरु मेशप्पुऱत्त् इरिक्कुन्न बियർ मग्
चूटुळ्ळ पाचक सोसेजुकൾ
वाय तुऱन्न करटि
वॆळ्ळ वशङ्ङൾ उळ्ळ टयർ
वॆळुत्त मेघङ्ङळुळ्ळ नीलाकाशं
निलत्त् कऱुत्त पुळ्ळि
मनुष्यൻ सർफ् बोർड् पिटिक्कुन्नु .
कऱुप्पुं चुवप्पुं बॆञ्च्
ओऱञ्च् पूक्कൾ ऒरु पात्रत्तिൽ
कऱुत्त फ्रॆयिमिनॊप्पं वॆळुत्त चिह्नं
तॆरुव् अटयाळङ्ङൾक्क् पिन्निൽ ऒरु पच्च ईन्तप्पन
कैऱ्ऱ्स् पऱप्पिक्कुन्न ऒराൾ
कऱुत्त लॆतർ हाൻड्बाग्
सർफ्बोർड् कैवशमुळ्ळ मनुष्यൻ
ऒरु तलकीऴाय स्केऱ्ऱ्बोർड्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
Wii गॆयिमुकൾ कळिक्कुन्न रण्टुपेർ .
ऒरु कालिൽ स्नीक्कർ
" बർगण्टि , मञ्ञ ट्रॆयिൻ "
मनुष्यन्ऱॆ तल
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु टोय्लऱ्ऱ्
मनुष्यൻ स्केऱ्ऱ्बोർड् पिटिक्कुन्नु .
वऴियुटॆ अवसानत्तिൽ ऒरु अटयाळं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
रण्टुपेർ आन सवारि चॆय्युन्नु
मांसत्तिनुं अप्पत्तिनुं मुकळिൽ bbq सोस्
ऒरु क्लास् मुऱियिൽ रण्ट् शून्यमाय कसेरकൾ
स्त्री टॆन्नीस् कळिक्कुन्नु .
इताण् आकाशं
कुळिक्कुन्न स्यूट्टिलुळ्ळ ह्रस्व पॆൺकुट्टि
वलिय मेलाप्प् किटक्क
रण्ट् स्त्रीकൾ ऒरुमिच्च् नटक्कुन्नु .
ऒरु युद्धविमानं
ऒरु करटि पुल्लिൽ नटक्कुन्नु
चारनिऱत्तिलुळ्ळ पाऱकळिൽ वॆळ्ळं वीऴुन्नु
मरङ्ङळिൽ नील कुट
अडिडास् षूस् धरिच्च मनुष्यൻ
उच्चभक्षणं do ट्ट्डोർ मेशप्पुऱत्त् वच्चु
तविट्टुनिऱत्तिलुळ्ळ कुतिर पुल्लिൽ किटक्कुन्नु
ऒरु डोनट्ट् कैयिൽ निन्न् कैकॊण्ट् पिटिक्कुक
तीवण्टि तावळत्तिൽ आण्
ट्राक्कुकळिൽ कऱुप्पुं मञ्ञयुं ट्रॆयिൻ
ऱोडिन् नटुविൽ वॆळुत्त कल्ल्
सीलिंगिൽ ऱौण्ट् लैऱ्ऱ्
मञ्ञुमूटिय ऎयർपोർट्ट् टाർमाक्
ब्रॆडिൽ अमेरिक्कൻ चीस्
मुन्निलॆ पक्षि
मञ्ञ कॊक्कुळ्ळ वॆळुत्त पक्षि
कोർट्टिൽ कऱुत्त टॆन्नीस् ऱाक्कऱ्ऱ्
कट्टिलिൽ इरिक्कुन्न पूच्च .
विमानत्तिൽ निൽक्कुन्न रण्ट् सीब्रकൾ
कॊच्चु पॆൺकुट्टि पुञ्चिरिक्कुन्नु .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
" मञ्ञ , नील कैऱ्ऱ् वायुविൽ पऱक्कुन्नु "
पश्चात्तलत्तिൽ उयरमुळ्ळ स्कैस्क्रपेർ कॆट्टिटं
पक्षिकൾ जलत्तिन्ऱॆ उपरितलत्तिൽ पऱक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
घटिकारत्तिൽ कऱुत्त कैकൾ
" मृगशालयिलॆ रण्ट् तविट्ट् , वॆळ्ळ जिऱाफुकൾ "
अतिൽ वस्त्रङ्ङळुळ्ळ स्यूट्ट्केस् तुऱक्कुक
पच्च ट्राफिक् चिह्नं हैवेयिൽ तूक्कियिरिक्कुन्नु
पुऱत्तुळ्ळ भक्षणशालयिൽ इरिक्कुन्न मनुष्यൻ
ऒरु कोർट्टिൽ रण्ट् टॆन्नीस् कळिक्काർ
ऒरु वयलिൽ जिऱाफुकൾ
ऒरु वॆळ्ळि चिह्नं
कळ्ळ् ऒरु स्विंगिൽ
पർप्पिൾ बॆड्स्प्रॆड् कवऱिंग् मॆत्त
व्यक्ति रण्ट् स्कि ध्रुवङ्ङൾ पिटिक्कुन्नु
पोർट्टबिൾ टोय्लऱ्ऱ् सीऱ्ऱ् .
वयलिൽ मून्न् वॆळुत्त कुतिरकൾ
नाल् आळुकൾ सोक्कർ कळिक्कुन्नु
मनुष्यൻ ऒरु बसिन् पुऱकिൽ बैक्क् ओटिक्कुन्नु
पश्चात्तलत्तिलुळ्ळ ऒरु स्कीयർ .
बन्दिकळाक्किय वलिय आन
ऒरु कऱुत्त ट्राष् बाग् .
ग्रामीण मेखलयिलॆ ऒरु नीण्ट बस्
कऱुत्त माർक्कർ डिसैनुकळुळ्ळ चॆऱिय काർडुकൾ
" कौण्टऱिൽ कटुक् , किच्चप्प् कुप्पिकൾ "
रण्ट् पकुति कट्ट् चॆय्त साൻड्विच्चुकൾ
वस्त्रङ्ङൾ पच्चयुं मञ्ञयुं आण्
साൻड्विच्च् कषणं
कण्णाटियिൽ विळक्क् प्रतिफलनं
पूർण्णमायुं काणिच्चिरिक्कुन्न सीब्र
तिळङ्ङुन्न तविट्टुनिऱत्तिलुळ्ळ उपरितलत्तिൽ इनङ्ङൾ विश्रमिक्कुन्नु
मोट्टोർ सैक्किळिൽ ऎंपिऎच्च् गेज्
मतिलिन्ऱॆ अटियिൽ ऒरु वॆळुत्त मतिൽ अटित्तऱयुण्ट् .
सीब्रकळुटॆ ऒरु वलिय संघं
पुक मेघङ्ङൾ
वॆळुत्त प्लेऱ्ऱिन्ऱॆ ऱिं
ऒरु कऱुत्त ट्राष् बाग् .
चारनिऱत्तिलुळ्ळ मेൽक्कूरयुळ्ळ मञ्ञ ट्रॆयिൻ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु ट्रॆयिൻ काणां .
पक्षिकळॆ करयिൽ काणुन्नु .
उयरमुळ्ळ वॆळुत्त वेलि
वाऴप्पऴं वळरॆ पऴुत्तताण्
सिൽवർ वयർलॆस् कम्प्यूट्टർ मौस्
निन्ऱॆൻडो वै गॆयिं सिस्ऱ्ऱं
पाൽ कप्प् .
चारनिऱत्तिलुळ्ळ कल्ल्
ऒरु नगर तॆरुविन्ऱॆ चित्रं .
इतॊरु अलमारयाण्
इटतुवशत्त् वृक्षत्तिन्ऱॆ / शाखयुटॆ ऒन्निलधिकं निऱङ्ङळिलुळ्ळ इलकൾ
ऱोडिन्ऱॆ इटतुवशत्त् चुवन्न काർ
ब्रौൺ टेबिൾ मिठायि चूरൽ ओणाण्
व्यक्ति स्त्रीयाण्
स्त्री नील षർट्ट् धरिक्कुन्नु .
कट्टिलिन् मुकळिൽ किटक्कुन्न पूच्च
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
नीळमुळ्ळ वॆळुत्त बस्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पारसयिൽ वॆळ्ळत्तिन् मुकळिൽ
टॆർमिनलिलॆ ऒरु विमानं
रुचिकरमाय पिस्सयुटॆ ऒरु प्लेऱ्ऱ् .
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
बीस् जेऴ्सि उळ्ळ बेस्बोൾ कळिक्कारൻ
इव रण्ट् मोट्टोർसैक्किळुकळाण्
ऒरु सुन्दरि पय्यൻ ऒरु पन्त् तट्टाൻ तय्याऱाकुन्नु
आशुपत्रि परिशोधन किटक्क
वयलिൽ वुड् बॆञ्च्
ऒरु वॆळुत्त क्लोक्क्
मून्न् स्त्रीकൾ ऒरु बॆञ्चिൽ इरिक्कुन्नु
पट्टणप्पातयिलॆ वाहनङ्ङൾ
कण्णाटियिൽ ऒरु स्त्रीयुटॆ तलयुटॆ प्रतिफलनं
ऒरु वॆळुत्त विभवत्तिൽ पिस्स
आकाशत्त् युद्धविमानं .
बेस्बोൾ बाऱ्ऱർ होൾडिंग् बाऱ्ऱ्
A अक्षरमुळ्ळ ध्रुवं
स्त्री कुतिरसवारियिൽ
ग्लास् पात्रत्तिൽ विशालमाय ऱिं
इळं निऱमुळ्ळ मरं बॆञ्च्
वयलिൽ ऎൽक्क् मेयुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वयलिൽ वॆळुत्त पुष्पं
नैऱ्ऱ् स्ऱ्ऱाൻडिൽ वॆळिच्चं .
रण्ट् सीब्रकൾ तिरिञ्ञ् पिन्निलेक्क् निൽक्कुन्नु .
इतॊरु सीब्र क्रोसिंगाण्
पच्च पुल्लिन्ऱॆ वलिय कुन्नुकൾ
कुञ्ञ् आन
ऒरु स्यूट्ट्केस् तऱयिൽ उण्ट् .
पॆൺकुट्टि अटुक्कळयिൽ भक्षणं उण्टाक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कुन्निൻमुकळिलूटॆ चुऱ्ऱिक्कऱङ्ङुन्न स्कीयർमाർ
ऒरु कुट्टियुटॆ बेस्बोൾ तॊप्पि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इव रण्ट् आट्टुकॊऱ्ऱन्माराण्
ऒरु मनुष्यൻ स्केऱ्ऱ्बोർडिंग् चॆय्युन्नु
विमानत्तिन्ऱॆ चक्रङ्ङൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पुൽमेट्टिൽ पशु
ऒरु स्त्री काट्टिൽ पल्ल् तेक्कुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
मनुष्यൻ आनयुटॆ मुकळिൽ कयऱुन्नु
स्यूट्ट्केसिൽ वॆळुत्त कऱ
नटत्तत्तिൽ मऴयुटॆ तिळक्कं
सिमन्ऱिलॆ निऴൽ .
पाർक्किൽ स्केऱ्ऱ्बोർडർ वायुविलूटॆ
सूर्यൻ अस्तमिच्चु
ऱफ्रिजऱेऱ्ऱർ कान्तङ्ङळुटॆ शेखरं
कटൽत्तीरत्त् वॆळुत्त टि - षർट्ट् इट्ट मनुष्यൻवॆळ्ळत्तिൽ निൽक्कुन्नु
सैक्किൾ यूणिफोमिलुळ्ळ 3 पुरुषन्माർ विजयिकळुटॆ वेदियिൽ निൽक्कुन्नु
पुल्लिൽ नीळमुळ्ळ नेർरेख
कौण्टർ न् ओऱञ्च् कूट्टं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
" रण्ट् नील , वॆळ्ळि ट्रॆयिनुकൾ पूർण्ण काऴ्चयिलाण् "
ट्राक्किൽ पच्च वॆळिच्चं .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ट्रॆयिनिनायि वलत् सिग्नൽ लैऱ्ऱ्
ऒरु बोट्टिൽ मून्न् पेർ .
पच्च कप्पिൽ टूत्त् ब्रषुकൾ
ऒरु पट्टिकयिൽ ऱिमोट्ट् नियन्त्रणवुं वयർलॆस् कम्प्यूट्टർ मौसुं
पच्च अस्फाൽऱ्ऱिൽ वॆळुत्त वर
पच्चयुं चारनिऱत्तिलुळ्ळ कसेर
पुरुषन्ऱॆ तलयिൽ नील तॊप्पि
वॆळ्ळत्तिൽ ऒरु विमानं
कुप्पि मेशप्पुऱत्तुण्ट्
चुवन्न वॆळिच्चं
ऒरु कऱुत्त ट्राष् बाग् .
टॆडि बियऱुकൾ ऒरु मध्यभागत्त् अभिमुखीकरिक्कुन्नु
ऒरु आൺकुट्टि स्काऱ्ऱ्बोർडिंग् चॆय्युन्नु
\ दयवायि \ ऎन्न वाक्क्
पश्चात्तलत्तिलुळ्ळ ऒरु वलिय जनक्कूट्टं .
इरुण्ट पच्च ब्रॊक्कोळि फ्लोऱऱ्ऱ्
ऒरु सർफ् बोർड्
ओऱञ्च् निऱत्तिलुळ्ळ ऒरु प्लास्ऱ्ऱिक् कसेर
मनुष्यनिൽ चुवन्न बाक्क्पाक्क्
पाऱकळिൽ रण्ट् आनकൾ
व्यक्ति स्नो स्कीयिंग्
मनुष्यൻ वैक्कोൽ तॊप्पि धरिक्कुन्नु .
ऒरु टॆन्नीस् कळिक्कारൻ ऒरु टॆन्नीस् मत्सरत्तिൽ वलयॆ समीपिक्कुन्नु
आनय्क्क् कॊम्पुकळुण्ट्
चारनिऱत्तिलुळ्ळ ऱोड्
किटक्कयिൽ इरिक्कुन्न कुञ्ञ्
तविट्ट् मरं तऱ
6 दृश्यमाय चुवप्पुं पच्चयुं आप्पिൾ
ऒरु बेस्बोൾ गॆयिमिलॆ ऒरु अम्पयർ .
निलत्तु काऱिन्ऱॆ निऴൽ
सॆपिय टोൺ चॆय्त फोट्टो
प्रभात भक्षणं कऴिक्कुन्न ऒरु टूऱिस्ऱ्ऱ्
इताण् आकाशं
ट्राक्कुकळिൽ ऒरु चुवन्न ट्रॆयिൻ ऎञ्चिൻ
सोक्कർ कळिक्कुन्न ऒराൾ .
भक्षणं ऒरु तळिकयिൽ
जालकङ्ङळुळ्ळ वॆळुत्त कॆट्टिटं
" चुवप्प् , पच्च बट्टणुकൾ उण्ट् "
चॆऱिय वॆळुत्त वरि बोट्ट्
कुतिरकळुं पशुक्कळुं मेयुन्नु
आळुकൾ मेशय्क्कुमुन्निൽ निൽक्कुन्नु
" भक्षणं पात्रत्तिलुं , कलङ्ङळिलुं "
ऎल्लां वॆळुत्त सैक्किൾ
ऒरु कुळिमुऱियिൽ रण्ट् कऱुत्त पूच्चकൾ
स्केऱ्ऱ्बोർडർ धरिच्चिरिक्कुन्न तॊप्पि
ऎक्सिबिऱ्ऱिलॆ चॆऱिय विमानं
बक्किंग् कुतिर कुतिरसवारिकारन्ऱॆ कूटॆ
तिळङ्ङुन्न वॆळुत्त सिङ्क् कौण्टർ
चुवप्पुं वॆळ्ळयुं सർफ्बोർड् बीच्च् वॆच्चिरिक्कुन्नु
इतॊरु स्पूൺ आण्
प्रतिम पच्चयाण्
पूच्च तळർन्नु
चिह्नत्तिൽ पिङ्क् स्ऱ्ऱिक्कർ स्थापिक्कुन्नु
निलत्त् टूत्त् ब्रष् .
इरुण्ट नील / पच्च वाहनं .
वेविच्च तविट्ट् पिस्स पुऱंतोट्
वीडियो गॆयिं कळिक्कुन्नत् निൽक्कुन्नत् पॆൺकुट्टि
ऒरु मणൽ कटൽत्तीरत्तिन्ऱॆ भागं
तऱयिൽ वॆळुत्त टोय्लऱ्ऱ् .
पिङ्क् सർफ्बोർड्
मनुष्यൻ वॆळ्ळत्तिलाण्
काऱुकൾ कटൽत्तीरत्त् तुटർच्चयायि पाർक्क् चॆय्तु
मोट्टोർसैक्किൾ पऴयताण्
ऒरु हिमत्तिन्ऱॆ भागं
कोच्च् वेलिक्क् पिन्निൽ निൽक्कुन्नु
आळुकൾ ऒरु तॆरुविलूटॆ जोगिंग् नटत्तुन्नु
पुरुषनुं स्त्रीयुं मैक्रोफोणिन् पिन्निൽ
बाऱ्ऱ् अतिन्ऱॆ स्विंगिलूटॆ पिन्तुटरुन्नु .
" मञ्ञ , नील डबिൾ डॆक्कർ बसुकൾ "
ऒरु कुन्निलॆ इटतूർन्न सस्यङ्ङൾ
कळिक्कारन्ऱॆ वलत् षू
वॆळ्ळत्तिൽ कयाक्किंग् नटत्तुन्न आळुकळुटॆ चित्रं .
काणावुन्न मरत्तिन्ऱॆ ट्ट्रङ्क् वॆळ्ळत्तिൽ .
अलमारयिൽ वॆळ्ळि हाൻडिलुकൾ
चारनिऱत्तिलुळ्ळ नटप्पात
कऱुत्त पूच्चयॆ काणुन्नु .
पशुक्कळॆ काणुन्नु .
प्रतिमयिൽ सान्ता तॊप्पि .
ऱोडिൽ चारनिऱत्तिलुळ्ळ नटप्पात
ऱोडिनरिकिൽ पाർक्क् चॆय्तिरिक्कुन्न कुऱच्च् काऱुकൾ
जिऱाफ् मरत्तिन्ऱॆ शाख कटिक्कुकयाण् .
टॆन्नीस् कोർट्टिൽ निൽक्कुन्न पॆൺकुट्टि
ऒरु बेस्बोൾ बाऱ्ऱ् पिटिक्कुन्न पय्यൻ
मरङ्ङळुटॆ कॊम्पुकळिൽ मञ्ञ् वीऴुन्नु
आळुकൾ ऒरु बोट्टिलाण्
सीब्र क्रोसिंगिन्ऱॆ ऒरु भागं
तिळक्कमुळ्ळ नील टै वायुविൽ पऱक्कुन्नु .
पच्च तलकीऴायि स्नोबोർड्
मञ्ञ् वेलि
इव कालुकൾ मटक्किक्कळयुन्नु
इतॊरु निർत्तൽ तूणाण्
ऒरु कऱुत्त ट्राष् बाग् .
पुरुषनुं स्त्रीयुं नगरत्तिलॆ नटप्पातयिलूटॆ नटक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
जिऱाफिൽ रण्ट् कॊम्प्
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु क्लोक्किलॆ अक्कं 11
षർट्ट् मञ्ञयाण्
कुट्टि बॆञ्चिൽ किटक्कुन्नु
कूർत्त मेൽक्कूरयुळ्ळ कल्ल् गोपुरं
मुन्निൽ m उळ्ळ कऱुत्त तॊप्पि
कुञ्ञ् आन
स्त्री ब्रॊक्कोळियुटॆ तण्ट् पिटिक्कुन्नु .
निरवधि मृगङ्ङळॆ चित्रत्तिൽ काणां .
स्त्री फोणिൽ संसारिक्कुन्नु
इतॊरु ग्लास् आण्
पातक्कटुत्तुळ्ळ पुൽमेटुकൾ
करटियुटॆ कऱुत्त मूक्क्
चॆटिकൾक्कॊप्पं इरिक्कुन्न पूच्च
ऒरु ऱॆयिൽवेयिൽ ट्रॆयिൻ कटन्नुपोकुन्नु
स्त्री लॆग् वामऱुकൾ धरिक्कुन्नु .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु तलयिणय्क्कायि लाप्टोप्प् उपयोगिक्कुन्न पूच्च
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
चॆऱिय कुट्टि उच्चभक्षणं कऴिक्कुन्नु
ऒरु पात्रत्तिൽ माक्रोणि
ऒरु स्केऱ्ऱ् उद्यानत्तिलॆ आळुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु विमानत्तिन्ऱॆ इटत् प्रॊप्पल्लർ
पुल्ल् तिन्नुन्न वॆळुत्त कुतिर
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
2 पशुक्कൾ
कॊच्चु पॆൺकुट्टियुटॆ वलतु कै
मनुष्यन्ऱॆ कैत्तण्टयिൽ ऒरु वाच्च्
वॆळुत्त कैकൾ टोय्लऱ्ऱ् पात्रत्तिन्ऱॆ अरिकिൽ पिटिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
स्केऱ्ऱ्बोർडिൽ चुरुण्ट मुटियुळ्ळ व्यक्ति
टोप्प् तॊप्पि धरिच्च कऱुत्त पूच्च
शिरोकवजङ्ङൾ कऱुत्तताण्
चुवप्प् वाचकं वैऱ्ऱिൽ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पात्रत्तिൽ होट्ट् डोग् बൺ वऱुत्तत्
नटक्कुम्पोൾ ऒरु सॆൽ फोൺ नोक्कुन्न लेडि
इळकिप्पोय पॆयिन्ऱिൽ MOTEL चिह्नं
ऒरु कुळिमुऱियिൽ टोय्लऱ्ऱुकൾ
मनुष्यൻ चारनिऱत्तिलुळ्ळ सोक्साण् धरिक्कुन्नत्
इताण् समुद्रं
कऱुत्त लाप्टोप्प् कम्प्यूट्टർ ओणाक्कि
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
आन निൽक्कुन्नु .
" मध्यत्तिൽ मञ्ञ वरयुळ्ळ , हैवेयुटॆ नीळं "
मटक्किय वायन ग्लासुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मतिൽ मञ्ञ निऱमाण् .
MYR अक्षरङ्ङൾ
ऒरु कऱुत्त ट्राष् बाग् .
पन्त् ऒरु फुट्बोൾ आण्
आनयॆ नयिक्कुन्न ऒराൾ
ऒरु कऱुत्त ट्राष् बाग् .
पक्षिकൾ वॆळ्ळत्तिൽ अलयटिक्कुन्नु .
अलङ्कार तॆरुव् विळक्किन्ऱॆ मुकळिൽ
अलङ्कार तॆरुव् वॆळिच्चं
ट्रॆयिनिन्ऱॆ मुൻवशत्तॆ नम्पർ 73
फलत्तिन्ऱॆ नाल् कषणङ्ङൾ
इरट्ट निल विनोद बस्
कट्टिलिनुं किटक्कुमिटयिൽ टॆडि बियർ पिटिक्कप्पॆटुन्नु
वायुविൽ स्केऱ्ऱ्बोർड्
नाल् बेस्बोൾ कळिक्काർ निൽक्कुन्नु
स्त्री टाङ्क् टोप्प् धरिक्कुन्नु
पन्त् तट्टाൻ तय्याऱाय बाऱ्ऱർ
ऒरु स्क्रीनिन्ऱॆ भागं
ऒरु कसेरयिൽ ऒरु पूच्च
कुञ्ञ् आन
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वलिय नील स्यूट्ट्केस् .
बात्त्ऱूं सिङ्क्
वॆळुत्त तटि वेलि
वർण्णाभमाय परम्परागत वस्त्रत्तिൽ स्त्री
कुञ्ञ् आन
ऒरु कूट्टं जिऱाफुकൾ
ऒरु मुऱियिൽ रण्ट् किटक्ककൾ
व्यक्ति ऒरु षർट्ट् धरिक्कुन्नु
ऒरु प्लग् out ट्ट्लॆऱ्ऱिलेक्क् प्लग् चॆय्तु .
ऒरु वॆळुत्त फ्रिस्बी वायुविलूटॆ पऱक्कुन्नु
तॊप्पि उळ्ळ मनुष्यन्ऱॆ मुखं
चुवप्पुं वॆळ्ळयुं पेप्पർ कप्पिलुळ्ळ पानीयं
ऒरु स्नैൽ ओटिक्कुन्न तवळ
मूलयिൽ उपकरणङ्ङൾ व्यायामं चॆय्युक .
तॆरुविൽ चुवन्न अग्नि जलांशं
बस्सिൽ लगेज् कयऱ्ऱुन्न आळुकൾ
ऒरु मञ्ञ कुट
तीवण्टि पाळत्तिൽ ऒरु तीवण्टि
चित्रक्कारन्ऱॆ वर
ट्रॆयिൻ नीङ्ङुन्नु
ऒरु क्यामऱ कैवशमुळ्ळ कैकൾ
प्लेऱ्ऱिൽ वाऴप्पऴं .
ट्रॆयिൻ मुन्नोट्ट् पोकुन्नत् तटयुन्न मञ्ञ त्रिकोण तटस्सं .
ऒरु कण्णाटि
निरवधि वळ्ळङ्ङൾ वॆळ्ळत्तिൽ
टवऱिൽ भीमൻ क्लोक्क् .
टाൻ बात्त्ऱूं पाय
सർफ्बोർडिൽ किटक्कुन्न स्त्री
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु मुऱ्ऱत्त् आन
सॆल्लुलाർ फोൺ परस्यं
ऒरु स्ऱ्ऱोർफ्रण्ट् चिह्नं
जॆल्लि फिष् आकृतियिलुळ्ळ ऒरु कैऱ्ऱ्
तॆळिञ्ञ आकाशत्त् पट्टङ्ङൾ
ऒरु वॆळुत्त आप्पिൾ मौस्
पक्षियुटॆ वाൽ
पुरुषन्ऱॆ मुखत्त् रण्ट् कण्णुकൾ .
ऒरु बण्णिൽ होट्ट्डोग्
मञ्ञिलॆ चॆऱिय नाय
मनोहरमाय पिङ्क् पूक्कൾ
जन्नൽप्पटियुटॆ मुकळिൽ इरिक्कुन्न ऒरु लाव विळक्क्
ऒरु कऱुत्त मरं हॆड्बोർड्
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु पॆൺकुट्टिक्क् षोർट्ट्स्
पुल्ल् पच्चयाण्
निलत्त् विमानं
सർफिൽ निൽक्कुन्न मनुष्यൻ
इताण् आकाशं
मरं बेस्बोൾ बाऱ्ऱ्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु पർवतत्तिन्ऱॆ मुकൾ भागं
ऒरु व्यक्ति पिस्स मुऱिक्कुकयाण्
ऒरु यात्रा विमानं लाൻडिंगिन् तय्याऱॆटुक्कुन्नु
मून्न् व्यत्यस्त निऱङ्ङळिलुळ्ळ स्यूट्ट्केसुकൾ अवयिൽ ऎऴुतिक्कॊण्टिरिक्कुन्नु .
इष्टिक कॆट्टिटत्तिलॆ विൻडो
पऴुत्त मञ्ञ वाऴप्पऴं ऒरु कौण्टऱिൽ
कऱुत्त पूच्च ऒरु कुटत्तिൽ निन्न् कुटिक्कुन्नु
ऒरु विऱकिन्ऱॆ भागं
तॆरुविൽ ऒरु कऱुत्त काർ
नील चायं पूशिय उपरितलं
तविट्ट् कुतिर चाटൽ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कम्प्यूट्टർ स्क्रीनिलॆ ऐक्कणुकൾ
कल्ल् वरच्च बानർ
समुद्रं शान्तमाण्
ऒरु सब्वे स्ऱ्ऱेषनिൽ ऒरु ट्रॆयिൻ
ऒरु चतुर प्लेऱ्ऱिൽ रण्ट् कष्णं पिस्स
समुद्रत्तिൽ सञ्चरिक्कुन्न कप्पൽ
इताण् आकाशं
ऒरु जनलिन्ऱॆ विभागं
ऒराൾ ताऴॆ इरिक्कुन्नु
चुमरिൽ ऒरु स्पीक्कർ
वैऱ्ऱ् कम्प्यूट्टർ मौस् .
ग्रे टाबि काऱिൽ इरिक्कुन्नु
बॆञ्चिलिरिक्कुन्न स्त्री
ऒरु पർप्पिൾ नटुमुऱ्ऱत्त् कुट
इत् ऒरु स्त्रीयाण्
संरक्षक वस्त्रं धरिच्च मनुष्यൻ
पकुति कऴिच्च ऎंपानड ऒरु व्यक्ति कैवशं वच्चिरिक्कुन्नु
आट्टिൻकूट्टवुमायि नटक्कुन्न वलिय रोमङ्ङळुळ्ळ आटुकൾ .
ऒरु ब्रौൺ रोममुळ्ळ टॆडि बियർ
उयरमुळ्ळ मरत्तिन्ऱॆ भागं
विमानत्तिन्ऱॆ चिऱकिलॆ ऎऴुत्त्
जोलियिൽ श्रद्ध केन्द्रिकरिच्चिरिक्कुन्न स्त्री
ऒरु कऱुत्त ट्राष् बाग् .
तॆरुविൽ तकർन्न वॆळुत्त वरकൾ
तॆरुव् चिह्नमुळ्ळ उयरमुळ्ळ पोस्ऱ्ऱ्
विमानं नीलयाण्
सർप्पिळ रश्मिकळुळ्ळ ओऱञ्च् सूर्यൻ
ऒरु वलिय पिङ्क् विൻडो
कऱङ्ङुन्न ट्रेयिൽ ऒरु कुप्पि चूटुळ्ळ सोस्
नीलाकाशत्तिन्ऱॆ ऒरु भागं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चुवन्न तॊप्पियिൽ ऒरु वॆळुत्त सि
आकाशत्त् वलिय वॆळुत्त माऱൽ मेघङ्ङൾ
वलतुवशत्त् इरिक्कुन्न वॆळुत्त टोय्लऱ्ऱ् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कोൺक्रीऱ्ऱ् मतिൽ वॆळुत्त चायं पूशि .
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु मनुष्यन्ऱॆ इटत् नैक्क् क्लीऱ्ऱ् .
स्कीयुमायि वायुविൽ ऒरु मनुष्यൻ
ट्राक्कुकळिൽ परिशीलनं
स्त्रीक्क् तविट्ट् तॊप्पि
क्यामऱय्क्क् समीपं इरिक्कुन्नयाൾ
ऒरु सिൽवർ सॆൽ फोൺ
कट्टिलिൽ इरिक्कुन्न पूच्च
पूच्चयुटॆ कैकळिൽ मङ्ङिय पिङ्क् कल ऱिमोट्ट्
कुञ्ञ् आन
ऒलिव् पच्च कण्णुकळुळ्ळ पूच्च .
पश्चात्तलत्तिൽ उयरमुळ्ळ मरत्तिन्ऱॆ ट्ट्रङ्क्
स्त्रीयुटॆ मूक्क्
चक्रङ्ङळुळ्ळ नील स्यूट्ट्केस्
बोट्टिन्ऱॆ पुऱकिൽ ऒरु मञ्ञ पताक
ऒरु कषणं स्ट्रोबॆऱि
सवन्नयिलॆ रण्ट् जिऱाफुकൾ
ऒरु कुतिर ओटुन्नु .
मञ्ञ टैयुळ्ळ व्यक्ति
ऒरु कुञ्ञिनॆ होൾडिंग् चॆय्युन्न ऒरु स्त्री
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
विमानत्तिलॆ नील स्कैवॆस्ऱ्ऱ् नामं
चुमरिൽ कण्णाटि
निलत्त् कऱुत्त वस्तु
ऒरु कऱुत्त टोय्लऱ्ऱ् इरिप्पिटं
ऒलिवुकळुटॆ ऒरु वलिय संघं .
अकलॆ मञ्ञ इळं अक्षरङ्ङൾ .
मून्न् पेർ क्यामऱय्क्क् मुन्निൽ पुञ्चिरिक्कुन्नु
सुवർण्ण पॆൺकुट्टिकळुटॆ तुऱन्न क्रॆडिऱ्ऱुकൾ
ऒरु ऱोडिन्ऱॆ भागं
ऒरु वलिय कत्रिक ऒरु इष्टिक कॆट्टिटत्तिൽ ऒरु अटयाळमायि घटिप्पिच्चिरिक्कुन्नु
ऒन्निलधिकं सർफ्बोർडुकൾ निरन्नु
कऱुत्त हॆൽमॆऱ्ऱ् धरिच्च पुरुष स्केऱ्ऱ्बोർडർ
चलनं मङ्ङिय पूच्च तल
ऒराൾ बाऱ्ऱ् स्विंग् चॆय्युन्नु
अक्षरङ्ङൾ नील निऱमाण् .
कऱुत्त विल्लुकळुळ्ळ रण्ट् कऱुत्त षूस्
त्रिकोण ट्राफिक् चिह्नं
टैलिन् नेरॆ तूक्कियिट्टिरिक्कुन्न वॆळुत्त बात्त् टवൽ
कण्णाटियिൽ ऒरु मनुष्यൻ
ऒरु मतिलिन्ऱॆ भागं
चुवन्न चक्रङ्ङळुळ्ळ कऱुत्त स्केऱ्ऱ्बोർड्
कुञ्ञ् आन
ऒरु तॆळिञ्ञ भागत्तिन्ऱॆ भागं
ऒरु वॆळुत्त अग्नि जलांशं
एकान्तमाय ऒरु पट्टं आकाशत्त् पऱक्कुन्नु
पुल्लिൽ किटक्कुन्न सीब्रकൾ
मृगशालयिलॆ सीब्रकൾ
कॆट्टिटत्तिन् मुकळिൽ शून्यमाय परस्यबोർड् चिह्नं
अवरुटॆ ब्राൻडुकൾ परस्यं चॆय्युन्न धाराळं अटयाळङ्ङൾ
ऒरु स्त्री फोणिൽ संसारिक्कुन्नु
मनुष्यन्ऱॆ मुखत्त् ग्यास् मास्क्
शराशरि तरंगत्तिൽ सवारि चॆय्युन्न पुरुष सർफർ
इत् ऒरु मनुष्यनाण्
मनुष्यन्ऱॆ कृष्णमणि
नम्पർ 110
कुञ्ञ् आन
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
तविट्टुनिऱत्तिलुळ्ळ कुतिर वलिक्कुन्न ट्रोळि
कण्णट धरिच्च मनुष्यൻ
कऱुप्पुं वॆळुप्पुं चित्रं .
ऒरु मेशप्पुऱत्त् ऒरु प्लेऱ्ऱ् .
मेशप्पुऱत्त् वॆळिच्चं
मनुष्यൻ स्केऱ्ऱർबोർड् ओटिक्कुन्नु
कटयिൽ धाराळं मोट्टोർ सैक्किळुकൾ .
ऒरु ट्र ous सऱिन्ऱॆ भागं
ऒरु कटൽत्तीरत्तिन्ऱॆ भागं
टॆन्नीस् बोൾ सेविक्कुन्न स्त्री
मनुष्यൻ ऒरु क्यामऱ अवशेषिक्कुन्नु
कुतिरप्पुऱत्तुळ्ळ ऒराൾ
कुञ्ञ् आन
पूच्च काणुन्न ऎൽजि टिवि
कऱुत्त मेलङ्कियुडे कूटॆ फ्लोऱॆसॆन्ऱ् मञ्ञ कुप्पायं
वॆळुत्त मञ्ञुमूटिय पർवतत्तिൽ निन्न् स्कीयिंग् चॆय्युन्न व्यक्ति
ऒरु कऱुत्त ट्राष् बाग् .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चुवन्न षർट्टिൽ काऴ्चक्कारൻ
तविट्ट् मरत्तिन्ऱॆ मुऱिक्कൽ बोർड्
ऒरु ग्लासिन्ऱॆ अटियिൽ
चवऱ्ऱुकुट्टयुटॆ मुकळिൽ लिड् चॆय्याൻ कऴियुं
कोणिलुळ्ळ फोट्टोग्राफऱुटॆ पेर् .
नटप्पातयिൽ मृगङ्ङळुटॆ ऒरु शेखरं .
मञ्ञ टॆन्नीस् पन्त् मनुष्यൻ ऎऱिञ्ञु
पच्च अरिञ्ञ जलपॆनोस्
बाऱ्ऱ् चॆय्याൻ कळिक्कारൻ
मङ्ङिय पच्च टॆन्नीस् बोൾ
मनुष्यൻ ऒरु नाययॆ पिटिक्कुन्नु
व्यक्ति वरयुळ्ळ स्वॆऱ्ऱർ धरिक्कुन्नु .
नीलयुं वॆळ्ळियुमुळ्ळ मोट्टोർ सैक्किळिൽ ऒराൾ
वलिय पच्च इलकൾ तूङ्ङिकिटक्कुन्नु
ऒरु कऱुत्त टॆलिविषൻ
तलकीऴायि पिटिच्चिरिकुन्न इळं निऱमुळ्ळ कुट
पाർक्क् चॆय्तिरिक्कुन्न मून्न् मोट्टोർसैक्किळुकൾ
काट्टिൽ कुतिर .
चർम्मवुं कऱुत्त मुटियुं उळ्ळ चॆऱुप्पक्कारൻ
वॆळ्ळत्तिൽ स्पർशिक्कुन्न ऒरु सർफർ कै
ट्रेयिൽ चोक्लेऱ्ऱ् केक्क् कषणं
बॆञ्चिन्ऱॆ निऴൽ
चित्रं पुऱत्तॆटुत्तु .
वॆळुत्त प्लेऱ्ऱिൽ बागൽ
कुळत्तिൽ ध्रुवक्करटि नोक्कुन्नु
ऒरु बाग् कोट्टൺ मिठायि
पुऱकोट्ट् तॊप्पि धरिच्च मनुष्यൻ
सूर्यൻ ग्लास् धरिच्च चन्द्रक्कलयुळ्ळ कैऱ्ऱ्
पुष्पवस्त्रं धरिच्च स्त्री
" तविट्ट् , वॆळ्ळ पूच्च "
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वॆळुत्त क्लोक्क् मुखं
निऴलिൽ इरिक्कुन्न चॆऱुप्पक्कारൻ
शान्तयुटॆ कुरुमुळक्
काट्टिൽ ऒरु सीब्र
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऱोडिन्ऱॆ वशत्त् चुवन्न पॆट्टि
पुल्ल् वण्टिक्कुळ्ळिൽ मनुष्यൻ
वरण्ट पुल्लिन्ऱॆ भागं
विमानं करयिलेक्क् वरुन्नु
नाल् ऎयർलैൻ जीवनक्काർ
टർबो ऎन्नाण् मोट्टोർसैक्किൾ ब्राൻडिन्ऱॆ पेर्
आकाशत्त् पऱक्कुन्न विमानं
पुൽमेटुकൾ
तविट्टुनिऱत्तिलुळ्ळ करटि काटुकळिलूटॆ नटक्कुन्नु
वाऴप्पऴत्तिन्ऱॆ ऒरु कूम्पारं
वळरॆ उयरमुळ्ळ जिऱाफ्
मोट्टोർबैक्किन्ऱॆ पिन्निलुळ्ळ लैसൻस् प्लेऱ्ऱ्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वॆळुत्त षർट्टुं तविट्टु पान्ऱुं धरिच्च युवाव्
निൽक्कुन्न ऒराൾ
आकाशत्त् वॆळिच्चवुं इरुण्ट मेघङ्ङळुं
तिळङ्ङुन्न नाय्क्कळुटॆ कण्णुकൾ
" ओऱञ्च् , मञ्ञ पूक्कൾ . "
ब्लाक्क् आൻड् टाൻ बेस्बोൾ बाऱ्ऱ् .
ऒरु स्लैस् नष्टमाय ऒरु चोक्लेऱ्ऱ् केक्क्
ऒरु भक्षणशालयिलॆ आळुकൾ
स्केऱ्ऱ् स्ऱ्ऱण्टुकൾ चॆय्युन्न ऒराൾ
नटुमुऱ्ऱत्त् भक्षणं कऴिक्कुन्न मनुष्यൻ
जिऱाफि ऒरु इष्टिक कॆट्टिटत्तिन् मुन्निൽ निൽक्कुन्नु
चुवन्न कैऱ्ऱ् उपयोगिच्च् कैऱ्ऱ्सർफिंग् आस्वदिक्कुन्नु
ऒरु वयलिൽ निൽक्कुन्न जिऱाफ्
मनुष्यन्ऱॆ तलयिൽ चुवन्न तॊप्पि
जिऱाफिन् पिन्निൽ पाऱकൾ
पच्च टॆन्नीस् बोൾ
नीलयुं वॆळ्ळयुं वृत्तं
बाऱ्ऱिൽ बेस्बोൾ कळिक्कारൻ
कम्प्यूट्टർ ओणाण्
ऒरु मनुष्यൻ ऒरु साൻड्विच्च् कऴिक्कुन्नु
कऱुत्ततुं वॆळुत्ततुमाय ऒरु रोममुळ्ळ पूच्च
वलत् कालिൽ चॆऱिय स्कूൾ
रण्ट् जिऱाफुकळॆ काणिच्चिरिक्कुन्नु
चुवप्पुं वॆळ्ळयुं चवऱ्ऱुकुट्ट
मुटि तविट्ट् निऱमाण् .
भक्षणं पिटिच्चिरिक्कुन्न स्त्री
स्ऱ्ऱूळिൽ आप्पिൾ कम्प्यूट्टർ स्क्रीൻ
ऒरु बाऱ्ऱർ पन्त् स्लग् चॆय्युन्नु
बेस्बोൾ कळिक्कारൻ पियेऴ्सिൻस्कि
सीब्र
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
क्याच्चർ आय बेस्बोൾ कळिक्कारൻ
पाർक्क् चॆय्त विमानत्तिन् पिन्निൽ सूर्यास्तमयं
चॆटि विरळवुं नग्नवुमाण्
ऒरु वलिय क्लोक्क् मुखं
स्यूट्ट् नीलयाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु पिस्सयिൽ चीस्
जॆऱ्ऱ् विमानं पऱक्कुन्नु
फोट्टो फ्लिक्कऱिൽ पोस्ऱ्ऱ् चॆय्तु .
पिङ्क् वस्त्रं धरिच्च ऒरु पॆൺकुट्टि
सिൽवർ फ्रिड्जिൽ धाराळं वർण्णाभमाय कान्तङ्ङൾ
मुൻवशत्त् ऒरु बैक्कुमायि मॆट्रोबस् .
टॆन्नीस् बोൾ वायुविൽ
स्केऱ्ऱ्बोർडർ वायुविൽ उयർन्नताण्
भक्षणत्तिन्ऱॆ चित्रं .
कसेर चुवप्पाण्
ऒरु चुवरिൽ टॆलिविषൻ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वॆळुत्त पञ्चसार ग्लेस्
ऒरु वॆळ्ळि विळक्क् मेൽक्कूरयिൽ
ग्रे वयർ वेलिक्क् मुकळिൽ
आनकळुटॆ तुम्पिक्कै
आकाशत्त् ऒरु नीण्ट चुवन्न पट्टं
द्वीप् बीच्च् रंगं
चारनिऱत्तिൽ अटित्तऱयुळ्ळ ऒरु वलिय मरं
ऎऱियुन्न फ्रिस्बी .
ऒरु आൺकुट्टि स्केऱ्ऱिंग् चॆय्युन्नु .
जोलिस्थलत्तिन्ऱॆ चित्रं .
जॆऱ्ऱुकൾ वायुविൽ पऱक्कुन्नु
बीफ् बुऱिऱ्ऱो पकुतियायि मुऱिच्चु
चित्रत्तॆ अभिमुखीकरिक्कुन्न पशुक्कൾ
ऒरु ऱॆयिൽवेयिൽ चुवन्न ट्रॆयिൻ
क्यामऱय्क्क् वेण्टि पोस् चॆय्युन्न ऒराൾ
षॆൽफिൽ टीं षർट्टुकൾ
चारनिऱत्तिलुळ्ळ पिक्क् अप्प् ट्रक्क् .
इऱ्ऱलियॆक्कुऱिच्चुळ्ळ ऒरु गैड्बुक्क् .
व्यक्तियुं ऒरु स्ट्रोळऱुं
बस् मुम्पिൽ ओऱञ्च् पदङ्ङൾ
चुमरिൽ घटिप्पिच्चिरिक्कुन्न लैऱ्ऱ् फർणिच्चऱुकൾ .
ऒराൾ पन्तिൽ बाऱ्ऱ् स्विंग् चॆय्युन्नु
इतॊरु नील समुद्रमाण्
ऒरु टॆन्नीस् ऱाक्कऱ्ऱ्
ऒरु पट्टं पऱक्कुन्नु
इटत्तरं वलुप्पमुळ्ळ अग्नि जलांशं
इतॊरु सुचि केक्क् आण्
मुकळिलुळ्ळ ऒरु ऱोळक्स् चिह्नं
ऒरु मञ्ञ स्कूൾ बस्
चुवन्न ऱॆयिൻकोट्ट् धरिक्कुन्न व्यक्ति
इतॊरु वाऴप्पऴत्तिन्ऱॆ तॊलियाण्
तऱयिൽ चुवन्न स्यूट्ट्केस्
कऱुप्पुं मञ्ञयुं ऎञ्चिൻ उळ्ळ ऒरु ट्रॆयिൻ
ऒरु चार लाप्टोप्प्
आकाशत्तिलॆ विमान पक्षिकൾ वलयं .
नाय इरिक्कुन्नु
स्यूट्ट्केसिलॆ ऒरु चॆऱिय पूच्च प्रतिम
मून्न् कुतिरकൾ मेच्चिൽप्पुऱत्त् मेयुन्नु
कऱुत्त तूवलुकൾ उळ्ळ पक्षि
कम्प्यूट्टർ मोणिऱ्ऱർ डॆस्किൽ इरिक्कुन्नु .
शून्यमाय षांपॆय्ൻ कुप्पि
वलतुवशत्तेक्क् नोक्कुन्न तूवलुकൾ उळ्ळ ऒट्टकप्पक्षि
ऒरु गाർड् ऱॆयिൽ ऒरु काർ निർत्तुन्नु
पुൽमेटुकळिൽ निൽक्कुन्न व्यत्यस्त मृगङ्ङൾ
ऒरु किटप्पुमुऱियुटॆ चित्रं .
पन्त् पच्च निऱत्तिलाण् .
चारनिऱत्तिलुळ्ळ सीलिंग्
पाർक्किंग् मीऱ्ऱർ काणुन्नु .
टाൻ आൻड् वैऱ्ऱ् पूच्च
इतॊरु स्केऱ्ऱർ वलयमाण्
मनुष्यൻ वॆळुत्त कैत्तण्ट बाൻड् धरिक्कुन्नु
आൺकुट्टि ताऴेक्किऱङ्ङुन्नु .
निऴൽ इटुन्नु
ऒरु कुतिर मत्सरत्तिन्ऱॆ चित्रं .
इतॊरु पऴय फोट्टोयाण्
वॆळुत्त स्ऱ्ऱफ् चॆय्त टॆडि बियർ
ऒरु चुवरिൽ मिऱർ
कन्नुकालिकൾ पुल्लिൽ मेयुन्नु
स्कीयेऴ्स् तलयिൽ कण्णट
आळुकൾ सർफ्बोർडुकൾ वहिक्कुन्नु
स्त्रीयुटॆ कऱुत्त लॆतർ पेऴ्स् वळ्ळि अवळुटॆ तोळिन् मुकळिलाण् .
जम्पिंग् ट्रिक्क् चॆय्युन्न स्केऱ्ऱ्बोർडർ
मॊबैलिൽ रण्ट् कऱुत्त बैक्कुकൾ .
वळरॆ मनोहरमायि काणप्पॆटुन्न सीब्र
अटुक्कळयुटॆ मध्यत्तिൽ मॊबीൽ षॆൽफ्
लगेज् काർट्ट् नीलयाण् .
ऒरु जॆऱ्ऱ् पऱक्कुन्नु
ऒरु टॆन्नीस् बोൾ बम्पऱिൽ इरिक्कुन्नु
बस् ऒरु तॆरुविൽ निർत्ति
इत् मरङ्ङळाण्
कुतिरसवारि पुऱत्त् निൽक्कुन्नु
ऒरु क्रों सिङ्क् फ्यूसऱ्ऱ्
आळुकൾ स्कीयिंग् काणिच्चु
सैक्किळिൽ सीऱ्ऱ्
ट्रॆयिൻ ट्राक्किൽ नीलयुं मञ्ञयुं ट्रॆयिൻ .
कट्टिलिन्ऱॆ मरं हॆड्बोർड् .
मोट्टोർसैक्किळिन्ऱॆ वशत्तॆ पाळिकळिलॆ अटयाळं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
क्लोक्किन्ऱॆ इरुवशत्तुं कॆरूबुकൾ
आकाशं नीलयाण्
टॆन्नीस् कळिक्कुन्न ऒरु स्त्रीयुटॆ रण्ट् समान चित्रङ्ङൾ
जालकत्तिൽ वॆळुत्त चॆऱिय कർट्टൻ उण्ट् .
बोट्टिलॆ वैऱ्ऱ् इलक्ट्रिक्कൽ सोक्कऱ्ऱ्
" मञ्ञ , कऱुप्प् लैसൻस् प्लेऱ्ऱ् . "
सिൽवർ षाർप्पि पेन तुऱक्कुक
मोट्टोർसैक्किळिन् पुऱकिलुळ्ळ कऱुत्त टोप्पिൽ मञ्ञ ऎऴुत्त् .
ऒरु कोൺक्रीऱ्ऱ् बॆञ्च् .
तविट्टुनिऱत्तिलुळ्ळ मुൾपटർप्पिन्ऱॆ चॆऱिय कूट्टं
इतॊरु सुसुक्कि बैक्काण्
कुञ्ञ् आन
अरियुन्न बोർड् वॆळुत्तताण्
ऒरु कऱुत्त ऎच्च्पि लाप्टोप्प्
ऒरु चॆऱिय इळं तविट्ट् नाय सोफयिൽ किटक्कुन्नु
ऒरु नोट्ट्बुक्किलॆ सॆൽ फोൺ
ऒरु तळिकयिൽ मांसं कषणं
प्रभातभक्षणत्तिन्ऱॆ ऒरु प्लेऱ्ऱ्
बोൾट्टൻ स्ट्रीऱ्ऱ् अटयाळं अटक्कं
बॆञ्चिन्ऱॆ इटत् कै
मुऱि नन्नायि प्रकाशिच्चिट्टिल्ल
वർण्णाभमाय सिൽक्कि बन्धङ्ङळुटॆ वरिकൾ
आनकळुटॆ कूट्टं
चक्रङ्ङळुळ्ळ ऒरु कऱुत्त स्यूट्ट्केस्
वोळिबोൾ कळिक्कुन्न आळुकൾ
ऒरु कौमारक्कारൻ सർफिंग् .
टॆन्नीस् कळिक्कुन्न ऒराൾ .
ऎऴुत्तिनॊप्पं वलिय अटयाळं
कऱुत्त लाप्टोप्प्
पश्चात्तलत्तिൽ विळम्पुन्न स्पूൺ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वलिय कऱुत्त करटि मूक्क्
निलत्त् कऱुत्त पुळ्ळि
टवർ 1995 ൽ ऎऴुतियिट्टुण्ट्
मरङ्ङൾ पच्चयुं इलकळुमाण्
मोट्टोർ सैक्किൾ पुल्लिൽ इरिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु वॆयिलुळ्ळ दिवसं
मोट्टोർसैक्लिस्ऱ्ऱ् ओटुन्नु
उपकरणं कैवशमुळ्ळ मनुष्यन्ऱॆ प्रतिम
कुरुमुळक् चेർत्त् वॆजिऱ्ऱबिൾस्
टाप्प् वॆळ्ळियाण्
वलिय कषणं पॆप्पർऱोणि
इतॊरु क्लोक्क् आण्
ट्रॆयिൻ ट्राक्कुकळुटॆ वशत्त् निरवधि कल्लुकൾ इट्टिरिक्कुन्नु
ओऱञ्च् भागत्त् वॆळुत्त चतुरं
ऒरु तीवण्टि .
द्वीप् बीच्च् रंगं
ऒरु मञ्ञ स्ट्रीऱ्ऱ्काർ ऒरु मञ्ञ वीटिनॆ मऱिकटक्कुन्नु
मेशप्पुऱत्त् चिक्कൻ चिऱकुकൾ .
ऒरु कऱुत्त ट्राष् बाग् .
पॆൺकुट्टि नील जीൻस् धरिक्कुन्नु
नाय कऱुत्तताण्
कट्टिलिൽ क्वीൽऱ्ऱ्
आळुकൾ फ्रिस्बी कळिक्कुन्नु .
ऒरु ऱिमोट्ट् काणिच्चिरिक्कुन्नु
ऒरु कौण्टऱिൽ नील टॆलिविषൻ
ओटुन्न डोग्
ऒरु सोफयिൽ मनोहरमाय नाय
मञ्ञुमलयिൽ निൽक्कुन्न मनुष्यൻ
\ वे औट्ट् ऎन्न् पऱयुन्न नारङ्ङ पच्च चिह्नं
मेशप्पुऱत्त् चॆऱिय वॆळुत्त वटि
इतॊरु बाऱ्ऱऱाण् .
ऒरु कैऱ्ऱ्सർफർ .
वातिलिन् पिन्निलॆ चुमरिൽ चुवन्न घटिकारं .
विमानङ्ङळिൽ आन .
वस्त्रं चुवप्पाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु चॆऱिय पॆൺकुट्टि कटलास् मुऱिक्कुन्नु
ऒरु स्त्री ऒरु चिह्नत्तिन्ऱॆ चित्रं ऎटुक्कुन्नु
ऒरु वैऱ्ऱ् टोय्लऱ्ऱ्
इतॊरु टोय्लऱ्ऱ् आण् .
ननञ्ञ स्यूट्टुकळिलुळ्ळ रण्टुपेർ रण्ट् सർफ्बोർडुकळुटॆ अटुत्तायि संसारिक्कुन्नु
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
चॆवियिൽ मञ्ञ टाग्
इत् ऒरु कऴुत्ताण् .
इतॊरु स्ऱ्ऱोप्प्लैऱ्ऱाण् .
जिऱाफिन्ऱॆ कण्ण्
ऒरु बेस्बोൾ .
इतॊरु पोलीसुकारनाण् .
नील षोർट्ट्सिൽ मञ्ञ वर
रण्ट् पऴय विमानङ्ङൾ पऱक्कुन्नु
ऒरु वलिय पांप्पेർसिन्ऱॆ भागं
पिङ्क् कुत्तुकൾ उळ्ळ कुट
डिस्प्लेयिलुळ्ळ ऒरु लोक्कोमोट्टीव्
इतॊरु पारच्यूट्टाण् .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
पूच्चयुटॆ वलत् कण्ण्
ऒरु बोट्टिൽ रण्टुपेർ .
इत् मरत्तिलॆ मञ्ञ पक्षियाण्
ऒरु टॆन्नीस् कोർट्टिलॆ व्यक्ति
रण्ट् कुट्टिकൾ कट्टिलिൽ इरिक्कुन्नु
तटियिൽ पच्चमुळक् .
सिमन्ऱिൽ कऱुत्त मलं इटाൻ कऴियुं .
मनुष्यन्ऱॆ कैयिलुळ्ळ कऱुत्त पुस्तकं .
ऒरु फो बाൻ मि साൻड्विच्च् कऴिक्कुन्नु
माൻ होൾडिंग् कൺट्रोळऱुकൾ
कटൽत्तीरत्त् कल्लुकൾ
उरुकिय चीस् उपयोगिच्च् तक्काळि
टॆन्नीस् कळिक्कारൻ ओटुन्नु
ओऱञ्च् षർट्ट् धरिच्च तॊऴिलाळि
विमानं मध्य वायुविलाण्
मनुष्यൻ तन्ऱॆ सॆൽ फोणिलेक्क् नोक्कुकयाण्
ऱोडिन्ऱॆ अरिकिൽ वलिय दिशासूचन
नील षർट्ट् धरिच्च पय्यൻ
इतॊरु मृगमाण् .
वऴियिൽ चुवन्न फयർ ट्रक्क्
करयिൽ फ्रिस्बी कळिक्कुन्न पुरुषन्माർ
ओवർहॆड् वैऱ्ऱ् लैऱ्ऱ् फिक्चർ
ट्रक्क् सिलिण्टऱुळ्ळाൽ निऱच्चिरिक्कुन्नु
विमानत्तिन् पिन्निൽ तॆळिञ्ञ आकाशं
सർक्कसिൽ ऒरु चॆऱिय आൾक्कूट्टं
मोट्टोർ सैक्किൾ ओटिक्कुन्न पोलीसुकारൻ
ग्लास्सि मेൽक्कूरयुटॆ भागं
कवचं धरिच्च रण्टु पुरुषन्माർ
आळुकൾ तॆरुवुकळिൽ नटक्कुन्नु
आൺकुट्टि बेस्बोळिनायि वस्त्रं धरिक्कुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
इत् रात्रिकालमाण् .
रण्ट् पच्च आप्पिൾ
वलिय वैऱ्ऱ् प्रॊजक्षൻ स्क्रीൻ
नाययुमायि फ्रिस्बि कळिक्कुन्न मनुष्यൻ
वयർ वेलिक्क् समीपं टॆन्नीस् कळिक्कारൻ
पाർक्किंग् मीऱ्ऱർ पच्चयाण्
सिൽवർ आप्पिൾ लाप्टोप्प्
ऒरु स्त्री फोणिൽ उण्ट्
चुवप्पुं भरणाधिकारियुं
आकाशं आऴत्तिलुळ्ळ नीलयाण्
वॆळुत्त वरकൾ ऱोडिलाण्
मनुष्यൻ स्केऱ्ऱ्बोർडिंग् चॆय्युन्नु
ऱोडिन्ऱॆ नीरावि वरुन्नु
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
पाൽट्रि चङ्क् ओ ब्रोक्कोळि तण्टिൽ गोमांसं
नीण्ट शोभयुळ्ळ मुटियुळ्ळ ऒरु स्त्री
ऒरु सർफർ ऒरु सർफ्बोർड् ओटिक्कुन्नु
आकाशत्तिलॆ कैऱ्ऱ्स्
ऒरु फ्लाऱ्ऱ् स्क्रीൻ टॆलिविषൻ चुवरिൽ तूक्कियिरिक्कुन्नु
टिवि कऱुत्तताण्
इत् कऱुत्त पशुक्कळाण्
ननञ्ञ स्यूट्टिलुळ्ळ स्त्री
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इतॊरु कऱुत्त ट्रक्काण् .
ऒरु वलिय चुवन्न ट्रक्क्
ऒरु ग्यास् स्ऱ्ऱेषनिൽ मेൽ ऒरु कनोप्पि
क्लोक्क् ऒरु ध्रुवत्तिलाण्
पन्त् तट्टुन्नयाൾ चुवन्न षർट्ट् धरिक्कुन्नु .
ऒरु कौतुककरमाय जिऱाफ् क्यामऱयिलेक्क् नोक्कुन्नु
ऒरु पशुविन्ऱॆ मञ्ञ तॊङ्ङൽ
ब्लाक्क् आൻड् वैऱ्ऱ् वरयुळ्ळ टै
रण्टुपेർ स्केऱ्ऱिंग् नटत्तुन्नु
ट्रॆयिൻ काणुन्नु
ऒरु नीण्ट बस्
तॆळिञ्ञ नीलाकाशं
ऒरु वॆळुत्त गारेज् वातिൽ
मञ्ञ पॆय्स्लि स्यूट्ट्केसिनुळ्ळिൽ ऒरु वरयुळ्ळ पूच्च
निർत्तुक ऎन्न् पऱयुन्न ऒरु अटयाळं
मुऴुवൻ वॆळ्ळ वस्त्रङ्ङൾ धरिच्चिरिक्कुन्न टॆन्नीस् कळिक्कारൻ
पच्च ट्रक्क् क्याब्
पान्ऱ्स् तविट्टुनिऱमाण्
वरयॆ ताऴेक्क् सॆब्रयुटॆ पिन्निलेक्क्
मञ्ञु वायुविൽ तळिक्कुन्नु
ऱोडिलॆ स्केऱ्ऱർ
जम्प् समयत्त् वायुविൽ स्नोबोർडർ
आൺकुट्टि स्केऱ्ऱिंग् चॆय्युकयाण्
ऱॊट्टियिൽ पीनट्ट् बट्टർ
पच्च कण्णट
मल कयऱुन्न मून्न् आट्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
काणिकൾक्क् मुन्निൽ चलिक्कुन्न टॆन्नीस् कळिक्कारൻ
चॆऱिय वृत्ताकृतियिलुळ्ळ चुवन्न उरुळक्किऴङ्ङ् तॊलि
टेबिൾ कऱुत्त निऱत्तिलाण् .
ऒरु वॆळुत्त विभवत्तिन् मुकळिलुळ्ळ चॆऱिय पिस्स
कऱुप्पुं वॆळुप्पुं मौण्टൻ बैक्क्
नाययॆ काणुन्नु
ऒरु प्राव् क्यामऱयिलेक्क् ऎत्तिनोक्कुन्नु
बोൾ मैतानत्त् बेस्बोൾ कळिक्कारൻ
वർक्क् वाहनत्तिन्ऱॆ पिൻभागं
मूक्किलेक्क् कैकॊण्ट् चॆऱिय कुट्टि
ऒरु कऱुत्त ट्राष् बाग् .
कुतिरप्पुऱत्तु नटक्कुन्न ऒराൾ
चित्रं कऱुप्पुं वॆळुप्पुं आण्
पिच्च् चॆय्त पन्त् काणुन्न बाऱ्ऱർ
तविट्ट् तटि वेलि तूणुकൾ
कटलिൽ सർफർ चॆय्युक
विमानं निർत्ति इट्टिरिक्कुन्नु
चुवन्न जेऴ्सि धरिच्च पॆൺकुट्टि
आकाशं नील निऱत्तिलाण्
काप्पि कुटं
डिस्को कत्तिक्कुन्नु
कऱुत्त बർणऱुकळुळ्ळ वॆळुत्त मुकൾभागं उळ्ळ अटुप्प्
स्नोबोർड् अतिൽ बർट्टൺ पऱयुन्नु
ओऱञ्च् बोൾ वॆळ्ळत्तिൽ
वॆतർवॆय्ൻ पटिञ्ञाऱोट्ट् चूण्टुन्नु .
बोक्सिൽ पർप्पिൾ मिठायि
ऒरु ऱोडिन् वेण्टि मून्न् नाय्क्कൾ
रण्ट् पाർक्किंग् मीऱ्ऱർ
ऒरु सिൽवർ फ्लाऱ्ऱ् स्क्रीൻ मोणिऱ्ऱർ
कोൺटाक्ऱ्ऱिन् शेषं ओष्यൻ स्प्रे .
अत् बेस्बोൾ आण्
विमानं वलुताण्
वाऴप्पऴत्तिൽ पच्च तण्ट्
स्त्रीयुटॆ कय्यिൽ ऒरु ऱाक्कऱ्ऱ् उण्ट् .
आकाशं व्यक्तमाण्
नूडिൽस् उपयोगिच्च् सूप्प् पात्रं
पिङ्क् निऱमुळ्ळ ऒरु काർ
इरुण्ट सൺग्लासुकൾ
व्यक्ति कण्णट धरिच्चिरिक्कुन्नु
कसेर वॆळुत्त निऱत्तिलाण् .
वऴियिൽ ऒरु बस्
इळं निऱमुळ्ळ तटियाण् निल .
मरं पिक्निक् टेबिൾ पाർक्क् .
ऒरु विൻडोस् लोगो काणां
ऒरु वयलिൽ रण्ट् आनकळुण्ट्
ऒरु ट्राफिक् चिह्नं
वॆळ्ळ वातिलिൽ सिൽवർ डोർक्नोब्
वलतु कै पिटिच्च् कोൺक्रीऱ्ऱ् टैൽड् कർब्
मनुष्यൻ कटൽ सർफिंग् चॆय्युन्नु
तॊप्पि धरिच्च मनुष्यൻ
आൺकुट्टि स्वॆऱ्ऱർ धरिक्कुन्नु
मुटि सुन्दरमाण्
स्लैडुकൾ पच्चयाण्
मिड् ऎयऱिलॆ टॆन्नीस् कळिक्कारൻ
वळञ्ञ कऴुत्त् उळ्ळ ब्लाक्क् आൻड् वैऱ्ऱ् सीब्र
ग्रौण्टिൽ मञ्ञ्
अटुक्कळयिൽ जोलि चॆय्युन्न नालुपेरटङ्ङुन्न संघं
वळरॆ संरक्षित स्यूट्ट्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
भक्षणं पच्च निऱत्तिलाण्
रण्ट् जिऱाफुकൾ निलत्त् निൽक्कुन्नु .
ऒरु वलिय चुवन्न कळप्पुर .
मनुष्यൻ सैक्किळुमायि मतिलिनरिकिൽ निൽक्कुन्नु
वॆळ्ळत्तिൽ अलयुन्न ऒरु वॆळुत्त पक्षि
चुवन्न बसिन्ऱॆ मुൻवशत्त्
" नेवि नील , चुवप्प् हॆൽमॆऱ्ऱ् . "
अम्परप्पिक्कुन्न रूपत्तिൽ सർफർ चॆय्युक
कटൽत्तीरत्तॆ कटൽ पक्षिकൾ
" सिൽवർ , ब्लाक्क् सॆൽ फोൺ "
वळरॆ मनोहरमाय चित्रं
ताऱाविन् तविट्ट् निऱमुण्ट्
माऱൽ वॆळुत्त तलयिण .
ऒरु कऱुत्त ट्राफिक् लैऱ्ऱ्
ऒरु तण्णिमत्तൻ प्लेऱ्ऱ्
कुळिमुऱियिൽ ऒरु वॆळुत्त टोय्लऱ्ऱ्
ऒरु स्त्री कण्णाटियिൽ नोक्कुन्नु
रण्ट् कळिप्पाट्ट मृगङ्ङൾ प्रदർशनत्तिൽ
ऱाक्कऱ्ऱ् कऱुत्तताण्
तॆरुव् चिह्नत्तिൽ मञ्ञ् .
उयरमुळ्ळ कॆट्टिटत्तिन् अटुत्तुळ्ळ तॆरुव् वॆळिच्चं
ऒरु पास्ऱ्ऱൽ निऱमुळ्ळ सॆक्षणൽ कौच्च्
मून्न् सीब्रकൾ ऒरुमिच्च् नटक्कुन्नु
ऒरु चॆऱिय पट्टण तॆरुव् रंगं
ऒरु कीबोർडिन् मुकळिलुळ्ळ विचित्रमाय बग्
टॆन्नीस् कळिक्कारൻ ऱाक्कऱ्ऱ् वीशुकयाण्
टोय्लऱ्ऱ् वॆळुत्तताण्
प्लॆयർ टागिंग् बेसऱन्नർ
आळुकൾक्क् मुकळिलुळ्ळ कऱुत्त कुट
तॊप्पि धरिच्च ऒराൾ भक्षणं कऴिक्कुन्नु
आकाशं नील निऱत्तिलाण् .
तिळङ्ङुन्न तविट्ट् निऱमुळ्ळ इरुण्ट वॆळ्ळं
आൺकुट्टि स्केऱ्ऱिंग् आण् .
नील षർट्ट् धरिच्च ऒराൾ निऴलुकळिൽ निൽक्कुन्नु
कऱुप्पुं वॆळुप्पुं मोट्टोർबैक्क्
स्त्री मतिलिलेक्क् चाञ्ञिरिक्कुन्नु
मुकुळङ्ङൾ अटच्चिरिक्कुन्नु
कऱुत्त बेस्बोൾ हॆൽमॆऱ्ऱ्
कटൽत्तीरत्त् किटक्कुन्न अञ्च् पशुक्कൾ
ऒरु क्लोक्किन्ऱॆ कऱुत्त कै
विमानं लाൻडिंग् आण्
फोർक् सोसिൽ मुक्किवच्चिरिक्कुन्नु
रण्ट् सॆऱ्ऱ् ट्रॆयिൻ पातकൾ
चॆऱिय शोभयुळ्ळ चुवन्न ऱफ्रिजऱेऱ्ऱർ
ऒरु चतुर जालकं
ऒरु नाययुटॆ कऱुत्त मूक्क्
वॆळ्ळि तविट्टुनिऱमाण्
पॆൺकुट्टिकൾ समाधान अटयाळङ्ङൾ उण्टाक्कुन्नु
पम्प् चुवप्पुं मञ्ञयुं निऱत्तिलाण् .
कय्यिൽ टॆन्नीस् ऱाक्कऱ्ऱुळ्ळ ऒरु स्त्री .
ऒरु कुतिर ऱोडिൽ नटक्कुन्नु .
ऒरु वण्टियुटॆ मुकळिൽ रण्ट् लगेज्
होट्ट् डोग् कऴिक्कुन्न मनुष्यൻ
वॆळुत्त कुप्पायमुळ्ळ ऒराൾ चिरिक्कुन्नु
पावाट नीलयाण्
ऒरु कऱुत्त ट्राष् बाग् .
षोർट्ट् वർण्णाभमायताण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
चुवन्न वेदियिൽ अवतरिप्पिक्कुन्न आळुकൾ
पॆൺकुट्टि ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् पिटिक्कुन्नु .
स्क्रीनिൽ ऒरु हॆलिकोप्ऱ्ऱർ
ऒरु कऱुत्त पूच्च
सिङ्किन् अटुत्तायि मून्न् कुप्पिकൾ
मूलयिൽ ऒरु वॆळुत्त मैक्रोवेव्
लेडि कऱुत्त वस्त्रत्तिलाण् .
मून्न् आनकळॆ काणां
ऒरु जोटि कऱुत्त बैनोक्कुलऱुकൾ
आकृतियिल्लात्त ऐस् कट्टकൾ
नील जीൻस् धरिच्च ऒरु स्त्री
ऒरु माग्निफैयिंग् मिऱർ
अऱुपतुकळुटॆ तुटक्कत्तिൽ सർफ् पाർट्टि उळ्ळ समकालिक आळुकൾ
स्नोबोർड् ओटिक्कुन्न मनुष्यൻ
स्त्री सൺग्लासुकൾ धरिच्चिरिक्कुन्नत् .
टॆलिविषൻ मेशप्पुऱत्तुण्ट् .
नगरत्तिलॆ पब्लिक् बस्
मेप्पिൾ इल रूपकൽप्पन चिऱकिൽ काणप्पॆटुन्नु .
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
फोट्टोय्क्क् ओऱञ्च् आन्तरिक टोप्प् + चुवटॆयुळ्ळ अरिकुकळुळ्ळ कऱुत्त बोർडർ उण्ट्
ऒरु चॆऱिय ग्रीऱ्ऱिंग् काർड्
आन कुञ्ञ् चॆऱुताण्
मनुष्यन्ऱॆ तलयिलॆ हॆൽमॆऱ्ऱ्
स्क्रीൻ सेवർ उळ्ळ कम्प्यूट्टർ स्क्रीൻ
तुऱन्न जिऱाफ् वाय
वॆळ्ळत्तिൽ निन्नॆटुत्त ऒरु बोट्ट्
आन वॆळ्ळत्तिൽ निൽक्कुन्नु .
वायुविൽ ऒरु नील पट्टं
ऒरु सिൽवർ यूट्टिलिऱ्ऱि पोൾ .
किटक्कयिൽ किटक्कुन्न नील पुतप्प्
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
तटिच्च पूच्च नील निऱत्तिलुळ्ळ स्यूट्ट्केसिൽ
वलिय प्लष् वैऱ्ऱ् टॆडि बियർ
एऱ्ऱवुं वलिय चॆटि पच्चयाण्
नील षർट्ट् धरिच्च स्त्री नटक्कुन्नु
नीलयुं तविट्टुनिऱत्तिलुळ्ळ तलयिणकळुं कसेरयिൽ विश्रमिक्कुन्नु .
पॆൺकुट्टि स्केऱ्ऱ्बोർड् उयർत्तुकयाण् .
विचित्रमाय कारऱ्ऱ्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इतॊरु मरक्कॊम्पाण् .
वॆळिच्चं पच्चयाण्
निलत्त् मृगङ्ङൾ
स्नोबोർडिंग् पोकाൻ तय्याऱाकुन्नु .
ऐफोणिन् धाराळं फिंगർ स्मड्जुकൾ उण्ट्
ताऴ्न्न पऱक्कुन्न चॆऱिय वॆळुत्त विमानं
पैलऱ्ऱ् काऴ्चय्क्कुळ्ळ विൻडोकൾ
पिस्स उण्टाक्कुन्न ऒरु मनुष्यൻ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
पच्च पुल्लिൽ चॆऱिय पुळ्ळिकळुण्ट्
शोभयुळ्ळ प्रकाश प्रतिफलनं
ओऱञ्च् निऱमाण् कुट .
विवाह दम्पतिकൾ केक्क् मुऱिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
रण्ट् आൺकुट्टिकൾ स्केऱ्ऱ्बोർडिंग्
वॆळ्ळत्तिൽ निൽक्कुन्न ऒरु पोणि वाൽ स्त्री
" वलिय तविट्ट् , वॆळुत्त जिऱाफ् "
पच्चयुं चुवप्पुं निऱत्तिलुळ्ळ वॆस्प
निलत्त् वॆळुत्त अवशिष्टङ्ङൾ
चित्रं वॆळियिൽ ऎटुत्तताण् .
कट्टिलिन् समीपं कऱुप्पुं चारनिऱत्तिलुळ्ळ बाक्क् पाय्क्क्
ऒरु कप्पൽ वॆळ्ळत्तिൽ नङ्कूरमिट्टु
चुवन्न बस्सिൽ हॆड्लैऱ्ऱ्
वॆळुत्त विभवत्तिൽ होट्ट् डोग्
कवल बॆवർलि कुन्नुकळिलाण्
बीच्च् ऒरु सण्णि दिवसं
नाययुटॆ लीष् हाൻट्रॆय्लिनु मुकळिൽ पॊतिञ्ञु
बोർड् बात्त्टबिलेक्क् सज्जमाक्कुन्नु .
ऒरु सॆൽ फोणिलॆ ऒराൾ
चॆऱिय कऱुप्पुं वॆळुप्पुं सीब्र
ऒरु मत्सरत्तिൽ टॆन्नीस् कळिक्कारൻ
अटुप्पिൽ इरिक्कुन्न ऒरु तूवाल
ऒरु मलञ्चॆरिविൽ निन्न् पोकाൻ पोकुन्न ऒरु स्नोबोർडർ
कवർलॆऱ्ऱ् ऎल्लां वॆळुत्तताण् .
मनुष्यൻ बेस्बोൾ ऎऱियुकयाण्
पॆൺकुट्टि सन्तोषवतियाण्
टोय्लऱ्ऱिन् अटुत्तायि कऱुप्पुं वॆळुप्पुं तऱ .
पूच्चयुटॆ पिन्निൽ टैൽ मतिൽ
वनिता बेस्बोൾ कळिक्कारൻ
" मञ्ञ , कऱुप्प् आർट्ट् गालऱि चिह्नं "
नाययिൽ कऱुत्त चॆविकൾ
चुवन्न सർफ्बोർड् कैवशमुळ्ळ ऒराൾ
" वृत्तिकॆट्ट निർम्मिक्कात्त किटक्क , अतिൽ ऒरु वॆळुत्त पात्रं "
टोय्लऱ्ऱ् पेप्पർ मतिलिलेक्क् चाञ्ञु
ऒरु पिङ्क् वेस्ऱ्ऱ्पेप्पർ कॊट्ट
कऱुत्त षർट्ट् धरिच्च ऒराൾ
रण्टुपेർ कटൽत्तीरत्त् निन्न् पुऱप्पॆटुन्नु .
ऒरु ग्लास् चुवन्न वीञ्ञ्
पच्चमुळक् कषणङ्ङൾ निऱञ्ञ ऒरु विभवं
मेघङ्ङൾक्क् मुकळिलुळ्ळ विमानं
आൺकुट्टिक्क् चुवन्न सोक्सुण्ट्
कलङ्ङൾ षॆൽफ् स्ऱ्ऱाൻडिलाण्
उयरमुळ्ळ जिऱाफ् मरत्तॆ नोक्कुन्नु
मरङ्ङൾ पच्च निऱत्तिलाण् .
तविट्ट् वेविच्च मुट्ट
ऒरु ट्रॆयिൻ ट्राक्किलाण् .
दम्पतिकൾ केक्क् मुऱिक्कुकयाण्
पच्च ट्रक्कुं मञ्ञ ट्रक्कुं
फ्लफि डाൻडॆलियोൺ वित्तुकൾ
ऒरु बोट्टिൽ ऒराൾ
वलिय आनय्क्क् कॊम्पुकळुण्ट् .
ऒहुविलॆ डयमण्ट् हॆड् अग्निपർव्वतं
फ्रिस्बियॆ पिटिक्कुन्नयाൾ
स्त्री मुकळिलेक्क् नोक्कुन्नु
ऒरु नीण्ट ऱोळिलॆ साൻड्विच्च् .
ऒरु टोय्लऱ्ऱिൽ इरिक्कुन्न टोय्लऱ्ऱ् पेप्पऱिन्ऱॆ ऒरु ऱोൾ
काऱिन् मुन्निൽ टाग् चॆय्युक .
रण्ट् आळुकळॆ काणिक्कुन्न निऴൽ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कुञ्ञ् आन ओटुन्नु
कुञ्ञ् आन
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कुट्टि चॆऱुप्पमाण्
मनुष्यൻ सർफ्बोർड् ओटिक्कुन्नु
समयक्कुऱव् प्रवർत्तन फोट्टो
विमानत्तिलॆ पॊतु टोय्लऱ्ऱ्
टोय्लऱ्ऱ् सीऱ्ऱ् मुकळिलाण्
पशु वॆळुत्तताण्
सॆमित्तेरियिलॆ शवकुटीरं
दृश्यमाय मेघङ्ङळिल्लात्त नीलाकाशं
मोट्टोർ सैक्किळिलॆ चक्रं
तविट्ट् निऱमुळ्ळ करटि
इरट्ट डॆक्कർ चुवन्न बस्
स्ऱ्ऱाൻडिन् मुकळिൽ दिशयुण्ट्
कुट्टियुटॆ वायिൽ टूत्त् ब्रष्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
स्त्री पच्च षർट्टिलाण् .
कळिक्कारൻ बाऱ्ऱ् पिटिक्कुन्नु
कुट्टियॆ स्की पठिप्पिक्कुन्न अद्ध्यापकൻ
ऒरु तणुत्त दिवसं ऒरु पॆൺकुट्टि पट्टं पऱक्कुन्नु
बस् पच्चयाण्
चॆम्प् पूशिय कलत्तिൽ काबेज् तल
ऒरु वॆळुत्त क्याम्पർ
नीळमुळ्ळ चुवप्पुं चारनिऱत्तिलुळ्ळ ट्रॆयिൻ
तॆक्कुपटिञ्ञाऱൻ विमानं
चुवन्न वृत्ताकृतियिलुळ्ळ लैऱ्ऱ्
पुरुष ऱोवർ ऱोयिंग् आण्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒराൾ तॆरुविൽ स्केऱ्ऱिंग् चॆय्युन्नु
सवन्नयिൽ रण्ट् सीब्रकൾ .
ऒरु कऱुत्त ट्राष् बाग् .
ऒरु बाग् कोट्टൺ मिठायि
टोय्लऱ्ऱिन् वॆळुत्त निऱमुण्ट् .
द्वीप् बीच्च् रंगं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
तविट्ट् मरं कषणं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पऴय फ्लॆक्सिबिൾ फ्लयർ वुड् स्लॆड्
मेशप्पुऱत्त् ऒरु ग्लास् वॆळ्ळं
स्वർण्ण मतिൽ विळक्क्
आळुकൾ मेशय्क्कु चुऱ्ऱुं इरिक्कुन्नु .
ताऴेक्क् नोक्कुम्पोൾ वरൻ पुञ्चिरिक्कुन्नु .
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कॆट्टिटत्तिन् धाराळं जालकङ्ङळुण्ट् .
लाप्टोप्पुकൾ ऒरु मेशप्पुऱत्त् प्रदർशिप्पिच्चिरिक्कुन्नु .
रण्ट् कषणङ्ङൾ इल्लात्त ऒरु पिस्स
निरवधि निऱङ्ङळुटॆ स्नोबोർड्
मनुष्यनुं आൺकुट्टिकळुं होट्ट्डोग् कऴिक्कुन्नु
पाऱकൾ चारनिऱमाण्
यॆल्लो हॆൽमऱ्ऱ्
पशुक्कൾ ऒरु निरयिलाण्
आळुटॆ चारनिऱत्तिलुळ्ळ स्यूट्टिൽ वॆळ्ळि मॆडൽ .
मऱ्ऱुळ्ळवरुटॆ मध्यत्तिൽ जॆऱ्ऱ् पऱक्कुन्नु
सोफ्ऱ्ऱ्बोൾ कळिक्कारൻ ऒरु स्त्रीयाण्
पुल्लिൽ पच्च जाग्रत कोൺ
वेलियिൽ तूङ्ङि किटक्कुन्न चुवप्पुं कऱुप्पुं निऱमुळ्ळ बाग्
पान्ऱ् मञ्ञयाण्
बियർ मग्गुकൾ कैवशं वच्चिरिक्कुन्न मून्न् पेർ .
आन अटुत्त आनयोट्
चुवप्पुं वॆळ्ळयुं आण् पद्धति
" मञ्ञयुं , वॆळ्ळयुं निऱमुळ्ळ तीवण्टियुटॆ मुൻभागं "
रण्ट् कुञ्ञु कुञ्ञुङ्ङൾ
ट्रॆयिൻ चुवन्न निऱमाण् .
पिङ्क् ऐसिंगुळ्ळ डोनट्ट् .
इतॊरु सർफ्बोർडाण् .
ऒरु पात्रं भक्षणं .
कऱुप्पुं वॆळुप्पुं विळक्कुमाटं .
पुल्ल् पच्चयाण्
पुल्लिൽ ऒरु जिऱाफ्
रण्ट् पॆൺकुट्टिकൾ ऒरु वीडियो गॆयिं कळिक्कुन्नु
इयाळुटॆ कैवशमुळ्ळ सॆൽ फोൺ
कऱुप्पुं वॆळुप्पुं निऱमुळ्ळ सीब्रयुटॆ मुखं
वलिय निർम्माण उपकरणङ्ङൾ
मून्न् कऱुत्त तलयिणकൾ
इत् ऒरु तुळ्ळि सोस् आण् .
काण्डत्तोटुकूटिय कारऱ्ऱ् कूट्टं
ऒरु स्ऱ्ऱोऱिन् मुकळिलुळ्ळ तिरश्शीलयिल्लात्त विൻडो .
ऒरु कुळिमुऱियुटॆ चित्रं
कऱुत्त मोट्टोർबैक्क् पाർक्किंग् स्थलत्त् पाർक्क् चॆय्तिरिक्कुन्नु .
चुवप्पुं वॆळ्ळयुं ट्राफिक् चिह्नं
पुष्पमिल्लात्त पच्चप्प्
आनयिൽ वळरुन्न मुटि
ऒरु टैൽ बाक्क्स्लाष्
स्त्री इरुन्नु भक्षणं कऴिक्कुन्नु
नील समुद्रं .
चुऱ्ऱप्पॆट्ट गोपुरत्तिൽ वाऴप्पऴत्तिन्ऱॆ ऒरु वलिय कूम्पारं
ऒरु पाण्ट करटि उऱङ्ङुन्नु
कऱुप्पुं वॆळुप्पुं क्लिप्प् फ्रिड्ज् कान्तं
कऱुत्त बाऱ्ऱ् वीशुन्नु
अद्देहं कण्णट धरिक्कुन्नु .
ऱोडिൽ ऒरु टाൻ मिनि कूप्पർ
उयरमुळ्ळ चुवन्न इष्टिक क्लोक्क् टवർ
कऱुत्त फ्रॆयिं उळ्ळ इटुङ्ङिय कॆट्टिट जनൽ
पलोमർ होट्टलिन्ऱॆ तूक्कु चिह्नं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु नाൽक्कवलयुटॆ टैनुकൾ
पच्च निऱत्तिलाण् ब्रॊक्कोळि .
ऒरु ग्लासिൽ ऱॆड् वैൻ
ऱोडिൽ ऒरु बस्
ऒरु वीटिनुळ्ळिൽ ऒरु सैक्किൾ
काट्टिൽ ऒरु पक्षि
ऒरु वयർ मॆष् बॆञ्च्
ग्राफिक् टी षർट्ट् ऱोबोट्ट्
मनुष्यൻ ऒरु वॆळ्ळ षർट्ट् धरिक्कुन्नु
वाहनत्तिन्ऱॆ स्ऱ्ऱियऱिंग् वीൽ .
इळं निऱमुळ्ळ कटൽ मणൽ
स्वർण्ण विलास चिह्नं
ऒरु कऱुत्त स्वीऱ्ऱർ धरिच्चिरिक्कुन्न मनुष्यൻ
ऒरु कऱुत्त लोह वेलि
ऒरु कूट्टं आळुकൾ स्कीयिंग्
ऒरु कुट्टि ऒरु बाऱ्ऱ् पिटिक्कुन्नु .
अमेरिक्कൻ फ्लाग् त्रो
कैविरൽ नൽकुन्न तंब्स् अप्प्
इळं तविट्ट् टैൽ निल
वॆळ्ळत्तिൽ ऒरु मनुष्यൻ .
कऱुत्त स्ट्राप्पुळ्ळ चुवन्न प्लास्ऱ्ऱिक् हॆൽमॆऱ्ऱ्
वशत्त् पच्च जाक्कऱ्ऱिൽ स्कीयർ
ताऴेक्क् पोकाൻ स्कीयർ ऒरुङ्ङुन्नु
वॆळुत्त कलत्तिन्ऱॆ अटप्प्
क्रोस्टौणिलेक्क् पोकुन्न बस्
ट्रॆयिनिन्ऱॆ चुवन्न पिൻभागं
चक्रत्तिन्ऱॆ भागं
पुल्लिൽ किटक्कुन्न सीब्र
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु स्त्रीयुटॆ कण्ण् नोक्कुन्नु
ऒरु वॆळुत्त वातिൽ
ऒरु कऱुत्त ट्राष् बाग् .
पिच्चർ पिच्च् नൽकुन्नु
चुऱ्ऱुं वेलियुळ्ळ स्थलत्त् जिऱाफ्
रण्ट् सन्देश पॆट्टिकळुटॆ चित्रं .
विवर ग्राफिक् स्ऱ्ऱान्ऱ्
बॆञ्चिൽ चुवप्पुं कऱुप्पुं निऱञ्ञ बाक्क्पाक्क्
ऒरु वॆळुत्त वै मोट्टिൽ मून्न् कैकൾ .
स्त्रीयुटॆ कय्यिलॆ वाच्च्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
बोट्ट् ऱॆयिलिंगुमायि टाङ्क् कॆट्टियिरिक्कुन्नु
मनुष्यൻ सർफ्बोർड् ओटिक्कुन्नु
ऒरु होट्ट् डोगिൽ मिऴिञ्ञु
तिळङ्ङुन्न ऱौण्ट्सिൽवർ ट्रे
जाक्कऱ्ऱ् पिङ्क् आण्
पय्यൻ स्केऱ्ऱ्बोർडिंग् चॆय्युन्नु .
रण्ट् कुतिरकൾ वർषङ्ङळायि ओटिक्कुन्नु
नाययॆ वायुविൽ पिटिक्कुन्न मनुष्यൻ
नील मोप्पॆडिलुळ्ळ व्यक्ति
जिऱाफिन्ऱॆ तलयुं कऴुत्तुं
वॆळुत्त चायं पूशिय वातिൽ प्लेऱ्ऱ्
मुखत्त् कण्णट
प्लेऱ्ऱिൽ पच्च सस्यं
तुकൽ कैकळुळ्ळ पुष्प पाऱ्ऱेൺ सोफ
ट्राफिक् वेगत्तिൽ पोकुन्नु
ऒरु कै
सीऱ्ऱिൽ तविट्ट् करटि .
ओफीस् ब्रेक्क् ऱूं
ऒरु कट्टिलिൽ रण्ट् स्ऱ्ऱफ् चॆय्त मृगङ्ङൾ
वेनൽक्कालत्त् रण्ट् मरङ्ङൾ
मनुष्यൻ प्लॆयिनिन्ऱॆ विൻडोकൾ वृत्तियाक्कुन्नु
ब्रौൺ मरं काबिनऱ्ऱुकൾ
पञ्चसारयुं क्रीमुं कॊण्ट् मूटिय केक्क् कषणं
व्यापार जिल्लयिलॆ तॆरुव् रंगं
बस् वशत्त् वरच्च पർव्वतं
तविट्ट् इष्टिक मतिൽ
चरिञ्ञ मेൽक्कूरयुळ्ळ यूट्टिलिऱ्ऱि कॆट्टिटं
" तविट्ट् , वॆळुत्त पशु "
ट्रॆयिनिन्ऱॆ सस्पॆൻषൻ वैद्युति लैनुकൾ
चूरൽ सहायत्तोटॆ तॆरुविलूटॆ नटक्कुन्न मनुष्यൻ
विवाहितराय दम्पतिकൾ अवरुटॆ स्वीकरणत्तिൽ
वॆळ्ळयुं मञ्ञयुं उळ्ळ ऒरु बोट्ट्
वॆळुत्त विळक्किन्ऱॆ निऴൽ
ऒरु पट्टं पऱत्तुन्न ऒराൾ
मञ्ञयुं वॆळ्ळयुं टूत्त् ब्रष्
कॆच्चप्पुं कटुकुं उळ्ळ होट्ट् डोग्
कळि नियन्त्रणं कैवशमुळ्ळ मनुष्यൻ .
अर ओऱञ्च् प्लेऱ्ऱिൽ
वयलिൽ ऒरु वॆळुत्त पाऱ
ऒरु वॆळुत्त पेप्पർ बोट्टिൽ फ्रञ्च् फ्रै
टाൻ जाक्कऱ्ऱिൽ मञ्ञ विभागं
निलत्त् ऒरु शाख
ऒरु वळ्ळत्तिൽ कळिमൺ पशु
मेशप्पुऱत्त् ऒरु ग्लास् उण्ट् .
तॆरुविलूटॆ नटक्कुन्न स्त्री .
पेप्पർ फोयिൽ तिळङ्ङुन्न वॆळ्ळि च्रिन्क्ल्य्
वैऱ्ऱ् ऐसिंगुं पिङ्क् स्प्रिंगुकळुं उळ्ळ ऒरु डोनट्ट्
चारयुं वॆळ्ळयुं पक्षि
फ्रोस्ऱ्ऱिंगिनॊप्पं केक्क् पीस्
तविट्ट् करकौशाल मൺपात्र तट्ट्
पाऱक्कॆट्टिलॆ मनोहरमाय टाबि पूच्च
ऒरु पूच्चयॆ नोक्कुन्न पूच्च
रण्ट् मोट्टोർसैक्किळुकळुण्ट् .
वॆळुत्त मेघङ्ङळुळ्ळ नीलाकाशं
ऒरु स्ऱ्ऱोप्प् चिह्नमुण्ट् .
पच्च वाऴप्पऴत्तिन्ऱॆ ऒरु कूट्टं
ऒरु जॆऱ्ऱिन्ऱॆ वशत्त् चुवन्न अक्षरङ्ङൾ
ऒरु कूट्टं नाभि ओऱञ्च्
ऒरु मेशयिൽ रण्ट् पिस्सकൾ
रण्ट् आनकൾ ऒरुमिच्च् नटक्कुन्नु .
मृगशालयिलॆ नाल् जिऱाफुकൾ
" ओऱञ्च् , वॆळ्ळ ऎन्न निऱमुळळ कूळർ "
मञ्ञिൽ पॊतिञ्ञ चुरुण्ट शाखकൾ
नील कुट्टिकळुटॆ सुरक्षा हॆൽमॆऱ्ऱ्
मनुष्यൻ तक्काळि मुऱिक्कुन्नु .
ऒरु पॆट्टियिൽ पच्चक्कऱिकൾ
कऱुप्पुं वॆळुप्पुं पाण्ट अवन्ऱॆ वशत्त् किटक्कुन्नु
आद्य बेसिൽ वैऱ्ऱ् पाड्
कुतिरप्पुऱत्त् ऒरु कॊच्चुकुट्टि
कऱुत्त कय्युऱकळिൽ पॊतिञ्ञ कैकൾ
चारनिऱत्तिलुळ्ळ आन अऴुक्कुचालिൽ निൽक्कुन्नु
प्लेऱ्ऱिलॆ होट्ट् डोगुकൾ
काൽनटयात्रक्काർक्कुळ्ळ ट्राफिक् चिह्नं
रण्ट् आळुकൾ ऒरु डॆस्किൽ सज्जमाक्कुन्नु
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
पॆൺकुट्टि फोणिൽ संसारिक्कुन्नु .
ऒराൾ काट्टिൽ सർफिंग् चॆय्युन्नु
अविटॆ ऒरु गोपुरं उण्ट् .
ऒरु माർबिൾ स्तंभं
वॆळ्ळत्तिൽ तिरमालकൾ
" चुवप्प् , वॆळुत्त स्नीक्कऱुकൾ "
कुञ्ञ् आन
फ्लफि आय वॆळुत्त तूवाल
" मञ्ञ , पच्च वाऴप्पऴं "
रण्ट् ओऱञ्च् स्कीस्
मुऱिच्च मरत्तिൽ वलिय तविट्ट् करटि
वैൽड्बीस्ऱ्ऱुं सीब्रयुं
पकुति कऴिच्च डोनट्टिൽ ग्लेसुं स्प्रिङ्किൾसुं
टोय्लऱ्ऱ्
मनुष्यൻ कुळिमुऱियिൽ निൽक्कुन्नु .
चॆऱिय पॆൺकुट्टि
पऴ स्ऱ्ऱाൻडिൽ ऒराൾ
भंगियुळ्ळ तॊप्पि
चारविरलुकळुळ्ळ चुवन्न कय्युऱकൾ
विमानत्तिन् मुन्निൽ सेवन वाहनं
ब्रौൺ मरं पोस्ऱ्ऱिन्ऱॆ मुकळिൽ
ऒरु कऱुत्त ट्राष् बाग् .
ओऱञ्च् सुरक्षा वस्त्रं धरिच्च पुरुषन्माർ .
ऒरु वलिय तलत्तिलुळ्ळ पुൽमेटुकൾ
सिൽवർ बात्त्ऱूं टवൽ ऱाक्किन्ऱॆ भागं
ऒरु बाग् कोट्टൺ मिठायि
ट्रॆयिൻ ऎञ्चिൻ चुवप्पाण् .
मध्यत्तिൽ अक्कमुळ्ळ वलिय चुवन्न वृत्तं
विभवत्तिൽ नारङ्ङ कष्णङ्ङൾ .
कै इल्लात्त नील षർट्टाण् युवति धरिक्कुन्नत्
वैऱ्ऱ् कम्प्यूट्टർ कीबोർड्
पुतिय बेबि बॆൽ लैऱ्ऱ् चीस्
जिऱाफिन्ऱॆ नीण्ट कऴुत्त्
बात्त् टवलुकൾ कण्णाटियिൽ प्रतिफलिक्कुन्नु
रण्ट् मोणिऱ्ऱऱुकൾ मेशप्पुऱत्त् इरिक्कुन्नु
टैൽ तऱयुटॆ भागं .
वरकळुळ्ळ वॆळुत्त मञ्ञ्
इटतुवशत्त् कुतिर
कർविंग् ऱोडिन् समीपं इटुङ्ङिय कॆट्टिटं
चॆऱुप्पक्कारൻ स्केऱ्ऱ्बोർडिൽ स्केऱ्ऱिंग् चॆय्युन्नु
द्वीप् बीच्च् रंगं
दिशासूचनकൾ
आൺकुट्टियुटॆ काൽ भागिकमायि निलत्तुनिन्न् पॊङ्ङिनिल्कुन्नु
चुवन्न विळक्किन्ऱॆ पिൻभागं
स्ट्राप्पुकळुळ्ळ स्त्रीयुटॆ वॆळुत्त डिसैनർ पेऴ्स्
चॆऱिय वृत्ताकृतियिलुळ्ळ ओऱञ्च् पाऱ्ऱेൺड् डिस्क्
स्केऱ्ऱ्बोർड् तन्त्रत्तिन्ऱॆ नटुक्क् ऒरु मनुष्यൻ
बिडॆऱ्ऱिൽ निन्न् कुटिक्कुन्न ऒराൾ
सीलिंगिलॆ चतुराकृतियिलुळ्ळ द्वारं
तॆरुविन्ऱॆ नटुविൽ ऒरु तविट्ट् वॆळुत्त पशु
नीन्तൽक्कुळत्तिलॆ जलत्तिन्ऱॆ भागं
कॆट्टिटत्तिन् मुकळिൽ ऒरु फ्लाग् पोൾ
पाർक्क् बॆञ्चिൽ इरिक्काൻ सुखप्रदमाय स्थलं
धाराळं आटुकൾ
होंमॆय्ड् पॆप्पർऱोणि पिस्स
जिऱाफिन्ऱॆ पुऱकुवशत्त्
ऒरु वातिलिनु पुऱत्त् इरिक्कुन्न ऒरु करटि
भक्षणशालयिलॆ कसेरकळुटॆ भागिक पिൻभागं
सीब्र पुल्लिൽ मेयुन्नु
वेलिक्क् अटुत्त् ऒरु मरं
ऒरु कऱुत्त ट्राष् बाग् .
पिस्सयिൽ पच्चमुळक् .
मेशप्पुऱत्त् प्लेऱ्ऱ्
वॆळुत्त ऱिबൺ वाൽ तूवलुकൾ
फुड् ट्रक्क् अव्निङ्ङ्
कय्युऱयुळ्ळ कैकൾ बाऱ्ऱिनु चुऱ्ऱुं पिटिच्चिरिक्कुन्नु
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ट्राफिक् संविधानं चॆय्युन्न पोलीस् उद्योगस्थൻ .
ऒरु कूट्टं अटयाळङ्ङൾ
वैऱ्ऱ् कम्प्यूट्टऱिൻ्ऱॆ मोणिऱ्ऱർ ओणाक्कि
नील पुतप्प् पॊतिञ्ञ पूच्च .
नटुमुऱ्ऱत्त् किटक्कुन्न ऒरु नाय .
रण्ट् टोय्लऱ्ऱुकൾ उण्ट् .
जॆऱ्ऱ् कऱुत्त पूच्च किटक्कुन्नु
पारीसिलॆ सेक्र कोयूർ बसिलिक्क
मुऱियिलॆ मेशयुटॆ पक्षि काऴ्च .
ऒरु बेस्बोൾ बाऱ्ऱ् पिटिच्चिरिक्कुन्न चॆऱुप्पक्कारन्ऱॆ कण्णुकൾ .
पताक काऱ्ऱिൽ वीशुन्नु
अञ्च् कुट्टिकൾ टॆन्नीस् कळिक्काൻ पठिक्कुन्नु
चॆऱिय बाർज् वॆळ्ळत्तिൽ निन्न्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु स्कि पॊक्कൽ
कऱुत्त मृगङ्ङळुटॆ मूक्क्
ऒरु कूट्टं आळुकൾ फ्रिस्बी कळिक्कुन्नु
तुऱन्न दळङ्ङळुळ्ळ नील ऱोस् .
विमानं वॆळ्ळियाण् .
भित्तियिൽ घटिप्पिच्चिरिक्कुन्न क्लोक्क्
ऒरु विभवत्तिൽ वेविच्च पिस्स .
ट्रॆयिनिൽ सैक्किळिन्ऱॆ हाൻडिൽबाऱुकൾ
पऴय तविट्ट् लॆतർ चुमक्कुन्न केस्
फ्रिस्बि कळिक्कुन्न नाय्क्कൾ .
पश्चात्तलत्तिൽ मञ्ञुमूटिय पർव्वतं
वयलिൽ ऒरु कैऱ्ऱ् कैवशमुळ्ळ ऒराൾ
वॆळुत्त पोർसलैൻ सिङ्क् पात्रं
ब्रौൺ टॆडि बियർ कौण्टऱिൽ इरिक्कुन्नु
मञ्ञ पक्षि कॊक्क्
लोहत्तिन्ऱॆ ग्रिൽ
ऒरु ऱोळिൽ ऒरु साൻड्विच्च्
नाल् जनलुकൾ ऒरुमिच्च् .
स्केऱ्ऱ्बोർडिൽ प्लॆय्ड् धरिच्च मनुष्यൻ
ऒरु जोटि चुवन्न बूट्ट्
धाराळं पक्षिकൾ वलिय पाऱकळिൽ विश्रमिक्कुन्नु
वयलिൽ पशुक्कൾ तीऱ्ऱ कॊटुक्कुन्नु .
ऒरु तुऱन्न हाच्च्बाक्क्
ट्रॆयिൻ वलतुवशत्तेक्क् पोकुन्नु
शरियाय हॆड्लैऱ्ऱ्
ट्राक्कुकळिൽ ऒरु ट्रॆयिൻ
परस्परं समीपमुळ्ळ ऒन्निलधिकं ट्रॆयिൻ ट्राक्कुकൾ
" तविट्ट् , वॆळुत्त पशुक्किटाव् "
ऒरु वलिय तविट्ट् कुतिर
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
रण्ट् पक्षिकൾ परस्परं
ऒरु पशुविन्ऱॆ उच्चारणं .
पकुति कऴिच्च पऴं
ऒरु मॊबैൽ फोൺ
कुञ्ञ् आन
भक्षणत्तोटुकूटिय वॆळुत्त पात्रं
ऒरु लाप्टोप्प् कम्प्यूट्टർ
वयलिൽ मेयुन्न पशुक्कൾ
तऱयिൽ नीळमेऱिय वयർ फ्रॆयिं
ऒरु नाययुटॆ प्रतिफलनं .
ऒरु कूटारं
मङ्ङिय वस्तुक्कळुळ्ळ कऱुत्त पश्चात्तलं
ऒरु प्लेऱ्ऱिൽ स्लोप्पि जो .
आटुकळुटॆ प्रतिमयिൽ ऒरु पॆൺकुट्टि .
कुतिरयुमायि बन्धिप्पिच्च प्रदेशं .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वृत्तिकॆट्ट तविट्टुनिऱत्तिलुळ्ळ आनक्कॊम्प्
ऎन्वेषिक्कुन्न चट्टियिൽ पाचकं
भागिकमायि वाൻ चलिक्कुन्न लोड्
कऱुप्पुं वॆळुप्पुं वरयुळ्ळ कुटयुळ्ळ ऒरु स्त्री
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
तटिकॊण्टुळ्ळ किटक्क
ऒरु ऱोडिൽ रण्ट् अम्पुकൾ .
रण्ट् वरकळुळ्ळ ऱोड् पात
ऒरु तळिकयिൽ ऒरु प्रभातभक्षणं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
बेस्बोൾ मैतानत्त् हों प्लेऱ्ऱ्
ऒरु तळिकयिൽ वॆण्ण
स्लीवुकळिൽ वॆळुत्त वरकळुळ्ळ नील षർट्टिൽ ऒरु पुरुषൻ
चक्रङ्ङळिल्लात्त स्केऱ्ऱ्बोർड्
वलिय कऱुप्पुं वॆळुप्पुं सीब्र
स्केऱ्ऱ्बोർड् ट्रिक्क् चॆय्युन्न व्यक्ति
ऒरु वॆळुत्त विदूर नियन्त्रणं
टॆन्नीस् पन्त्
वർण्णाभमाय बट्टർफ्लै कैऱ्ऱ् .
ऒरु वॆळुत्त फ्रिस्बी वायुविൽ पऱक्कुन्नु
ऒरु वलिय तूक्कियिटुन्न कण्णाटि
कट्टिलिൽ किटक्कुन्न मञ्ञ नाय .
वैൻ निऱञ्ञ नीळमुळ्ळ वैൻ ग्लास्
ऒरु त्रिकोण जनल
मुकळिൽ चोक्लेऱ्ऱ् उळ्ळ ऒरु डोनट्ट् .
अविटॆ ऒरु पायिवञ्चि उण्ट्
पकൽ समयत्ताण् चित्रं ऎटुत्तत् .
अकलॆयुळ्ळ चक्रवाळं .
चुवन्न षർट्ट् धरिच्च ऒरु स्त्री
मनुष्यൻ स्केऱ्ऱ्बोർड् तन्त्रं चॆय्युन्नु .
जिऱाफिन्ऱॆ तलयुटॆ क्लोसप्प्
अन्तർसंस्थान 90 नुळ्ळ अटयाळं
मनोहरमाय त्रितल केक्क्
ऒरु कऱुत्त ट्राष् बाग् .
अत् ऒरु बस्साण्
चित्रत्तिൽ मून्न् जिऱाफुकൾ उण्ट् .
कऱुत्त टि षർट्ट् धरिच्च मनुष्यൻ
जिऱाफ् द्वारत्तिൽ निन्न् वॆळ्ळं कुटिक्कुन्नु
" इरट्ट डॆक्कർ मञ्ञ , चुवप्प् बस् "
तविट्ट् निऱमुळ्ळ ऒरु वळ्ळं
वरान्तयिलॆ पताक
सूप्पिൽ नूडिൽस् उण्ट्
कॊक्क् तुऱन्न पक्षि
पोयिन्ऱർ उपकरणं ट्राक्क्बोൾ आण्
ऒरु बन्दनयुळ्ळ नाय
स्ऱ्ऱाൻडिൽ टिवि
ऒरु स्कोർ बोർडिलॆ नम्पർ
पुस्तकत्तिन्ऱॆ पेर्
बस्सिൽ कयऱुन्न व्यक्ति
भक्षणं मेशप्पुऱत्त्
ऒरु जोटि नील जीൻस्
पूक्कൾ पिङ्क् ऱोसाप्पूक्कळाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
स्त्रीक्क् सुन्दरमाय मुटियुण्ट्
स्नो बोർडർ उयरत्तिൽ चाटुकयाण्
कट्टिलिൽ इरिक्कुन्न ऒरु नाय
वायुविൽ वॆळुत्त पुक
इत् ऒरु मनुष्यनाण्
नीळൻ मुटियुळ्ळ पॆൺकुट्टि ऒऱ्ऱय्क्क् इरिक्कुन्नु
कळिक्कारൻ ऒरु बेस्बोൾ बाऱ्ऱ् पिटिक्कुन्नु
लाप्टोप्प् स्क्रीൻ ओणाण्
स्केऱ्ऱ्बोർडिलॆ ऒरु कुट्टि
पिङ्क् प्लास्ऱ्ऱिक् बक्कऱ्ऱ्
स्प्रिंगुकൾ वർण्णाभमायताण्
ट्राफिक् लैऱ्ऱ् मञ्ञयाण्
कोब्लॆस्ऱ्ऱोൺ प्लासयिलूटॆ नटक्कुन्न आळुकൾ
इतॊरु टॆन्नीस् ऱाक्कऱ्ऱाण्
व्यक्ति सർफ्बोർडिൽ मुऱुकॆ पिटिक्कुन्नु .
ऒरु कलत्तिൽ चुवन्न पूक्कൾ
वेलियिलॆ तटि पोस्ऱ्ऱ्
पशु पुल्लिൽ किटक्कुन्नु
आन ऱोडिलूटॆ नटक्कुन्नु
कुट मൾट्टि कळർ आण्
इतॊरु करटियाण्
उयरमुळ्ळ ब्रौൺ निऱत्तिलुळ्ळ जिऱाफ्
नील निऱत्तिलुळ्ळ वॆळ्ळं .
मञ्ञ जाक्कऱ्ऱ् धरिच्च स्कयർ
दृश्यमाय ट्रॆयिൻ ट्राक्कुकൾ
कुञ्ञ् आन
ऒरु चुवन्न डबिൾ डॆक्कർ बस्
उयरमुळ्ळ वॆळुत्त कॆट्टिटत्तिन् मुन्निൽ वळञ्ञ पात
ऒरु ताऱाव्
वयलिൽ रण्टुपेർ
वॆळ्ळं
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
तऱयिൽ मൺपात्रङ्ङൾ
तविट्ट् डोनट्ट्
विदूरत्तुळ्ळ चुवप्प् बट्टൺ
उयरमुळ्ळ नील वेलि पोस्ऱ्ऱ्
चारनिऱत्तिलुळ्ळ वॆळुत्त स्केऱ्ऱ्बोർड्
आൺकुट्टि ऒरु नीण्ट टै धरिक्कुन्नु
" वॆळ्ळ , कऱुप्प् प्रदർशन तिरशील "
वॆळुत्त वस्त्रं धरिच्च रण्टुपेർ
पुरातन माळिൽ टॆडि बियർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वयलिൽ नाल् आटुकൾ
रण्टुपेർ आत्यन्तिक फ्रिस्बी कळिक्कुन्नु
पुरुषन् कुऱञ्ञ कट्ट् उण्ट्
आൺकुट्टि स्केऱ्ऱ्बोർडिंग् चॆय्युन्नु
पऴय तटि कसेरयिൽ टॆडि बियർ
कऱुप्पुं वॆळुप्पुं फोट्टो
टॆन्नीस् बोൾ वायुविൽ
ऒरु कूट्टं बोट्टुकൾ
पट्टाळक्कारൻ टोय्लऱ्ऱिൽ वीऴाൻ पोकुन्नु
वयलिൽ पशु
कैयिൽ सർफ्बोർडुमायि नटक्कुन्न मनुष्यൻ
ऒरु लिऱ्ऱ् अनलोग् क्लोक्क्
मनुष्यन्ऱॆ अरिकिൽ चुवप्पुं वॆळ्ळयुं निऱमुळ्ळ स्ऱ्ऱोप्प् चिह्नं
ध्रुवत्तिൽ स्ऱ्ऱिक्कർ
सीब्रकൾ काट्टिൽ ओटुन्नु
मूलयिൽ इरिप्पिटं
फोൺ मनुष्यन्ऱॆ चॆवियिलाण्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
पत्र चुऱ्ऱिൽ बർगർ
स्ऱ्ऱौविൽ चाय कॆऱ्ऱिൽ
भक्षणं इविटॆयुण्ट्
ध्रुवं कऱुत्तताण्
पच्च पुल्लिन्ऱॆ वयൽ
आनयुटॆ कॊम्प् वॆळुत्तताण्
इतॊरु पिस्सयाण्
अलमारयिलॆ ऒरु वाच्च् .
चुवन्न बस् नटप्पातयुटॆ अरिकिൽ निർत्ति
तीवण्टि
बस्सिलॆ मञ्ञ अक्षरं
ऒरु कुट्टियुटॆ मूक्क् .
" वॆळ्ळ , कऱुप्प् ट्रॆयिൻ "
मनुष्यൻ सർफोർडिൽ समुद्रत्तिൽ सർफिंग् चॆय्युन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मञ्ञ षർट्ट् धरिच्च स्त्री
इतॊरु उच्चभक्षणमाण्
इतॊरु नाययाण्
भक्षणत्तिलॆ वॆळ्ळि स्पूൺ
कूट्टिൽ पक्षिकൾ
" ओऱञ्च् , वैऱ्ऱ् निऱङ्ङळिൽ उळ्ळ टूർ बस् "
वलिय पർप्पिൾ तुणि पुतप्प्
सॆൽ फोൺ चारनिऱवुं कऱुप्पुं आण्
ग्रिल्लिൽ होट्ट् डोग्
कुञ्ञ् आन
मञ्ञुवीऴ्चयिलॆ जलांशं
अलङ्कारं विൻडोयिൽ तूक्कियिरिक्कुन्नु
ओऱञ्च् षർट्ट् धरिच्च स्त्री टॆन्नीस् कळिक्कुन्नु
तऱयिलॆ तुरुम्प्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
बोट्टुकൾ वॆळ्ळत्तिൽ
ऒन्निलधिकं पुरुषन्मारुटॆ चित्रं स्केऱ्ऱ्बोർडिंग्
द्वीप् बीच्च् रंगं
पच्च टि षർट्ट् धरिच्च कुट्टि
इरुण्ट ननञ्ञ स्यूट्टिलुळ्ळ ऒराൾ
पुरुषन्ऱॆ तलयिൽ हॆൽमॆऱ्ऱ्
पशुविन्ऱॆ तल
वॆळुत्त षोർट्ट्स् धरिच्च मनुष्यൻ
सवाळ वळयङ्ङൾ
निलत्त् कऱुत्त पुळ्ळि
जिऱाफिन्ऱॆ कालुकൾ
स्ऱ्ऱोप्प् चिह्नत्तिन् ताऴॆयुळ्ळ चिह्नं
मनुष्यൻ धरिक्कुन्न मञ्ञ षർट्ट् .
कऱुत्त जाक्कऱ्ऱ् धरिच्च मनुष्यൻ
इत् ऒरु व्यक्तियाण्
नटप्पातयिൽ चॆऱिय चारनिऱत्तिलुळ्ळ टैलुकൾ
आऴमिल्लात्त चतुर पात्रं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु कऱुत्त ट्राष् बाग् .
करयिलॆ मणൽ
बैक्क् मञ्ञयाण्
ऒरु कऱुत्त टयർ
तिळङ्ङुन्न कण्णुकळुळ्ळ रण्ट् करटिकൾ
ध्रुवत्तिൽ पाർक्किंग् चिह्नङ्ङळॊन्नुमिल्ल
निरकळुं स्ऱ्ऱीप्पिळुं उळ्ळ कॆट्टिटं
आप्पिൾ पच्चयाण्
ऒरु तविट्ट् कटलासो पॆट्टि
ऒरु विश्रममुऱियिൽ कॊच्चुकुट्टि
पूव् जलांशं कॊण्ट् अलङ्करिच्चिरिक्कुन्नु
पब्लिक् बस् नटपतयुटॆ अटुत्त् निർत्तियिट्टिरिक्कुन्नु
ऒरु वलिय कल्ल्
मेशयुटॆ मुकळिൽ मञ्ञ प्लास्ऱ्ऱिक् कप्प्
" ट्रॆयिൻ ट्राक्किൽ मञ्ञ , नील ट्रॆयिൻ "
ट्रॆयिनिन्ऱॆ मुൻवशत्तुळ्ळ चुवन्न बाർ .
तऱयिൽ इरिक्कुन्न ऒरु कऱुत्त नाय
मनुष्यൻ कटൽत्तीरत्त् नटक्कुन्नु
पोळिൽ निरवधि अटयाळङ्ङൾ
ब्लाक्क् आൻड् वैऱ्ऱ् तलयिൽ
स्वർण्ण कलशत्तिन्ऱॆ अटित्तऱ
ऒरु तळिकयिൽ तक्काळि
अम्पटयाळं वॆळुत्तताण्
क्लोक्किलॆ वॆळुत्त नम्पർ
ऒरु चुवन्न कैऱ्ऱ् .
अकलॆयुळ्ळ ऒरु फोൺ टवർ
ऒरु चुवन्न काർ पाർक्क् चॆय्तिरिक्कुन्नु
मनुष्यൻ ऒरु बाऱ्ऱ् वीशुन्नु
मेशयिൽ मङ्ङिय मैक्रोवेव्
इत् ऒरु अटयाळमाण्
स्नोबोർडिंग् चॆय्युन्नु मनुष्यൻ
पालं कटक्कुन्न ऒरु चुवन्न बस् .
फोट्टोयिलॆ रण्टुपेർ
इतॊरु लाप्टोप्पाण्
षोർट्ट् स्लीव् पच्च षർट्ट्
स्नो बोർडिलॆ व्यक्ति
जिऱाफिन्ऱॆ कऴुत्त्
ऒरु कॊच्चुकुट्टि कात्तिरिक्कुम्पोൾ फोणिൽ मॆस्सेज् चॆय्युन्नु
मून्न् सीब्रकൾ ई रंगत्त् जाग्रत पालिक्कुन्नु
ग्लासिൽ उळ्ळ वीञ्ञिन् पिन्निൽ उळ्ळ मनुष्यൻ
बाऱ्ऱ् कऱुत्तताण्
वयलिൽ रण्ट् आटुकൾ
स्त्री बैक्क् ओटिक्कुन्नु
वॆळ्ळत्तिൽ मून्न् पाय्क्कप्पलुक्कൾ
मनुष्यൻ पुऱकिൽ
चारनिऱत्तिलुळ्ळ षർट्टुं षोർट्ट्सुं धरिच्च ब्रौൺ मुटियुळ्ळ मनुष्यൻ चारुन्नु .
सीलिंगिन् समीपमुळ्ळ रण्ट् ग्लोब् लैऱ्ऱुकൾ
कुटकൾ वायुविൽ
लगेजुकळुळ्ळ ऒरु वलिय पच्च वण्टि .
कळिक्कळत्तिलॆ कळिक्काർ
कवऱिൽ चुवन्न पुष्पं
ऒरु ट्रॆयिൻ स्ऱ्ऱेषन्ऱॆ चित्रं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मञ्ञ कगारु क्रोसिंग् चिह्नं
ऒरु विमानं पऱन्नुयरुन्नु .
समुद्रत्तिൽ सർफർ
ऒरु बाग् कोट्टൺ मिठायि
प्लेऱ्ऱिൽ डोनट्ट्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
इतॊरु प्लेऱ्ऱाण्
ऱोडिൽ यात्र चॆय्युन्न इरट्ट डॆक्कർ बस्
समुद्रत्तिलॆ आळुकൾ .
पच्च ट्रॆयिनिन्ऱॆ वशत्तॆ विൻडो
प्लेऱ्ऱिलॆ भक्षणं .
कुतिर कऱुत्तताण्
इळं नीलाकाशं पർवतङ्ङൾक्क् मुकळिൽ
नीलयुं वॆळ्ळयुं अटयाळं
ऒरु क्लोक्किन्ऱॆ मुकळिൽ कऱुत्त XII .
निलत्त् कऱुत्त पुळ्ळि
इतॊरु निऴलाण्
कऱुत्त पूच्च मेशप्पुऱत्त् किटक्कुन्नु
ऒरु ध्रुवत्तिൽ ट्राफिक् लैऱ्ऱ् स्थापिच्चिरिक्कुन्नु
आൺकुट्टि ऒरु कൺट्रोळർ पिटिक्कुन्नु .
तलयिൽ चुवन्न हॆൽमॆऱ्ऱ्
नॆञ्च् प्लेऱ्ऱ् चुवप्पाण्
इतॊरु पूच्चयाण्
ऱॆयिൽवे ट्राक्कुकळिൽ ऒरु वलिय ट्रॆयिൻ
मेशप्पुऱत्त् पूक्कळुटॆ पात्रं
ऒरु मेशप्पुऱत्त् ऒरु पॆൻडन्ऱ् लैऱ्ऱ्
ऒरु पालत्तिनटियिൽ वॆळ्ळं
नटप्पातयुटॆ अरिकिൽ निർत्तियिट्टिरिक्कुन्न वाहनङ्ङळुटॆ निर
वेलियिलॆ कऱुत्त वयർ
ऒरु मेशप्पुऱत्त् साൻड्विच्चुकൾ
कऱुत्त लाप्टोप्प् तुऱक्कुक
वॆळुत्त तलयण
नील जाक्कऱ्ऱ् धरिच्च व्यक्ति
चुट्टुपऴुप्पिच्च काप्पिक्कुरु वॆळुत्त प्लेऱ्ऱिൽ कूट्टियिट्टिरिक्कुन्नु
ऱौण्ट् ब्लाक्क् बैक्क् टयർ
मृगङ्ङळुटॆ तल ताऴेक्क्
ऱൺवेयिलॆ विमानं
मनुष्यൻ बेस्बोൾ मैतानत्त् बेस्बोൾ ऎऱियुन्नु
निरवधि काळकൾ ऱोडिൽ नटक्कुन्नु
ऒरु सीब्र तल कुटिक्कुन्नु
इतॊरु टाप्पाण्
एऱ्ऱवुं वलिय वॆळुत्त आटुकൾ .
नीलाकाशत्तिൽ वॆळुत्त मेघङ्ङൾ
हृदयत्तिൽ कत्त्
पूमुखत्त् कालावस्था बोർड्
इत् ऒरु स्त्रीयाण्
शून्यमाय रण्ट् पच्च कटൽ कसेरकൾ .
नीलाकाशत्तिन् कुऱुकॆ पऱक्कुन्न ऒरु चॆऱिय वॆळुत्त विमानं
ऒरु कण्णाटियिൽ ऒरु व्यक्तियुटॆ प्रतिफलनं
वृत्ताकृतियिलुळ्ळ वॆळुत्त प्लेऱ्ऱिൽ पच्च ऒलिव्
जिऱाफिन्ऱॆ चॆवि
इतॊरु पक्षियाण्
पासञ्चർ ट्रॆयिनिन् पिन्निൽ बि अक्षरं उण्ट्
चारनिऱत्तिलुळ्ळ आन
स्केऱ्ऱ्बोർडिൽ वायुविൽ चाटुन्न व्यक्ति
अटुक्कळयिൽ ऒरु सैक्किൾ
इतॊरु पुष्पमाण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वरिकൾ स्वർण्णमाण्
द्वीप् बीच्च् रंगं
फुट्पात्तिൽ ऒरु पाർक्किंग् मीऱ्ऱർ
वॆळुत्त यूणिफों धरिच्च कळिक्कारൻ
वॆळुत्त पूविन्ऱॆ क्रमीकरणं
पिङ्क् षർट्ट् धरिच्च स्त्री .
प्लास्ऱ्ऱिक् कप्पिൽ तविट्ट् निऱमुळ्ळ चाय
भक्षणवुमायि कुञ्ञिन्ऱॆ मुखं
कळिक्कारൻ ऒरु बाऱ्ऱ् पिटिक्कुन्नु
वॆळुत्त स्कै स्यूट्ट् धरिच्च कुट्टि
ध्रुवत्तिन् मुकळिൽ रण्ट् अटयाळङ्ङൾ
कटൽत्तीरत्त् तिरमालकळिൽ वॆळुत्त नुर
इरुण्ट लोहत्तिन्ऱॆ कुऱुक्क् नटक्कानुळ्ळ विळक्क् तूൺ
ऒरु पोस्ऱ्ऱिൽ इरिक्कुन्न पक्षि
चुऱ्ऱुमतिलिनुळ्ळिൽ आटुकळुटॆ कूट्टं
भक्षणत्तिन्ऱॆ ऒरु विभागं
तलयिൽ कऱुत्त तॊप्पि
ऒरु कऱुत्त ट्राष् बाग् .
रण्ट् चॆऱिय बोट्टुकൾ वॆळ्ळत्तिൽ
सർफ्बोർडिൽ कऱुत्त डोट्ट्
ऒरु कॆट्टिटत्तिन् मुन्निൽ कुटकൾ पिटिक्कुन्न आळुकळुटॆ कूट्टं
ऒरु वाऴप्पऴत्तिन्ऱॆ तण्ट्
पल्ल् तेक्कुन्न ऒरु पॆൺकुट्टियुटॆ कण्णाटियिൽ ऒरु प्रतिफलनं
कुट पർप्पिൾ आण् .
इव रण्ट् बागुकळाण्
इतॊरु कल्लाण्
ऒरु कलत्तिनुळ्ळिൽ सूप्प्
इवർ कुतिरसवारि
" वृत्ताकृतियिलुळ्ळ चुवप्प् , कऱुप्प् ट्रॆयिൻ "
नीळमुळ्ळ प्लास्ऱ्ऱिक् कऱुत्त ग्लासुकൾ
तीवण्टियुटॆ जनൽ
तीवण्टियिൽ कऱुत्त अक्षरं
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
इत् चुवन्न वीञ्ञाण्
मनुष्यൻ फ्रिस्बियॆ कय्यिൽ पिटिक्कुन्नु
इत् ऒरु पॆൺकुट्टियाण्
मनुष्यൻ वायुविलेक्क् चाटुन्नु
इतॊरु पाർक्काण्
पकुति साൻड्विच्च्
तॆरुव् चारनिऱमाण्
चॆऱिय कऱुत्त नाययुटॆ मुखं
इत् ऒरु व्यक्तियाण्
पच्च वनत्तिൽ मरं बॆञ्च्
तऱयिൽ मरं
टवऱिൽ ब्लाक्क् आൻड् वैऱ्ऱ् घटिकारं
पच्च षർट्टुं कऱुत्त षोർट्ट्सुं धरिच्च ऒरु इन्त्यൻ पय्यൻ
इत् ऒरु व्यक्तियाण्
स्त्री ऒरु बाऱ्ऱ् वीशुन्नु
कैत्तण्टयिൽ इलास्ऱ्ऱिक् बाൻड्
चुवप्पुं वॆळ्ळयुं सർफ्बोർड्
षूविൽ वॆळुत्त पट्ट
ऒरु बेस्बोൾ टीं अऴुक्कुचालिൽ पोस् चॆय्युन्नु
इतॊरु तॆरुवाण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
मञ्ञ सർफ्बोർडिൽ मनुष्यൻ सർफिंग्
ऒरु मोट्टोർबैक्क् पाർक्क् चॆय्तु
राविलॆ लण्टൻ टवർ
तूवालकൾ मटक्किक्कळयुन्नु
मञ्ञुवीऴ्चयिൽ ऒरु ट्रक्क्
वॆळुत्त पान्ऱ्स् धरिच्च मनुष्यൻ
कुतिरप्पुऱत्तुळ्ळ स्त्री
गोपुरत्तिन्ऱॆ वशत्त् वॆळुत्त क्लोक्क् मुखं
इतॊरु होट्टൽ मुऱियाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
निलत्त् कऱुत्त पुळ्ळि
मॊबैलिൽ काൽप्पाटुकൾ
तविट्टुनिऱं
अकलॆयुळ्ळ ऒरु प्रकाशं
ऒरु कऱुत्त ट्राष् बाग् .
विൻडोयिൽ ऒरु तेनीच्चयुटॆ प्रतिफलनं
कनत्त ट्रक्किंग् इल्ल चिह्नं
पुरुषन्माർ सൺग्लासुकൾ धरिच्चिरिक्कुन्नु
ऒरु बैक्क् चिह्नत्तिൽ पॆय्ड् फोർ ऎन्न् पऱयुन्न ऒरु अटयाळं
गोड्फादർ पेप्पർबाक्क् मेशप्पुऱत्त्
वॆळुत्त निऱमुळळ मनुष्य विरൽ
वनत्तिन्ऱॆ ऒरु विभागं
इतॊरु सीब्रयाण्
कुळिमुऱियिൽ नील हाൻडिक्याप्प् चिह्नं
कैकॊण्ट् चॆवि
ऒरु अटयाळं ऎऴुतियिरिक्कुन्नु
कुञ्ञ् आन
पातयिൽ बैक्क् ओटिक्कुन्न व्यक्ति
ऒरु मणൽ कटൽत्तीरं
मॆनु नीलयाण्
नील पूक्कळुळ्ळ पात्रङ्ङൾ
होट्ट् डोग् स्त्री कऴिक्कुन्नु
समुद्रत्तिൽ ऒरु तुळ्ळि वॆळ्ळं
वनिता टॆन्नीस् कळिक्कारि
पूच्च वलिच्चुनीट्टुकयाण्
वाऴप्पऴं मञ्ञयाण्
ऒरु मरत्तिൽ पऴुत्त वाऴप्पऴं
इतॊरु आप्पिൾ आण्
मृगत्तिन्ऱॆ मूक्किन्ऱॆ वशत्त् नीळमुळ्ळ विस्कऱुकൾ
बेसिൽ पिस्सयिलाण् .
वॆळुत्त तुणि
ऒरु मरत्तिൽ ऒरु पच्च इल
वॆळ्ळत्तिൽ सർफऱुकळुण्ट्
इतॊरु पिक्कप्प् आण्
ऒरु कऱुत्त ट्राष् बाग् .
बस्सिൽ तिळक्कमुळ्ळ मञ्ञ ऎ .
कॆट्टिटत्तिलॆ साऱ्ऱलैऱ्ऱ्
रुचिकरमाय ऒरु डोनट्ट्
मेशय्क्कटियिൽ ऒरु कसेर
ऒरु सीब्रयुटॆ काൽ
उयरमुळ्ळ वॆळुत्त एष्यൻ टवർ
मञ्ञुमूटिय वरि बोट्ट्
माർबिൾ क . ण्टऱिൽ चारियिरिक्कुन्न कुट्टि
वयलिൽ ऒरु तविट्टुनिऱत्तिलुळ्ळ कुतिर
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
कसेरयुटॆ मुकळिൽ इरिक्कुन्न वॆळ्ळयुं ब्रौൺ निऱत्तिलुळ्ळ पूच्च
चुमरिൽ ऒरु इष्टिक
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
ऒरु टॆन्नीस् ऱाक्कऱ्ऱिन्ऱॆ तल
स्ऱ्ऱेषनिൽ ऒराൾ
प्लेऱ्ऱिൽ वाऴप्पऴं
वलिय पच्च ट्रक्क्
पकൽ ऒरु रंगं
ऒरु कऱुत्त ट्राष् बाग् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इत् ऒरु व्यक्तियाण्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
बॆञ्चिൽ स्नूप्पि कळिप्पाट्टं
ऒरु पोलीस् वाൻ पाർक्क् चॆय्तिरिक्कुन्नु
जिऱाफिन् मुन्निൽ निൽक्कुन्न रण्ट् वॆळ्ळक्काർ
ट्राक्कुकൾक्किटयिൽ कुऱ्ऱिक्काटुकൾ
चुवन्न वेविच्च ञण्टुकळुटॆ कूम्पारं
ऒरु नील वैकल्य चिह्नं
पक्षि वॆळुत्तताण्
आप्पिൾ चीञ्ञऴुकिप्पोयि
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु पूच्च निൽक्कुन्नु
मनुष्यൻ सർफ्बोർड् तुटच्चुमाऱ्ऱुन्नु
पाർक्क् चॆय्त वॆळ्ळि मोट्टोർसैक्किൾ
ऒरु बाग् कोट्टൺ मिठायि
मनुष्यन्ऱॆ नॆञ्चिൽ किटक्कुन्न पूच्च
मङ्ङिय कैयिൽ ऒरु चुवन्न फ्रिस्बी पिटिच्चिरिक्कुन्नु
इतॊरु पूच्चयाण्
मेशप्पुऱत्त् ऒरु कऱुत्त विळक्क् वॆच्चिरिक्कुन्नु
मेशप्पुऱत्त् ऒरु लाप्टोप्प्
" तविट्ट् , वॆळुप्प् कप्प् कप्पुच्चिनो "
ताऴॆयुळ्ळ चॆऱिय अलङ्कारङ्ङൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु क्लोक्किन्ऱॆ ओऱञ्च् मणिक्कूർ कै .
ऒरु जिऱाफ् पुल्ल् तिन्नुन्नु
कुलयुटॆ इटतुवशत्त् मञ्ञ वाऴप्पऴं .
डोनट्टिൽ तळिक्कुन्नु
अम्पटयाळं वलत्तेक्क् चूण्टुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
विश्रम मुऱियिൽ वॆळुत्त मूत्रं
द्वीप् बीच्च् रंगं
अकलॆयुळ्ळ ऒरु सीब्र
प्रदർशिप्पिक्कुन्न ऒरु बैक्क्
आनयुटॆ मुकळिൽ ऒरु मरं बॆञ्च्
नील अऱ्ऱङ्ङळुळ्ळ ऒरु वॆळुत्त वाहन लैसൻस् प्लेऱ्ऱ्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
ऒरु कनोयिൽ ऒरु तविट्ट् नाय
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
सർफिंग् चॆय्युन्न ऒरु मनुष्यൻ
नीलयुं मञ्ञयुं जलांशं
ऒरु काർड्बोർड् मैक्रोवेव् ओवൻ बोक्स्
ऒरु कूट्टं ओऱञ्च्
सॆऱामिक् कॊण्ट् निർम्मिच्च ऒरु पात्रं
तीवण्टि वॆळुत्तताण्
बाऱ्ऱऱिन्ऱॆ कैकळिलॆ बेस्बोൾ बाऱ्ऱ्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
पुष्पं ऒरु पात्रत्तिൽ
कुतिरप्पुऱत्तुळ्ळ ऒराൾ
इतॊरु पळ्ळि कॆट्टिटमाण्
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
ऒरु मञ्ञ ट्राफिक् लैऱ्ऱ्
वॆळुत्त होस् धरिच्च स्त्री
नाय्क्कൾ इटतुवशत्त् किटक्कुन्नु
ऒरु माൻ प्लेयिൻ टॆन्नीस्
निलत्तु ऒरु स्यूट्ट्केस्
निलत्त् ऒरु पॆट्टि
कुळिमुऱियिൽ ऒरु टोय्लऱ्ऱ्
ऒरु बाग् कोट्टൺ मिठायि
इत् ऒरु व्यक्तियाण्
द्वीप् बीच्च् रंगं
दीർघचतुरं क्याൻवासिൽ ऒप्पिट्ट चित्रं
चिह्नं चुवप्पुं वॆळ्ळयुं आण्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
" वॆळ्ळ , कऱुप्प् घटिकारं "
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
लाप्टोप्प् निलविൽ ओणाण्
कम्प्यूट्टർ मोणिऱ्ऱർ ओणाक्कि
ओऱञ्च् कुट तीवण्टि स्ऱ्ऱेषनिൽ तुऱन्नु
ग्रानोळ निऱच्च वॆळुत्त सॆऱामिक् पात्रं
तलकीऴायि पच्च पात्रं
नील तॆळिञ्ञ आकाशं
कऱुप्पुं वॆळुप्पुं तुऱन्न कुट
वॆळुत्त विमानं वायुविൽ
इतॊरु वानाण्
इतॊरु करटियाण्
मनुष्यन्ऱॆ कय्यिൽ चूरൽ
तॆह् ऱोडिൽ ऒरु बस्
परस्परं रण्ट् मृगङ्ङൾ
भक्षणं पात्रत्तिൽ विळम्पुन्नु
चॆम्प् कॊण्ट् निർम्मिच्च ऒरु क्लोक्क् मुखं .
इत् ऒरु व्यक्तियाण्
वयलिൽ वॆळुत्ततुं तविट्टुनिऱमुळ्ळतुमाय आटुकൾ
वैद्युत लैनुकൾ पोळिൽ निन्न् ताൽक्कालिकमायि निർत्तिवच्चिरिक्कुन्नु
चरलिൽ वळरुन्न मुൾपटർप्पु
चुवप्पुं मञ्ञयुं उळ्ळ ट्रॆयिൻ .
ऒरु मुट्ट कप्पिൽ वेविच्च मुट्ट
ई पक्षिकळुटॆ तल पॆൻग्विनुकൾक्क् समानमाण्
आकाशत्त् सूर्यൻ .
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु ऱॆस्ऱ्ऱोऱन्ऱिलॆ आळुकൾ
ऒरु चुवन्न कटलास् कुट
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
इळं पർप्पिൾ तलयिण
मरं तऱय्क्क् मुकळिलुळ्ळ कऱुत्त मेशयुटॆ मूल
इतॊरु कटൽत्तीरमाण्
ऒरु मनुष्यൻ पुञ्चिरिक्कुन्नु
पट्टण बस् मञ्ञयाण्
इत् ऒरु व्यक्तियाण्
कऱुप्पुं मञ्ञयुं ऱाक्कऱ्ऱ्
ऒरु कऱुत्त बेस्बोൾ हॆൽमॆऱ्ऱ्
आळुटॆ कैयिलुळ्ळ फ्रिस्बी .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कुऱच्च् टोप्पिंगुकळुळ्ळ पिस्स
चुवन्न लोगोयुळ्ळ कऱुत्त टी षർट्ट् धरिच्च पॆൺकुट्टि
कै उयർत्तिय मनुष्यൻ
मनुष्यൻ ऒरु ऱोडिൽ स्केऱ्ऱिंग् चॆय्युन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
मनोहरमाय ब्रौൺ टाबि पूच्च मुकळिलेक्क् नोक्कुन्नु
वॆळ्ळत्तिൽ तिरमालकൾ तॆऱिक्कुन्नु
ऒरु कऱुत्त ट्राष् बाग् .
इव अटयाळङ्ङळाण्
ऒरु वॆळुत्त मतिलिन्ऱॆयुं कसेरकळुटॆयुं काऴ्च
स्ऱ्ऱाൻडिൽ वॆच्चिरिक्कुन्न वलिय प्रॊजक्षൻ स्क्रीൻ
वरकൾ ऒरु टैयिलाण्
वैऱ्ऱ् मॆऱ्ऱൽ पोण्टूൺ बोट्ट्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कऱुत्त करटि पाऱयिൽ इरिक्कुन्नु
चार वॆळ्ळि मॆऱ्ऱൽ पाർक्किंग् मीऱ्ऱऱुकळुटॆ निर
रण्टुपेർ टॆन्नीस् कळिक्कुन्नु
वॆळ्ळं कुटिक्काൻ वेण्टि कालुकൾ अकत्ति वॆच्चिरिक्कुन्न जिऱाफुकൾ
इतॊरु नदियाण्
मञ्ञ ध्रुवत्तिൽ रण्ट् ट्राफिक् लैऱ्ऱुकൾ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
तॆरुविൽ स्केऱ्ऱ्बोർड् ओटिक्कुन्न मनुष्यൻ
कुञ्ञ् आन
बोक्स् तिरिकॆ वरय्क्कुक
कट्टिलिन् मुकळिलुळ्ळ मञ्ञ पोस्ऱ्ऱർ .
रण्ट् सीब्रकൾ मेयुन्न पच्च निलं
निलत्त् वॆच्चिरिक्कुन्न सർफ्बोർड्
इतॊरु ऎयർषो आण्
कॆट्टिटत्तिलॆ ऒरु घटिकारं .
सർफർ उपयोगिक्कुन्न सർफ्बोർड् .
इतॊरु पशुवाण्
चुमरिൽ वॆळुत्त अटयाळं
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
इत् ऒरु व्यक्तियाण्
ऒरु बाग् कोट्टൺ मिठायि
ट्रॆयिनिन्ऱॆ मुൻवशत्तुळ्ळ 4464 नम्पർ .
आकाशत्तिलॆ मेघङ्ङൾ
वॆळ्ळत्तिन् मुकळिलूटॆ पऱक्कुन्न ऒरु पक्षि .
ऒरु अमेरिक्कൻ पताक तॊप्पियिलॆ मनुष्यൻ
ऒरु कऱुत्त ट्राष् बाग् .
वॆळुत्त कुळिमुऱि माय
इत् ऒरु व्यक्तियाण्
ऒरु पॆൺकुट्टियुटॆ वायिൽ नाक्क्
ऒरु कूट्टं ग्लासुकൾ
वलिय तविट्टुनिऱत्तिलुळ्ळ पाऱक्कल्लुकൾ
इतॊरु पट्टं आण्
इत् ऒरु व्यक्तियाण्
इत् ऒरु व्यक्तियाण्
मिडॆयऱिलॆ वർण्णाभमाय कैऱ्ऱ्
फ्रिस्बियॆ पिटिक्काൻ तय्याऱाय पॆൺकुट्टि
डॆस्किलॆ मौस्
ब्रौൺ निऱत्तिलुळ्ळ पुल्ल्
निलत्त् कऱुत्त पुळ्ळि
नाययुटॆ वलत् चॆवि .
स्केऱ्ऱ्बोർडिलॆ चॆऱुप्पक्कारൻ
वॆळ्ळत्तिൽ कप्पൽ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
वायुविൽ ऒरु फ्रिस्बी
कटलासिൽ ऒरु साൻड्विच्च्
निलत्त् मञ्ञ्
ऒरु व्यक्तियुटॆ कै
कट्टिलिൽ निन्न् ऎत्तुन्न सुन्दरमाय मुटियुळ्ळ कुट्टि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
प्लेऱ्ऱिൽ मधुरपलहारं
ऒरु विमानं वायुविलेक्क् पऱक्कुन्नु
ग्लास् वातिलुकൾक्क् पिन्निൽ बात्त्ऱूं
पूच्च तऱयिൽ किटक्कुन्नु
पुतिय वॆळुत्तुळ्ळियुटॆ तटि क्राऱ्ऱ्
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
" नील , वॆळ्ळ यूणिफों धरिच्च रण्ट् कळिक्काർ "
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
तॆरुविൽ बस् निർत्ति
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
वयलिൽ सीब्र निൽक्कुन्नु .
" नील , वॆळ्ळ बस् "
कुतिरयुटॆ मुൻ पादं
टेबिळिൽ मौस्
मेघङ्ङൾ वॆळुत्तताण्
रण्टुपेർ ऒरु मेशयिൽ इरिक्कुन्नु .
डोणट्ट् कैवशमुळ्ळ व्यक्ति
पुरुषन्ऱॆ तलयिൽ कऱुत्त हॆൽमॆऱ्ऱ्
आऴमिल्लात्त तॆळिञ्ञ वॆळ्ळत्तिनटियिलॆ पाऱकൾ
सीलिंगिൽ तिळङ्ङुन्न विश्रमिक्कुन्न प्रकाशं
चुवन्न कॊट्टयिൽ साൻड्विच्च्
ऒरु कट्टिलिൽ वॆळुत्त क्विൽऱ्ऱ्
वॆळुत्त सिङ्कुकൾक्क् ऎतिർवशत्तुळ्ळ वॆळुत्त मूत्रप्पुरकൾ
ऒरु नदिक्करयिൽ ऒरु पशु
पच्च पुल्लिൽ ऒरु टोय्लऱ्ऱ्
पशुक्कൾ ऒन्निच्च् चेർन्नु
ऒरु मरं ट्रेयिൽ ऒरु नीण्ट पिस्स
नील इरट्ट कैकार्यं चॆय्त वास् .
स्ऱ्ऱफ् चॆय्त करटियिൽ चुवन्न तॊप्पि
वॆळुत्त यूणिफोमिलुळ्ळ बेस्बोൾ कळिक्कारൻ
मञ्ञ् निऱञ्ञ चक्रवाळत्तिलॆ पाऱ पർवतङ्ङൾ
आनयुटॆ तुम्पिक्कै
इतॊरु जलाशयमाण्
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
कुट पच्चयाण्
इत् ऒरु व्यक्तियाण्
ऒरु नील जीൻस् धरिच्च मनुष्यൻ
ती स्थलत्तॆ प्रतिम
स्नो स्कीस् धरिच्च ऒराൾ
ऒरु बोक्सिൽ ऒरु क्लोक्क् मुखं
तविट्टुनिऱत्तिलुळ्ळ टॆडि बियർ अलमारयिൽ
इतॊरु भक्षणमाण्
ऒरु अटुक्कळयिൽ पाचकं चॆय्युन्न आळुकൾ
ऒरु पिस्सय्क्क् समीपमुळ्ळ फोർक्क् टैनुकൾ
स्ऱ्ऱॆयिൻ - ग्लास् विൻडो
इत् ऒरु व्यक्तियाण्
" चुवप्प् , नील वरकळुळ्ळ वॆळुत्त बस् "
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु कऱुत्त ट्राष् बाग् .
मनुष्यन् नील षർट्ट् उण्ट्
चुवन्न वण्टि आळुकळॆ आकർषिक्कुन्नु
ऒरु कुप्पि कॆच्चप्प्
इत् ऒरु वृक्षमाण्
इरुण्ट मेशप्पुऱत्त् भक्षणत्तिन्ऱॆ प्लेऱ्ऱुकൾ
तविट्टुनिऱत्तिलुळ्ळ करटि चुऱ्ऱुमतिलिൽ निൽक्कुन्नु
जिऱाफिन्ऱॆ तल
नील षർट्ट् धरिच्च मनुष्यൻ
ऒरु मनुष्यन्ऱॆ कऱुत्त जाक्कऱ्ऱुं
ऒरु आർवियुटॆ चित्रं
वॆळ्ळत्तिൽ पॊङ्ङिक्किटक्कुन्न ऒरु चुवन्न बोट्ट्
निलत्त् स्कीस्
वीडियो गॆयिं कळिक्कुन्न पॆൺकुट्टि
इत् ऒरु पकुति पैक्क् आण्
ऒरु वलिय फ्लाऱ्ऱ् स्क्रीൻ टिवि
ऒरु कऱुत्त ट्राष् बाग् .
चारनिऱत्तिलुळ्ळ स्की पान्ऱुकൾ
ऱोडिൽ ऒरु माർक्क्
कॆट्टिटत्तिलॆ प्रतिम
बाक्क् पाय्क्क् धरिच्च ऒराൾ
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
व्यक्ति वॆळ्ळत्तिलाण्
परन्न मेൽक्कूरयुळ्ळ रण्ट् कॆट्टिटङ्ङൾ
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
द्वीप् बीच्च् रंगं
पात्रत्तिनुळ्ळिൽ वॆळुत्त पूक्कळुटॆ क्रमीकरणं
ऒरु काळ वॆळ्ळत्तिलुण्ट्
मञ्ञुवीऴ्च
वलिय कऱुत्त नाय
स्त्री नील सർफ् बोർड् वलिच्चिटुन्नु
किटक्कमेൽ पुतप्प्
मेൽक्कूरयिൽ वॆळुत्त वॆळिच्चं
ब्लाक्क् आൻड् वैऱ्ऱ् पूच्च उऱङ्ङुन्नु
वायुविൽ ऒरु स्नो बोർडർ
इत् ऒरु कुटयाण्
ऒरु विमानत्तिन्ऱॆ तुऱन्न वातिൽ
कसेरयिൽ स्ऱ्ऱफ् चॆय्त मृगं
मरं मुळ विൻडो षेड्
रण्ट् आनकळिൽ सवारि चॆय्युन्न पुरुषन्माർ
तिळक्कमुळ्ळ डोणट्ट्स् पॆट्टि
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
पकൽ आकाशत्त् मेघ मूटൽ
ट्रॆयिनिൽ चुवन्न चिह्नं
ऱोडिൽ पच्चयुं वॆळ्ळयुं उळ्ळ बस्
पाऱयिൽ निൽक्कुन्न कऱुत्त पक्षि
मॊबैलिൽ काൽप्पाटुकൾ
ऱोडिൽ ऒरु फयർ ट्रक्क्
स्यूट्ट्केसिलॆ कऱुत्त पूच्च
तविट्ट् मरं शाख
स्वीकरणमुऱियिൽ पियानो
मरत्तिन् कीऴिलुळ्ळ चुवन्न जलांशं
प्लेऱ्ऱ् नटुविൽ अरि उरुळुन्नु
चारनिऱत्तिलुळ्ळ बाऱ्ऱिंगिलुळ्ळ ऒराൾ .
इतॊरु चॆरुप्प् आण्
ऒरु पिस्स कट्टർ
कऱुप्पुं वॆळुप्पुं कलण्टർ अलमारयिൽ
ऒराൾ पिस्स पिटिक्कुन्नु
वायिൽ नुऱुक्कुकൾ
इत् ऒरु व्यक्तियाण्
" पच्च , मञ्ञ वाऴप्पऴं "
ऱाम्पिൽ ऒरु पोൾ
बैक्किन् कऱुत्त टयർ उण्ट्
ऒरु डॆय्सि
ऒरु पूच्च पुऱत्तेक्क् नोक्कुन्नु
ऒरु कट्टिलिൽ आळुकൾ
मञ्ञुवीऴ्चयुळ्ळ पർवतनिर
ग्लासिൽ बियർ
पच्च पुल्लुकൾक्किटयिलुळ्ळ नटप्पात
आकाशत्त् उयरुन्न विमानङ्ङൾ
इतॊरु पोस्ऱ्ऱർ आण्
इतॊरु डोणट्ट् आण्
ऒरु चुवन्न फ्रिस्बी
इतॊरु ऱोडाण्
" चुवप्प् वॆळ्ळ , नील तलं ऎञ्चिൻ "
चुवन्न वस्त्रं धरिच्च स्त्री
जलत्तिन्ऱॆ वॆळुत्त भागं
पुल्लिൽ मून्न् सीब्रकൾ
पॆൺकुट्टिक्क् नीळमुळ्ळ तविट्ट् निऱमुळ्ळ मुटियुण्ट्
सुन्दरमाय मुटियुळ्ळ कुट्टि
चुवप्पुं मञ्ञयुं पताक
कट्टिलिൽ चुवन्न तलयिण
कण्णट धरिच्च ऒरु युवति
चॆऱिय कॊम्पुकळुळ्ळ काळ
मञ्ञ निऱमुळ्ळ चतञ्ञ एत्तक्क
पऴय कऱुत्त ऎञ्चिൻ
आळुकൾ इरिक्कुन्नु
मेघङ्ङळुळ्ळ नीलाकाशं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
वർण्णाभमाय क्रिस्मस् आभरणङ्ङळुटॆ पात्रं
नाय मॊबैलिൽ इरिक्कुन्नु
ऒरु डॆस्किൽ वॆच्चिरिक्कुन्न ऱिमोट्ट्
मेशप्पुऱत्तॆ कटलास्
पुञ्चिरिक्कुन्न ऒरु स्त्री
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
चारनिऱत्तिलुळ्ळ शवक्कुऴि माർक्कർ
पऴय चारनिऱत्तिलुळ्ळ मरं बॆञ्च्
वायुविൽ फ्रिस्बी
कुन्निलॆ कऱुत्त जलांशं
व्यक्तिक्क् ऒरु मास्क् उण्ट्
इळं तविट्ट् निऱमुळळ नाय
मूक्क् तविट्टुनिऱमाण्
फोट्टोग्राफർमारुटॆ पेर् अटयाळप्पॆटुत्तियिरिक्कुन्नु
वयलिൽ पच्च पुल्ल्
ऒरु नील चिक्विऱ्ऱ वाऴ लेबൽ
चुवन्न बेस्बोൾ तॊप्पि
पशु वॆळुत्ततुं ब्रौൺ निऱवुमाण्
कऱुप्पुं चुवप्पुं बेस्बोൾ बाऱ्ऱ्
स्वർण्ण निऱमुळ्ळ करटि .
कुञ्ञ् आन
पूच्चयुटॆ कण्ण्
साൻड्विच्च्न्ऱॆ रण्ट् भागङ्ङൾ
पुऱत्त् निൽक्कुन्न आन
डॆक्किൽ नील कुट
इतॊरु आटाण्
ऒरु ट्रॆयिनिन्ऱॆ इटत् टॆयिൽ लैऱ्ऱ्
