बुक्क् स्ऱ्ऱाൻडिलॆ ऒरु कूट्टं पुस्तकङ्ङൾ
स्वർण्ण पन्तिन्ऱॆ मुकळिൽ स्वർण्ण मत कुरिश्
ग्लास् मॆऴुकुतिरि स्ऱ्ऱाൻडिൽ मॆऴुकुतिरि
टॆन्नीस् कोർट्टिन् समीपं ऒरु नील मतिൽ
नेർत्त चुवन्न मुटि
मोट्टोक्रोस्स् मोट्टोർसैक्किळिन्ऱॆ मुൻपिलुळ्ळ स्प्रिङ्ङुकൾ
टॆन्नीस् कोർट्ट् मणलुं अऴुक्कुं चेർन्नताण्
कोർट्ट् अऱ्ऱൻडन्ऱ् कसेरयिൽ इरिक्कुन्नु
ऒरु स्पैऱिन्ऱॆ मुकळिൽ उळ्ळ ऒरु कुरिश्
कुरिश् कऱुत्तताण्
टॆन्नीस् कोർट्टिलॆ प्रस्स् बोक्स्
प्रतीकङ्ङൾ चैनीस् आण्
फोट्टोयुटॆ तीयतियुं समयवुं
लग्गेज् चिह्नं इंग्लीषिलुं स्पानिषिलुं
किटक्कयुटॆ अटियिൽ बोक्स् स्प्रिङ्ङुकൾ
पुष्प प्रिन्ऱुळ्ळ बोक्स् स्प्रिङ्ङुकൾ
इंग्लीष् मफिन् कीऴिलुळ्ळ फोർक्क्
कोർट्टिൽ रण्ट् कळिक्कारुण्ट्
कटक्काൻ श्रमिक्कुन्न ऒराൾ
रण्टामत्तॆ लॆवलिलॆ आळुकൾ
चित्रत्तिलॆ पेरुं तीयति स्ऱ्ऱाम्पुं
मरङ्ङळुटॆ स्ऱ्ऱान्ऱ् .
सूर्यनॆ तटयानुळ्ळ कुट
तॆरुव् मुऱिच्चुकटक्काൻ कात्तिरिक्कुन्न स्त्री
लेडि क्रोस् कण्ट्रि स्कीयिंगिन् पोकुन्नतायि तोन्नुन्नु
ऒरु स्ऱ्ऱाൻडिൽ वॆळुत्त मॆऴुकुतिरि
चारनिऱत्तिलुळ्ळ ऒरु पाऱ मतिൽ चुऱ्ऱुमतिलिन्ऱॆ अतिർत्तियायि माऱुन्नु
ऒरु वलिय ब्लोक्क् प्रवेशन कवाटं
मञ्ञनिऱत्तिൽ ऎटुत्त तीयति
पूच्चयुटॆ वाൽ ऒरु सि उण्टाक्कुन्नु
रण्टामत्तॆ लॆवलिൽ मरं ऱॆयिलिंग्
ट्रॆयिൻ ऎञ्चिन् ताऴॆ वैऱ्ऱ् स्प्रिंग् बोक्सुकळुं गियऱुकळुं
फोट्टोयिलॆ समयवुं तीयतियुं स्ऱ्ऱाम्प्
वेलियिलॆ मञ्ञ पोൾ
" ग्रे , ओऱञ्च् निऱत्तिलुळ्ळ ड्रस्स् धरिच्च बेस्बोൾ कळिक्काർ "
वॆळुत्त एष्यൻ प्रतीकङ्ङळुळ्ळ टीൽ चिह्नं
टॆन्नीस् कोർट्टिनायुळ्ळ चॆयिൻ - लिङ्क् ऎൻक्लोसർ
मुऱियिलॆ स्ऱ्ऱान्ऱ्
रण्टां निलयिलॆ वलतुवशत्तुळळ विൻडो .
फोट्टोयुटॆ तीयति स्ऱ्ऱाम्प्
वलिय सिൽवർ ज्यूस् प्रस्स्
डगऔट्टिलॆ कळिक्काർ
स्ऱ्ऱाൻडिलॆ ऒरु वॆळुत्त कलं
फोट्टोयुटॆ तीयति स्ऱ्ऱाम्प् .
पिൻकालुकൾ ऒरु क्वाड्रൻऱ् रूपप्पॆटुत्तुन्नु
इळं पच्च टॆन्नीस् कोർट्ट्
सोक्कർ कळिक्कारुटॆ चुवन्न षർट्ट्
ग्रे टॆलिविषൻ स्ऱ्ऱाൻडिൽ
रण्टामत्तॆ भक्षण प्लेऱ्ऱ् .
इरुण्ट तटि वाष् स्ऱ्ऱाൻड्
वलिय चतुर वातिलुळ्ळ क्यूब् पोलुळ्ळ सिमन्ऱ् ब्लोक्क् औट्ट् - बिൽडिंग्
चुवन्न वाहनत्तिलॆ चैनीस् प्रतीकङ्ङൾ
नील टॆन्नीस् कोർट्ट् एरिय
सिमन्ऱ् ब्लोक्क् औट्ट्डोർ फ्लोऱिंग् .
चिह्नत्तिൽ एष्यൻ प्रतीकङ्ङळुण्ट्
गोपुरत्तिन् मुकळिൽ ऒरु क्रोस् चिह्नं
मनुष्यൻ कटक्काൻ कात्तिरिक्कुन्नु
कळिक्कारुटॆ षूविൽ स्पैक्कुकൾ
विमानङ्ङळुटॆ मातृककൾ उൾक्कॊळ्ळुन्न ऒरु म्यूसियं
ऒरु चित्रत्तिलॆ तीयतियुं समय स्ऱ्ऱाम्पुं
चिह्नत्तिलुळ्ळ चैनीस् प्रतीकङ्ङൾ
ऒरु ओऱञ्च् चिह्नत्तिൽ ऎऴुतिय प्रतीकङ्ङൾ उण्ट्
बेस्बोൾ कळिक्काർ बाक्क् गौण्टिൽ उण्ट्
न्यूस्पेप्पർ स्ऱ्ऱान्ऱ् पुल्लिൽ
ऒरु पർप्पिൾ ऱिൻस्ऱ्ऱोൺ स्लीव्लॆस् गौൺ धरिच्च युवति
कटक्काൻ कात्तिरिक्कुन्न रण्टुपेർ
रण्टामत्तॆ ट्रॆयिनिन्ऱॆ वशं
पक्षि ऒरु मरक्कॊम्पिൽ निൽक्कुन्नु
वॆർट्टिक्कൽ स्ऱ्ऱॆबिलैसऱिൽ ऒरु कऱुत्त क्रोस्
ऒरु पच्च टॆन्नीस् कोർट्ट्
रण्ट् मोडलुकळिलुं न्यूट्रൽ मेक्कप्प्
रण्टामत्तॆ बसिन् नील चिह्नमुण्ट्
इत् ऒरु तरं मेळयाण् .
व्यत्यस्त फोൺ मोडलुकळुटॆ प्रदർशनं
कोർट्टिൽ मैक्रोफोൺ
हाൻड् स्ऱ्ऱाൻड् चॆय्युन्न व्यक्ति
इरिप्पिटत्तिन्ऱॆ स्प्रिङ्ङुकൾ
कोർट्टिन्ऱॆ मतिलिൽ निन्न् नीळुन्न ऒरु वलिय पैप्प् .
वेगत्तिलुळ्ळ वॆळ्ळं द्रुतगतियिൽ
ऒरु स्ऱ्ऱोൺ ब्लोक्क् ट्रॆयिൻ प्लाऱ्ऱ्फों
रात्रि स्ऱ्ऱाൻडिൽ ऒरु पुस्तकं उण्ट्
ट्रॆयिनिन्ऱॆ अटियिൽ ओऱञ्च् स्प्रिङ्ङुकൾ
वेगत्तिൽ ऒऴुकुन्न नदि
विविध तरत्तिलुळ्ळ पॊतुगतागतत्तिनायि प्रकाशमुळ्ळ अटयाळङ्ङൾ
रण्टां निलयिलॆ मून्न् विൻडोकൾ
इरुण्ट नील सॆडाൻ वेगत्तिൽ नीङ्ङुन्नु
वेट्टक्कारॆ निरीक्षिक्काൻ सीब्रकൾ ऒरुमिच्च् निൽक्कुन्नु
गेऱ्ऱ् उळ्ळ तॆरुव् मेळ
सർफ्बोർड् वॆळ्ळं तॆऱिप्पिक्कुन्नु
त्रिकोण पेप्पർ निल
" ऒरु समय , तीयति स्ऱ्ऱाम्प् "
इंग्लीष् अक्षरं वॆळुत्तताण्
ब्रौൺ बोक्स् टॆन्नीस् कोർट्टिलाण्
गोपुरत्तिൽ ऒरु कुरिशुण्ट्
अऴुक्क् सർक्किळिलॆ कळिक्काർ
बीज् स्ऱ्ऱॆयർ वे रण्टां लॆवलिलेक्क् पोकुन्नु
कॆट्टिटत्तिൽ चारनिऱत्तिलुळ्ळ कोൺक्रीऱ्ऱ् क्रोस्
बॆञ्च् फीऱ्ऱिनायुळ्ळ ब्लोक्कुकൾ
लॊक्केषൻ प्रतीकङ्ङൾ वॆळुत्तताण्
तविट्ट् प्लास्ऱ्ऱिक् फास्ऱ्ऱ् फुड् टेबिൾ
टिवियुं स्ऱ्ऱाൻडुं स्वीकरणमुऱियिൽ निൽक्कुन्नु
रण्टां निलयिलेक्क् नयिक्कुन्न तविट्ट् तटि पटिकൾ
वळरॆ मिकच्च तुणित्तरङ्ङळुं मॆऱ्ऱीरियलुं
कवल चिह्नं वलत् पातय्क्क् मुकळिलायि तटयरुत् वलत् चिह्नं तिरिक्कणं
मोट्टोർ सैक्किळुकൾ अतिवेगं पोकुन्नु
कळिक्काർक्क् पिन्निൽ ऒरु वेलि
फोट्टोयुटॆ उळ्ळिलॆ तीयति
पॆनाൽऱ्ऱि बोक्स् वॆळुत्त वरयाण्
" पच्च चिह्नत्तोटॊप्पं चुवप्प् , मञ्ञ प्रतीकङ्ङൾ "
ऒरु चुवन्न मॆऱ्ऱൽ फ्रॆयिं पकुति पैप्प् उण्टाक्कुन्नु
कोർट्टिलॆ कळिक्कारुटॆ निऴलुकൾ
कळिक्कारुटॆ कालिൽ चुवन्न टॆन्नीस् षू
मतिൽ तीयतियिलॆ क्लोक्क् मुखं
ऒरु कूट्टं आळुकൾ बेस्बोൾ कळिक्कारॆ काणुन्नु
ऎतिർ टीमिलॆ ऒरु स्त्री फ्रिस्बियॆ तटयाൻ श्रमिक्कुन्नु
ऱोडिൽ ऒरु वॆळुत्त स्ऱ्ऱाൻड्
नटप्पातयिൽ कोൺक्रीऱ्ऱ् रूपङ्ङൾ
फ्रूट्ट् स्ऱ्ऱाൻडिन् समीपं निൽक्कुन्न मनुष्यൻ
ऒरु बॆड् प्लास्ऱ्ऱिक् स्ऱ्ऱाम्प्
पॆൺकुट्टि पशुविनॆ मेळयिൽ काणिक्कुन्नु
नील प्लाऱ्ऱ्फोमिलॆ कळिस्थलत्तिन्ऱॆ अरिकॆ विधिकർत्ताव्
मुकळिൽ वॆळुत्त कुरिश् .
कळिक्कारन्ऱॆ पान्ऱिलॆ अऴुक्क् .
कळिक्काർक्क् पिन्निൽ चङ्ङल वेलि
कऱुत्त स्ऱ्ऱाൻडिൽ वॆळ्ळ पेप्पർ
माർच्च् 7 कलण्टऱिलॆ तीयतियाण्
वॆळुत्त अरियुटॆयुं गोतम्पप्पत्तिन्ऱॆयुं ट्रे
पुऱकिൽ ऒरु इरुम्प् स्ऱ्ऱाൻड्
बेस्बोൾ कळिक्कारुटॆ तलयिൽ चुवन्न तॊप्पि
ब्लाक्क् आൻड् वैऱ्ऱ् टॆन्नीस् कोർट्ट् नॆऱ्ऱिंग्
अटच्च कुटकळुटॆ रण्टामत्तॆ कूट्टं
तिळक्कमुळ्ळ चुवन्न पकुति मिनुक्कमुळ्ळ मतिൽ
मून्न् बेस्बोൾ कळिक्काർ कळत्तिलुण्ट् .
स्केऱ्ऱ् पाർक्किन् पिन्निൽ ऒरु ब्लोक्क् मतिൽ उण्ट्
चुवन्न विमानत्तिन्ऱॆ लंबमाय वाൽघटनयुटॆ भागमाय ऒरु स्ऱ्ऱॆबिलैसർ
ऒरु कूट्टं बोൾ कळिक्काർ परिशीलिक्कुन्नु
मिकच्च सिൽवർ पोक्कऱ्ऱ् वाच्च्
चित्रत्तिन्ऱॆ कोणिलुळ्ळ तीयति स्ऱ्ऱाम्प्
वलत् चिऱकिन् ताऴॆ वॆळुत्त कुरिशुळ्ळ चुवन्न वृत्तं
पूक्कൾक्क् ऒरु मॆऱ्ऱൽ स्ऱ्ऱाൻड्
टै प्रस्सिൽ प्रतिफलिक्कुन्न ऒरु प्रकाशं .
पाऱकळिൽ अयञ्ञ अवशिष्ट रूपङ्ङൾ
कै ऒरु बट्टൺ अमർत्ताൻ पोकुन्नु
" इंग्लीष् , विदेश भाषकळिൽ ऎऴुतिय चिह्नं "
मञ्ञ स्ऱ्ऱाम्पिलॆ तीयति चुवटॆ
इंग्लीषिलुं चैनीसिलुं ऒरु ध्रुवत्तिൽ तॆरुव् चिह्नं
ऒरु इंग्लीष् मफिൻ साൻड्विच्च्
निरवधि उपयोगप्रदमाय केबिळुकൾ तॆरुविलूटॆ कटन्नुपोकुन्नु
पच्च लॆय्सुकळुळ्ळ षू
ब्रौൺ पॆयिन्ऱिൽ ऎऴुतिय ऒप्पुं तीयतियुं .
ऒरु टॆन्नीस् कोർट्टिन्ऱॆ वॆळुत्त वरय्क्क् पिन्निलाण् स्त्री
क्रोस् स्ट्रीऱ्ऱुकൾ काणिक्कुन्न ऒरु अटयाळं
कർषकन्ऱॆ विपणि स्ऱ्ऱान्ऱ्
स्ऱ्ऱान्ऱिलॆ वाऴप्पऴं
वातिलिलॆ लोगो स्ऱ्ऱाम्प्
इंग्लीष् प्रभातभक्षण चाय वाचकं
वॆळ्ळि स्प्रिङ्ङुकൾ उळ्ळ कऱुत्त बैक्क् सीऱ्ऱ् .
नील एष्यൻ प्रतीकङ्ङळुळ्ळ वॆळुत्त चिह्नं
ट्रॆयिनिन्ऱॆ अटियिൽ वलिय स्प्रिङ्ङुकൾ .
चॆऱिय फ्रञ्च् कोफि प्रस्स् .
नैऱ्ऱ् स्ऱ्ऱाൻडिलॆ लाൻड्लैൻ फोൺ
स्ऱ्ऱाർ वाർस् प्रतीकङ्ङळुं तीमुकळुं कॊण्ट् अलङ्करिच्च ऒरु टिൻ कण्टॆय्नർ
कळिक्कारन्ऱॆ षूस् कऱुत्तताण् .
सिस् काർ मोडलुकൾ परस्परं मुकळिൽ
ऱॆक्कोർडिंग् तीयति
चट्टियिൽ रण्टामत्तॆ पिस्स
तॆरुविलॆ क्रोस्स् वाक्क् लैनुकൾ
रण्टुपेർ टॆन्नीस् कोർट्टिൽ निൽक्कुन्नु
सॆൽफोൺ स्ऱ्ऱान्ऱिൽ इरिक्कुन्नु
टॆन्नीस् कोർट्टिन्ऱॆ नील विभागं
इंग्लीष् मफिनुकळुळ्ळ ऒरु वॆळुत्त प्लेऱ्ऱ्
चुमरिൽ ऒरु ब्लोक्क् .
रसकरमाय मेळ परस्यं चॆय्युन्न चुवन्न चिह्नं
ऒरु पळ्ळियुटॆ मुൻवशत्त् उळ्ळ ऒरु कुरिश्
कोർट्टिन्ऱॆ अवसानं वलयिൽ पॊतिञ्ञ वेलि
ऒरु टॆन्नीस् कोർट्टिलॆ बेस्लैनिन्ऱॆ चॆऱिय विभागं
फैൻ चैनयुटॆ ऒरु तळिक
पच्च ताऴिकक्कुटत्तिन्ऱॆ मुकळिൽ ग्रे क्रोस्स् .
कोർट्टिलॆ मङ्ङൽ
तीयति 01/03/2008 मञ्ञयिൽ .
चित्रत्तिलॆ विवर स्ऱ्ऱाम्प्
ऒरु टॆन्नीस् कोർट्टिलॆ मञ्ञ सुरक्षा टेप्प्
कॆट्टिटङ्ङळुटॆ रण्टामत्तॆ निलयिलॆ बाൽक्कणि
रण्टामत्तॆ बैक्कऱिन्ऱॆ षेडुकൾ
ऒरु चॆऱिय कऱुत्त विनोद स्ऱ्ऱाൻड्
ऒरु डोणऱ्ऱिलेक्क् तळ्ळविरൽ अमർत्तियत्
टॆन्नीस् कोർट्टिलॆ लैൻ वॆळुत्तताण् .
चॆऱिय स्ऱ्ऱाൻडिलॆ मिनि है - फै
रण्टुपेർ बोट्टिन्ऱॆ अरिकिൽ निൽक्कुन्नु
ऒरु इंग्लीष् टाक्सि क्याब् पालत्तिൽ उण्ट्
वॆळुत्त टिवि स्ऱ्ऱाൻड् तऱयिൽ
इटतुवशत्तुळ्ळ निरयुटॆ मुकळिൽ इरिक्कुन्न क्रोस्स्
प्लेऱ्ऱिൽ रण्ट् बेस्बोൾ कळिक्काർ
फोट्टो तीयति वलतुवशत्त्
ऒरु पात्रत्तिൽ नल्ल भक्षणं
ऒरु ग्लास् ब्लोक्क् विൻडो
चित्रत्तिलॆ समयवुं तीयतियुं उळ्ळ स्ऱ्ऱाम्प्
" चैनीस् , लाऱ्ऱिൻ अक्षरङ्ङळिൽ सिंग् ऎऴुतियिट्टुण्ट् "
" नेർत्त , इळं मणൽ "
विमानत्तिन्ऱॆ कोൺ इरुण्टतुं तिळक्कमुळ्ळतुं वेगतयुळ्ळतुमायि काणुन्नु
वृत्ताकृतियिलुळ्ळ इळं चारनिऱत्तिलुळ्ळ वलिय सिमन्ऱ् ब्लोक्क्
कऱुत्त स्ऱ्ऱाൻडिൽ वलिय टिवि .
सोक्कർ कळिक्काർ ताटियुं नॆऱ्ऱियुं कूट्टिमुट्टिक्कुन्नु
ऒरु वृत्ताकृतियिलुळ्ळ मरं
ऒरु ज्यूस् प्रस्स्
कॆट्टिटत्तिन्ऱॆ रण्टां निलयिलॆ ऱॆयिलिंग्
मेशप्पुऱत्त् निൽक्कुन्न चित्रङ्ङळुळ्ळ वॆळुत्त पेप्पർ
विൽपनय्क्कुळ्ळ इनङ्ङൾ स्ऱ्ऱान्ऱिൽ
वरम्पुकൾ उळ्ळ मॆऱ्ऱൽ पोൾ ऒरु वलिय क्लोक्किलेक्क् निൽक्कुन्नु
सिൽवർ मॆऱ्ऱൽ उळ्ळ मोणिऱ्ऱർ स्ऱ्ऱाൻड्
लाൻड्स्केप्प् कुऱ्ऱिच्चॆटि मोडलुकൾ प्रदർशिप्पिच्चिरिक्कुन्नु
इवർ बेस्बोൾ कळिक्काराण्
वेलिक्क् सिൻडർ ब्लोक्क् बेस्
कळिक्काർक्किटयिൽ ऒरु वल
कळिक्कारन्ऱॆ षർट्टिन्ऱॆ पुऱकिलुळ्ळ नील 28
बसिन्ऱॆ रण्टां लॆवൽ
परस्यबोർडिलॆ प्रतीकङ्ङൾ
स्प्रिङ्ङुकൾक्क् ताऴॆयुळ्ळ बोൾट्ट् .
ऒरु टॆन्नीस् कोർट्टिलॆ वल
स्पानिष् / इंग्लीष् औद्योगिक भाषकळुळ्ळ राज्यत्त् सैक्किळिൽ पऴय सुहृत्त्
ऎक्सिबिऱ्ऱिൽ निरवधि मोडलुकൾ वायुविൽ तूङ्ङिक्किटक्कुन्नु
ऒरु वुडൻ ब्लोक्किलॆ कऱुत्त पात्रङ्ङൾ
रण्टां वरियिलॆ पक्षि
इंग्लीष् पताक अच्चटिच्च कुट
आൺकुट्टियुटॆ इटतु कैयिलॆ स्ऱ्ऱाम्प्
ऐस् ब्लोक्क् कैवशमुळ्ळ व्यक्ति
" वलिय पच्चयुं , पർप्पिळुं उळ्ळ टॆन्नीस् कोർट्ट् "
कळिक्कारुटॆ चित्रं ऎटुक्कुन्न ऒराൾ .
मञ्ञ समयवुं तीयतियुं उळ्ळ स्ऱ्ऱाम्पुं
नल्ल कालावस्था मेघं
ओऱञ्च् तीयति प्रिन्ऱ्
टॆन्नीस् कळिक्काർ कै कुलुक्कुन्नु
पुल्लिन्ऱॆ ब्लोक्क्
कोർट्टिन् पिन्निൽ ऒरु कॆट्टिटमुण्ट्
मॊबैൽ नारङ्ङावॆळ्ळं विൽक्कुन्न उटमस्थൻ
रण्टामत्तॆ बेस्मान्ऱॆ पिन्निलुळ्ळ पोൾ
ऒरु टॆन्नीस् कोർट्टिनॆ वेർतिरिक्कुन्नु नॆऱ्ऱ्
फैൻ चैन निऱञ्ञ ऒरु मेश .
मुकळिलॆ षॆൽफिलॆ इनङ्ङळिൾ प्रतीकङ्ङൾ वरच्चिट्टुण्ट्
पुल्ल् वयलिൽ ईन्तप्पनकൾ
बैक्क् निൽक्कुन्न स्थलं
कळिक्काർ अवरुटॆ षूसिൽ क्लीऱ्ऱुकൾ धरिच्चिरिक्कुन्नुक्कुन्नु
" पच्च कुऱ्ऱिच्चॆटि , अत् पीठत्तिन् चुऱ्ऱुं वृ त्ताकृतियिൽ निൽक्कुन्नु . "
काൽनटयात्रक्काർक्क् मुऱिच्चुकटक्काൻ क्रोस्स् वाक्क्
ऒरु वशं इंग्लीषिलाण्
स्ऱ्ऱाൻडिलॆ वाट्टർ बोट्टिൽ
कीबोർडिൽ वेगत्तिൽ टैप्पुचॆय्युन्न रण्टु कैकൾ
कॆट्टिटत्तिन्ऱॆ रण्टां निल
आद्य मनुष्यन्ऱॆ तोळिൽ नोक्कुन्न रण्टामत्तॆ मनुष्यൻ
पक्षिकൾ वेगत्तिൽ पऱक्कुन्नु
चित्रत्तिन्ऱॆ मूलयिൽ टैं स्ऱ्ऱाम्प्
कट्टिलिन् समीपं लैऱ्ऱ् स्ऱ्ऱाൻड्
तीयति 01/05/2011
ई कोർट्ट् पच्चयाण्
विविध तरं मोडलुकळुं उपकरणङ्ङळुं निऱञ्ञ ऒरु टेबिൾ
गुह तरंगमायि माऱुन्नु .
बेस्बोൾ कळिक्कारुटॆ हॆൽमॆऱ्ऱ्
ऒरु पळ्ळिक्क् पुऱत्त् वलिय कुरिश् .
ऒरु बेस्बोൾ कोർट्टिलॆ वेलि
वलिय पच्च बॆञ्च् प्रस्स् मेशप्पुऱत्त्
ट्रॆयिൻ ऎञ्चिनिൽ घटिप्पिच्चिरिक्कुन्न रण्टामत्तॆ काർ
ऒरु वैऱ्ऱ् लैൻ क्रोस् वाक्क् .
कालहरणप्पॆटुन्न तीयति कऱुत्त मषियिൽ
ऒरु कट्टिलिनटियिൽ स्प्रिङ्ङुकൾ
ऒरु स्ऱ्ऱान्ऱिൽ वॆळुत्त ग्राफिऱ्ऱि
स्त्रीयुटॆ पिन्निൽ ब्लोक्क्
रण्टां निलयिलॆ ग्लास् सुरक्षा ऱॆयिൽ .
कोർट्टिलॆ वॆळुत्त अटयाळं
क्रोस् वाक्क् चिह्नत्तिൽ बोൾट्ट्
फीൽडिनु कुऱुकॆ ऒरु वॆळुत्त वर
क्नी है सोक्स् धरिच्च कळिक्काർ
रण्टामत्तॆ मनुष्यൻ मञ्ञिൽ स्कीयिंग् चॆय्युन्नु
ऱोड् मुऱिच्चुकटक्काൻ पोकुन्न कुऱच्च् आळुकൾ
इंग्लीषिलुं फाർसियिलुं स्ऱ्ऱोप्प् चिह्नं
वृत्ताकृतियिलुळ्ळ मरं ब्लोक्क्
तटि स्ऱ्ऱाൻडिलॆ टॆलिविषൻ सॆऱ्ऱ्
नाल् कळिक्काർ ऒरु टॆन्नीस् कोർट्टिൽ निൽक्कुन्नु
टिवि स्ऱ्ऱाൻड् ब्लाक्क् कळർ आण्
नल्ल सोक्कർ कळिक्कारुटॆ ऒरु टीं .
मालाख ऒरु क्रोस् षीൽड् पिटिच्चिरिक्कुन्नु
कॆट्टिटत्तिन्ऱॆ मुकळिൽ ऒरु कुरिश्
डग औट्टिൽ निन्न् कळिक्काർ काणुन्नु
बेस्बोൾ आराधकർ निऱञ्ञ स्ऱ्ऱान्ऱ्
पूच्च रण्टामत्तॆ पूच्चयॆ नोक्कुन्नु .
तॆरुव् मुऱिच्चुकटक्काൻ कात्तिरिक्कुन्न कुटकळुळ्ळ आळुकൾ .
ऒरु टॆन्नीस् कोർट्टिन्ऱॆ चुवन्न निलं
क्लोक्किन्ऱॆ रण्टामत्तॆ कै
हॆड्स्ऱ्ऱोणिन् मुकळिलुळ्ळ चॆऱिय कुरिश्
ऱोडिलॆ वैऱ्ऱ् क्रोस् वाक्क्
' ष्विन्नि ' न् चुवटॆयुळ्ळ तुरुम्पिच्च स्प्रिङ्ङुकൾ
ट्रक्किन् रण्ट् वॆळुत्त चैनीस् प्रतीकङ्ङळुण्ट्
ऒरु कूट्टं बेस्बोൾ कळिक्काർ अवरुटॆ अवसरत्तिनायि कात्तिरिक्कुन्नु
चिह्नं अऱबियिलुं इंग्लीषिलुं आण्
वानिऱ्ऱि मेळयुटॆ ऒरु पकർप्प् प्रदർशिच्चिट्टुण्ट्
पिऴ मून्नूऱ्ऱि अम्पत् युऎस्डि
ऒरु कऱुत्त सॆक्कൻड् हाൻड्
ऒरु तपाൽ स्ऱ्ऱाम्प् .
टॆन्नीस् कोർट्टिൽ परस्यं
फुट्पात्तिൽ ऒरु फ्रूट्ट् स्ऱ्ऱान्ऱ्
" कालावस्था व्यतियानत्तिन्ऱॆ न्यायमाय वलिय लॆजियൻ , मून्नूऱ्ऱि अम्पत् . ऒർजि , मूटिक्कॆट्टिय आकाशत्त् वालुळ्ळ कैऱ्ऱ्स् "
वाऴप्पऴं स्ऱ्ऱाൻडिൽ तूक्कियिरिक्कुन्नु
मेൽक्कूरयिൽ कुरिशुळ्ळ पळ्ळि गोपुरं
ग्लास् केक्क् स्ऱ्ऱाൻडिन्ऱॆ अटप्प्
षूट्टऱुटॆ षोट्ट् तटयाൻ श्रमिक्कुन्न ऎतिർ टीमिलॆ अंगं
तट्ट् सुस्थिरमाण्
माव् केक्किन्ऱॆ अच्चिलेक्क् ऒऴिक्कुक
ऒरु टॆन्नीस् कोർट्टिन् पिन्निൽ कऱुत्त मॆऱ्ऱൽ वेलि
पळ्ळि मेൽक्कूरयिൽ कुरिश्
तटिक्कट्टयिलॆ ध्रुवं
रण्टामत्तॆ युवति काप्रि - स्ऱ्ऱैൽ जीൻस् धरिक्कुन्नु
नील टॆन्नीस् कोർट्ट्
उयरत्तिൽ निन्न् कुरिशिनॆ नोक्कुन्न मालाखामाർ
टिवि स्ऱ्ऱाൻडिलॆ कऱुत्त सांसङ् टिवि
नियोൺ पच्च समयवुं तीयति स्ऱ्ऱाम्पुं
ऒरु फ्रञ्च् अच्चिन्ऱॆ नील हाൻडिൽ
रात्रि स्ऱ्ऱाൻडिൽ ऒरु अलाऱं क्लोक्क्
इरुण्ट निऱमुळ्ळ स्ऱ्ऱाൻडिൽ ऒरु टीवि उण्ट्
ध्रुवत्तिलॆ रण्टामत्तॆ ट्राफिक् लैऱ्ऱ्
बोർडिलॆ पऴय इंग्लीष् ऎऴुत्त्
इतॊरु कोफि प्रस्साण्
पच्च पुल्ल् ग्रौण्टिൽ रूपान्तरप्पॆटुन्नु
चुवन्न आप्पिळिन्ऱॆ रण्टामत्तॆ सॆऱ्ऱिൽ इटुक
ऒरु चिह्नं इंग्लीषिൽ अल्ल
टिवि स्ऱ्ऱाൻडिलॆ कऱुत्त ऱिमोट्ट्
लाप्टोप्पिൽ विൻडोस् लोगो स्ऱ्ऱाम्प् .
फ्रञ्च् प्रस्स् कोफि निർमाताव् मेशप्पुऱत्त्
मैक्रोफोणुळ्ळ कऱुत्त स्ऱ्ऱाൻड्
लंबमाय दीർघचतुरत्तिൽ पिൻदीपमुळ्ळ चॆऱिय वॆळुत्त निरत्तिलॆ इंग्लीष् काർ
वॆळुत्त परस्य चिह्नङ्ङळुळ्ळ अक्वा प्रस्स् मतिൽ
मैतानत्त् संघ पन्तुकळिक्काർ .
टॆन्नीस् कोർट्टिൽ वलयुटॆ मुकൾभागं
वळविन् चुऱ्ऱुं वेगत्तिൽ वरुन्नु
टॆन्नीस् कोർट्टिन् चुऱ्ऱुं नील अतिർत्ति
मषि स्ऱ्ऱाम्प् प्रिन्ऱ्
एष्यൻ प्रतीकङ्ङळुळ्ळ मञ्ञ स्ऱ्ऱिक्कർ
मोट्टोർ सैक्किळिൽ रण्टामत्तॆ सीऱ्ऱ्
पुൽमेटिൽ नाल् वनिता काल्पन्त् कळिक्काർ
तीयति 2008 लेबलिൽ अच्चटिच्चु
पुൽ टॆन्नीस् मैतानं
ट्रक्किलॆ निऱमुळ्ळ यन्त्र स्प्रिंग्
वॆळुत्त सिमൻऱ् ब्लोक्क् मतिൽ
पूच्च अटच्च कण्ण् ऒरु विटव् उण्टाक्कुन्नु
कळिस्थलत्तु विधिकർत्ताविन्ऱॆ कसेर
मञ्ञ सർफ्बोर्डिनु अटुत्तायि ऒरु वॆळुत्त सർफ्बोർड् निൽक्कुन्नु
मनोहरमाय मधुरमुळ्ळ चोक्लेऱ्ऱ् पाळि
वाट्टർमाർक्क् ऒरु ब्लोक्क् फोण्टाण्
मऱ्ऱ् सूचिकळुटॆ मुकळिलाण् चुवन्न सॆक्कन्ऱ् सूचि
ताटियिൽ नीळमुळ्ळ नेർत्त रोमङ्ङൾ
टॆन्नीस् कोർट्टिൽ वरच्च ऒऱ्ऱ वॆळुत्त वर
ऒरु चुवन्न क्रोस् डॆक्कൽ
रण्टां निलयिൽ नील चवऱ्ऱुकुट्ट .
सैनिक विमानत्तिन्ऱॆ मुൻवशं कूർत्ततुं वेगतयुळ्ळतुमाण्
आർट्टिस्ऱ्ऱिन्ऱॆ ऒप्पुं तीयतियुं
फोमुकळुटॆ पुस्तकं मेशप्पुऱत्त्
सिൽवർ फ्रञ्च् प्रस्स् कोफि मेक्कർ
फोट्टोयिलॆ ओऱञ्च् तीयति स्ऱ्ऱाम्प्
ऒरु कोർट्टिन्ऱॆ पिन्निलुळ्ळ स्त्री
चित्रत्तिन्ऱॆ तीयति
कोർट्टिൽ चारनिऱं
टिवियिൽ चॆऱिय बोट्टिन्ऱॆ मोडलुकൾ
ग्लास् ब्लोक्क् स्वकार्य मतिൽ
मरं कोർट्ट् तऱयिൽ चुवन्न चायं पूशिय वरकൾ
वॆळुत्त पश्चात्तलमुळ्ळ चुवन्न क्रोस्
इळं नील निऱत्तिलुळ्ळ यूणिफोमिൽ सोक्कർ कळिक्काർ
अविश्वसनीयमांविधं वेगत्तिൽ नीङ्ङुन्नु काർ
ऒरु चॆऱिय इरुण्ट तविट्टुनिऱत्तिलुळ्ळ रात्रि स्ऱ्ऱाൻड्
इंग्लीष् अल्लात्त भाषयिलॆ ऒरु अटयाळं
" वॆळ्ळियुं , कऱुप्पुं फ्रञ्च् प्रस्स् कोफि पोट्ट् "
कोർट्टिൽ ग्रीൻ बॆञ्च्
नेർत्त चॆयिनिൽ पॆൻडन्ऱ्
टेबिळिൽ पेप्पർ फोमुकൾ .
ऒरु टॆन्नीस् कोർट्टिन्ऱॆ पिൻभागत्तुळ्ळ ऒरु बोൾ पॆൺकुट्टि
कट्टियुळ्ळ वॆळुत्त तटि कुरिश् .
तलयणयुळ्ळ रण्टामत्तॆ सीऱ्ऱ्
ऒरु कऱुत्त बारियർ स्ऱ्ऱाൻड् .
टॆन्नीस् कोർट्टिन् चुऱ्ऱुमुळ्ळ पच्च उपरितलं
कोർट्टिൽ टॆन्नीस् कळिक्कारൻ सिलौऱ्ऱ् .
रात्रि स्ऱ्ऱाൻडिलॆ कऱुत्त इलक्ट्रिक् क्लोक्क्
ऒरु स्केऱ्ऱ् बोർडർ वेगत्तिൽ पोकुन्नु
व्यत्यस्त मोडलु ൾ उळ्ळ अञ्च् काऱुकൾ तॆरुविൽ पाർक्क् चॆय्तिरिक्कुन्नु
सैൻपोस्ऱ्ऱिൽ तॆरुव् नामवुं ब्लोक्क् नम्पऱुकळिलुं उळ्ळ अटयाळङ्ङൾ
वलिय रोममुळ्ळ फॆयർ लाप्स्
वैऱ्ऱ् टॆन्नीस् कोർट्टिन्ऱॆ वॆळुत्त अग्रं
मूलयिलुळ्ळ पेरुं तीयतियुं
नेർत्त टाൻ मणलिन् मुकळिൽ मञ्ञकलർन्न पच्च पुल्ल्
चॆऱिय कुट्टि क्रोस् कൺट्रि स्कीयिंग्
ऒरु वल कोർट्टिनॆ विभजिक्कुन्नु
वळरॆ वेगत्तिൽ नटक्कुन्नत् ऒरु मङ्ङलायि पिटिक्कप्पॆट्टु
कत्ति ब्लोक्क् निऱञ्ञु
नीळमुळ्ळ फोർक्कुकळुं स्प्रिङ्ङुकळुं
चुवप्पुं चारनिऱवुं धरिच्च बेस्बोൾ कळिक्काർ
तुटർच्चयायि रण्टामत्तॆ पेप्पർ अऱियिप्प्
रण्टामत्तॆ स्ऱ्ऱोऱि सीऱ्ऱिंग् एरिय
ऒरु क्रोस् कൺट्रि स्कीयർ वळयुन्नु
ऒरु टॆन्नीस् कोർट्टिलुटनीळं षाडो
कळिक्काർक्क् मुन्निൽ कूळऱुकൾ .
कॆट्टिटत्तिन्ऱॆ मुकळिलुळ्ळ काർट्टूൺ प्रतीकङ्ङൾ .
फ्लोർ स्ऱ्ऱाൻडुळ्ळ कऱुत्त विळक्क्
मेळयिൽ ऎल्लावरुं सुरक्षितराणॆन्न् सुरक्षा उद्योगस्थൻ उऱप्पाक्कुन्नु
स्प्रिङ्ङुकൾ वॆळ्ळियाण्
" स्ऱ्ऱिक्कർ नीलयुं वॆळ्ळयुमाण् , इंग्लीषुंकाञ्चियिलुं ऎऴुतियताणॆन्न् ञाൻ करुतुन्नु "
इंग्लीषिൽ अल्लात्त ऒरु वॆळुत्त चिह्नं
स्ऱ्ऱान्ऱिൽ जोलि चॆय्युन्न मनुष्यൻ
ऒरु टॆन्नीस् कोർट्टिൽ निൽक्कुन्न मनुष्यൻ
कळिक्कारन्ऱॆ कैत्तण्टयिൽ कऱुत्त बाൻड्
चुवटॆ वलत् कोणिलुळ्ळ पेरुं तीयतियुं .
चुवन्न सॆक्कൻड् हाൻड्
कोർट्टिൽ ओऱञ्च् लैൻ
स्क्रीनिൽ तीयति
सूर्यनॆ तटयानुळ्ळ बेस्बोൾ तॊप्पि
पुऱत्तेक्क् तुऱक्कुन्न ऒरु काणाताय सैडർ ब्लोक्क्
पळ्ळियुटॆ मुकळिൽ ऒरु कुरिश्
पच्च पुल्ल् उळ्ळ टॆन्नीस् कोർट्ट्
चिल ट्राफिक् वळरॆ वेगत्तिൽ नीङ्ङुन्नु
मुऴुवൻ मेळय्क्कुं मुकळिൽ वलिय नील पताक
कोർट्टिൽ ऒरु विळ्ळൽ
टॆन्नीस् कळिक्कारन्ऱॆ कै नीट्टियिरिक्कुन्नु .
तॆरुविनटुत्तुळ्ळ कोൺक्रीऱ्ऱ् ब्लोक्क् .
चुमरिलॆ कोർट्टिन्ऱॆ ऎण्णं .
रण्टामत्तॆ बस्सिൽ वॆळुत्त अक्षरङ्ङळुळ्ळ तटि चिह्नं
मञ्ञ लोहत्तिൽ ऎक्स्ऱ्ऱॆ स्ऱ्ऱाम्प्
ट्री ऱूट्ट् मुल्लप्पू रूपत्तिൽ पुऱत्तेक्क् तळळि निल्क्कुन्नु
मैक्रोफोणुकൾ स्ऱ्ऱाൻडिൽ अणिनिरनिरिक्कुन्नु
पताकयिलॆ वॆळुत्त कुरिश्
पाർक्किंग् स्ऱ्ऱाळिलॆ मञ्ञ ब्लोक्क्
ऒरु ऎक्स् रूपप्पॆटुन्न ऒरु अटयाळं
दूरत्तुळ्ळ भूमि रूपङ्ङൾ
" पच्चयुं , नीलयुं उळ्ळ कोർट्टिൽ कळिक्कुन्नु "
क्रोस्स् कൺट्रि ऒरु कायिकमाण्
ई मतिൽ ऒरु स्ऱ्ऱाळायि माऱुन्नु
मणियुं कुरिशुं पिटिच्चिरिक्कुन्न ऒरु लोहवुं कल्लुं .
ऒरु वुडൻ स्ऱ्ऱाൻडिൽ ऒरु चाय सॆऱ्ऱ्
इतॊरु पत्रसम्मेळनमाण्
रण्टामत्तॆ विमानं पुक पात उण्टाक्कुन्नु
तॆरुविलॆ वॆळुत्त प्रतीकङ्ङൾ
आळुकൾ फास्ऱ्ऱ् फुड् कऴिक्कुन्नु
मूलयिൽ तीयति
सिൽवർ क्रोस्स् नॆक्लेस्
ऒरु कुन्निलॆ मञ्ञिन्ऱॆ ब्लोक्क्
चुवप्पुं वॆळ्ळयुं उळ्ळ कौण्टि मेळ कूटारं
पूच्चयुटॆ नीळमुळ्ळ नेർत्त रोमङ्ङൾ
टॆन्नीस् कोർट्टिൽ वॆळुत्त तॊप्पि धरिच्च मनुष्यൻ
मञ्ञ टि - षർट्ट् धरिच्च ऒराൾ काल् क्रोस्स् चॆय्त् इरिक्कुन्नु
नीळमुळ्ळ ऒऱ्ऱ ब्लोक्क् वरियिൽ
रण्ट् कुटिवॆळ्ळ ग्लासुकൾ
पच्च बेस्बोൾ फीൽडिൽ कळिक्काർ
क्रॆयिनिൽ निൽक्कुन्नु मनुष्यൻ
ऒरु विमानत्तिन्ऱॆ वशत्तुळ्ळ 9 ऎफ् प्रतीकङ्ङൾ
ऱोडिൽ इंग्लीष् सिऱ्ऱि बस्
" तीयति ऒरुपक्षे ऎङ्ङनॆयॆङ्किलुं , प्राथमिकमायि डिजिऱ्ऱलायि अऱियिक्कुन्नु "
नील प्लास्ऱ्ऱिक् होट्ट् डोग् स्ऱ्ऱाൻड्
चुवन्न क्रोस् वरकळुळ्ळ वृत्तिकॆट्ट वॆळुत्त डिष् टौवൽ
रण्ट् बेस्बोൾ कळिक्काർ परस्परं संसारिक्कुन्नु
कोർट्टिन् कुऱुकॆ नीळमुळ्ळ वल
पश्चात्तलत्तिൽ ऒरु व्यक्ति क्रोस्स् कൺट्रि स्कीयिंग् चॆय्युन्नु
मैतानत्त् बेस्बोൾ कळिक्काർ
" मञ्ञ क्रोस्स् उळ्ळ मञ्ञयुं , कऱुत्तयुं पोൾ "
चुवन्न कुरिशुळ्ळ ऒरु वॆळुत्त पॆट्टि .
क्रोस् हाच्चिट् डिसैൻ उळ्ळ ब्रॆडिन्ऱॆ माव्
टॆन्नीस् कोർट्टिൽ वॆळुत्त अतिർत्ति लैनुकൾ .
बोट्टिन् पिन्निൽ तिरमालकൾ रूपं कॊळ्ळुन्नु
रण्टां निलयिलॆ बाൽक्कणि
फास्ऱ्ऱ् फुड् होट्ट् डोगुकळुं ऒणियൻ ऱिङ्सुo
समय तीयति स्ऱ्ऱाम्पिन्ऱॆ ताऴॆ वलतुवशत्ताण्
12 / 22 / 2006 तीयति स्ऱ्ऱाम्प्
कळिक्कारुटॆ कालुकൾक्क् कीऴिलुळ्ळ चारनिऱत्तिलुळ्ळ चरൽ
विळक्क् स्ऱ्ऱान्ऱिलॆ लैऱ्ऱ्
ऒरु प्रॊफषणൽ टॆन्नीस् कोർट्ट्
उयरमुळ्ळ ईन्तप्पन
मुकळिൽ दिनोसർ मोडलुकळुळ्ळ ड्रॆस्सർ
टॆन्नीस् कोർट्टिन् मुकळिൽ
मेळयिൽ कन्यकयायि वेषं धरिच्च स्त्री
स्ऱ्ऱेज् सॆऱ्ऱिलॆ प्रतीकङ्ङൾ
ट्रक्किन्ऱॆ पुऱकिलुळ्ळ चैनीस् प्रतीकङ्ङൾ
वेगत्तिलुळ्ळ नीलयुं वॆळ्ळयुं ट्रॆयिൻ
कळिक्कारुटॆ पेर् अवन्ऱॆ षർट्टिൽ
मैतानत्त् कोळेज् बेस्बोൾ कळिक्काർ .
निलत्त् नील कोർट्ट्
ऒरु प्लेऱ्ऱिൽ रण्ट् टोस्ऱ्ऱ्ट् इंग्लीष् मफिनुकൾ .
सिमൻऱ् ब्लोक्किलॆ बाग्
ऐस् ब्लोक्किलॆ पुष्पं
कोർट्टिलॆ मञ्ञ टॆन्नीस् पन्तुकൾ
तॆरुव् मुऱिच्चुकटक्काൻ कात्तिरिक्कुन्न ऒराൾ
टाൻ निऱमुळ्ळ इष्टिकयुळ्ळ ब्लोक्क् मतिൽ
ऒरु चॆऱिय चिह्नमुळ्ळ इरुण्ट तटि कुरिश्
काർट्टूൺ प्रतीकङ्ङळुळ्ळ ऒरु क्लोक्क्
पाऱयुं चतुराकृतियिलुळ्ळतुमाय ब्लोक्क् अऴुक्कुचालिलेक्क् तुऱक्कुन्नु
मुतिർन्नयाൾ ऒरु टॆन्नीस् कोർट्टिൽ
कौण्टർटोप्पिलॆ ऒरु वुडൻ ब्लोक्किलॆ कत्तिकൾ .
रण्टामत्तॆ व्यक्तियुटॆ काल्
भक्षण स्ऱ्ऱाൻऱुकൾ
स्ऱ्ऱव्विन् पिन्निलॆ ऒरु वुडൻ ब्लोक्किलॆ कत्तिकൾ .
ऒरु चुवन्न पत्र स्ऱ्ऱान्ऱ्
कऱुत्त मेൽक्कूरयुळ्ळ ब्रौൺ ब्लोक्कुं वैऱ्ऱ् हौसुं
नल्ल कालावस्थयिൽ यात्र चॆय्युन्न ट्रॆयिൻ
वैऱ्ऱ् प्लेऱ्ऱिलॆ फास्ऱ्ऱ् फुड्
व्योमसेनयुटॆ पताक
चिल जलसस्यङ्ङൾ
स्नोबोർडिൽ षूसिन् मुकळिൽ धरिक्कुन्न फोमुकळुटॆ कർवुकൾ
ऒरु कल्लिൽ इरिक्कुन्न स्त्री
कऱुत्त आट्टिൻकुट्टि वलत्त् निन्न् रण्टामत्
कळिस्थलत्तॆ नील मतिൽ
तटि मेश
मतिൽ सिमन्ऱ् ब्लोक्काण्
कोർट्ट् इरुण्ट नील निऱमाण्
मैतानत्तु पुरुषन्ऱॆ कऱुत्त निऴൽ
टॆन्नीस् कोർट्टिൽ निൽक्कुन्न स्त्री
ऒरु संगीत स्ऱ्ऱाൻड्
टॆन्नीस् कोർट्टिൽ वळरुन्न ऒरु कळ
सैनिक विमानत्तिन् वालिൽ ऒरु कुरिशुण्ट् .
स्ऱ्ऱोविൽ चॆऱिय आहारं उण्टाक्कुन्न अच्च्
कवल मुऱिच्चुकटक्काൻ कात्तिरिक्कुन्न रण्ट् सैक्किൾ यात्रक्काർ
चुवरिൽ आणि अटिच्चुऱप्पिच्च कुरिश्
अटुक्कळ सिङ्किൽ कशाप्प् चॆय्युन्न तटिक्कट्ट
मून्न् कऱुत्त जाप्पनीस् प्रतीकङ्ङൾ
आंगिൾ स्ऱ्ऱाൻडिलॆ मैक्रोफोൺ
गॆयिं कळिक्कारुटॆ मुखत्तॆ एकाग्रत काणुक
काऱिन् मुन्निൽ नील कुरिश्
नील निऱं तीवण्टि प्लाऱ्ऱफोंमिൽ वर कटन्नु पोकरुत्
वॆळियिलुळ्ळ टॆन्नीस् मैतानत्तु टॆन्नीस् मत्सरं पुरोगमिक्कुन्नु
टॆन्नीस् कोർट्टिൽ रण्टुपेർ टॆन्नीस् कळिक्कुन्नु
कत्तिकൾ वॆच्चिट्टुळ्ळ तटिकट्ट
तविट्टुनिऱत्तिलुळ्ळ कल्लुकळुटॆ ऒरु ब्लोक्क् .
मञ्ञ पश्चात्तलत्तिൽ कळिक्कारुटॆ पेरुकൾ कऱुप्पिൽ
वॆळुत्त निऱत्तिलुळ्ळ बोक्स्
वॆळुत्त पश्चात्तलत्तिൽ नील प्रतीकङ्ङൾ
स्ऱ्ऱाൻडिൽ टिवि .
कोർट्टिൽ मञ्ञ पन्त् .
इलक्ट्रिक्कൽ वयർ स्ऱ्ऱाൻड्
कल्लुकॊण्ट् निർम्मिच्च कुरिश्
ट्राफिक् लैऱ्ऱिन् चुवन्न क्रोस् उण्ट् .
ऒरु टॆन्नीस् कोർट्टिൽ पन्त्
तॆरुविൽ वरच्च क्रोस् वाक्क् स्थलं
वाऴप्पऴं पिटिच्चिरिक्कुन्न ब्रौൺ स्ऱ्ऱाൻड् .
मोशं अल्लॆङ्किൽ न्यायमायत् काणिक्कुन्न वरि
कत्ति ब्लोक्किन् मुकळिൽ कैप्पिटि
ऒरु वीडियोयिൽ ऒरु टैं स्ऱ्ऱाम्प् .
ऒरु ग्लास् स्ऱ्ऱाൻडिൽ ऒरु घटिकारं
कळिस्थलत्तु ऒराൾ
ऱोड् ब्लोक्क् वॆळ्ळत्तिൽ मुङ्ङि
टॆन्नीस् कोർट्ट् तऱ नीलयाण्
ओट्टोग्राफ् ऒप्पिटुन्न बेस्बोൾ कळिक्काർ
मिकच्च मॆऱ्ऱൽ सुरक्षा नॆऱ्ऱिंग्
पत्रसम्मेळनत्तिन् साक्षियाय प्रेक्षकർ
डग्औट्टिൽ कळिक्काർ
कळिक्कारुटॆ कैयिൽ वॆळुत्त फ्रिस्बी
समयवुं तीयतियुं स्ऱ्ऱाम्प्
ऒरु टिवि स्ऱ्ऱाൻड्
इटतुवशत्तुळ्ळ मीऱ्ऱऱिलॆ टैं स्ऱ्ऱाम्प् डिस्प्ले विൻडो .
कत्तिकळुटॆ तटि
रण्टामत्तॆ स्ऱ्ऱोऱि ऱॆयिलिंग्
चैनीस् प्रतीकङ्ङळुटॆ चित्रमाणित्
फास्ऱ्ऱ् सूप्पർ जॆऱ्ऱ् आकाशत्त् सञ्चरिक्कुन्नु
कळिक्काർ नीङ्ङुन्नु
पश्चात्तलत्तिलुळ्ळ रण्ट् आळुकൾ कळिक्कारुटॆ चलनङ्ङൾ निरीक्षिक्कुन्नु
ऒरु चुरुण्ट लोह कालुकൾ उळ्ळ मॆऴुकुतिरि स्ऱ्ऱान्ऱ्
रण्ट् कळिक्काർ बाऱ्ऱർ काणुन्नु
करकौशलत्तिन्ऱॆ मूक्किन् नेरॆ वॆळुत्त स्प्रे
ब्रौൺ टॆन्नीस् कोർट्ट् फ्लोർ
पळ्ळियुटॆ मुकळिलॆ क्रोस्स्
पकർप्पवकाशवुं तीयतियुं
ब्लिस् सिटियुटॆ अञ्ञूऱ्ऱि अम्पत् पटिञ्ञाऱൻ ब्लोक्किलेक्कुळळ ऒरु अटयाळं .
तटयाൻ ऎतिराळि ऎत्तिच्चेरुन्नु
ऒरु स्ऱ्ऱान्ऱिൽ लाप्टोप्प्
मेशप्पुऱत्त् इरिक्कुन्न ऒरु मरं ब्लोक्क्
टॆन्नीस् कोർट्टिन्ऱॆ भागं पच्चयाण् .
" ओऱञ्च् , वैऱ्ऱ् निऱङ्ङळिलुळ्ळ रण्ट् कळिक्काർ वशङ्ङळिलायि इरिक्कुन्नु "
फोट्टोयुटॆ तीयति स्ऱ्ऱाम्प्
विळक्क् स्ऱ्ऱान्ऱिन्ऱॆ ऒरु पोൾ
रण्टां निलयुटॆ वातिൽ तविट्टुनिऱमाण्
रण्टामत्तॆ वैऱ्ऱ् ट्रक्किलॆ मुൻ चक्रं .
रण्टामत्तॆ स्वർण्ण कुतिर
मीडियनिलॆ ऒरु चॆऱिय चारनिऱत्तिलुळ्ळ ब्लोक्क्
ऒरु टॆन्नीस् कोർट्टिൽ स्त्री
नील कॆट्टिटत्तिन्ऱॆ मुकळिൽ चुवन्न प्रतीकङ्ङൾ
नल्ल ऐस्ൽ तरं स्वॆऱ्ऱऱिन्ऱॆ कोळർ डॆक्कऱेषൻ
कऴुत्तिൽ कुरिश् धरिच्च स्त्री
वർण्णाभमाय डिस्प्ले लैऱ्ऱ् चॆय्त प्रतीकङ्ङൾ
रण्टामत्तॆ ट्रॆयिൻ काർ
कळिक्कारुटॆ कै ऎऱियाൻ तय्याऱाण्
कोणिलुळ्ळ तीयतियुं समय स्ऱ्ऱाम्पुं
टॆलिविषनिൽ रण्ट् कथापात्रङ्ङൾ
टॆन्नीस् कोർट्टिन् चुऱ्ऱुं नील वल
ऒरु ब्लोक्क् नटप्पात
स्ऱ्ऱान्ऱिलॆ ऒरु ओऱञ्च् कुप्पि
रण्टामत्तॆ ऱाक्किलॆ इनङ्ङൾ
चारनिऱत्तिलुळ्ळ नेർत्त मणൽ
कोർट्टिन्ऱॆ पुऱकिलॆ वेलि
स्ऱ्ऱाൻडिൽ अञ्च् ग्लास् पात्रङ्ङൾ
तॆरुविन्ऱॆ मध्यत्तिൽ वरच्च वॆळुत्त एष्यൻ भाषा प्रतीकङ्ङൾ
इटत् वशत्त् निन्न् रण्टामत्तॆ इल
मूलयिलॆ वॆळुत्त फास्ऱ्ऱ् लोगो
ऒरु वलिय कोൺक्रीऱ्ऱ् ब्लोक्क्
रण्टामत्तॆ अटित्तऱयिलुळ्ळ कळिक्कारൻ
केक्किलॆ फोण्टन्ऱ् प्रतीकङ्ङൾ
ऒरु चिह्नत्तिलॆ चारनिऱत्तिलुळ्ळ प्रतीकङ्ङൾ
पीनट्ट् प्रतीकङ्ङळुळ्ळ चुवन्न टै
कैयिൽ प्रस्स् हियർ स्ऱ्ऱिक्कർ
" मृगशालयिलॆ ऒरु अटयाळं , कऱ्ऱालൻ - स्पानिष् - इंग्लीषिൽ ऎऴुतियिरिक्कुन्नु "
तीयतियुं फोट्टोग्राफऱुं सूचिप्पिक्कुन्न वॆळुत्त अक्षरङ्ङळुं अक्कङ्ङळुं .
रण्टां लॆवलिൽ विൻडो
मञ्ञ तीयतियुं समय स्ऱ्ऱाम्पुं
कळिक्काർ बेस् बाൾ कळिक्कुन्नु
कऱुत्त नेർत्त पल्लुळ्ळ चीप्प्
मुऱियिलॆ रण्टामत्तॆ बड्
ग्राफिऱ्ऱियुटॆ मङ्ङिय वाक्कुकൾक्क् चुवटॆ वॆळुत्त चुमरिൽ धाराळं किक्क् + ग्राफ् अटयाळङ्ङൾ [ मिक्कवाऱुं इंग्लीषिൽ अल्लात्तत् . ]
मेळयिൽ आळुकൾ स्वयं आस्वदिक्कुन्नु
फ्रूट्ट् स्ऱ्ऱाൻडिൽ वाऴप्पऴवुं ओऱञ्चुं
चक्रङ्ङळिൽ ऒरु चॆऱिय भक्षण स्ऱ्ऱाൻड् .
स्वർण्ण वरयुळ्ळ चैन प्लेऱ्ऱ्
नैऱ्ऱ् स्ऱ्ऱाൻडिन् मुकळिൽ ऒरु वॆळुत्त अलाऱं क्लोक्क् उण्ट्
डगऔट्टिൽ इरिक्कुन्न बेस्बोൾ कळिक्काർ
वुडൻ ब्लोक्किलॆ अक्षरं
रण्ट् कशाप्प् ब्लोक्क् कत्ति सॆऱ्ऱुकൾ .
ऒरु वशत्त् ऱॆൻडർ चॆय्त तीयति स्ऱ्ऱाम्प्
वॆळुत्त रण्टामत्तॆ स्ऱ्ऱोऱि पोർच्च्
कोർट्टिन्ऱॆ वशत्त् ऒरु वातिൽ
बॆञ्चिनुळ्ळ इटं निർवचिक्कुन्न ऒरु ब्लोक्क्
वॆळुत्त वाचकत्तिन्ऱॆ ब्लोक्क्
ऒरु तविट्ट् पूच्च स्ऱ्ऱाൻड् आण्
ट्रॆयिൻ वळरॆ वेगत्तिൽ पोकुन्नु
इंग्लीष् इतर भाषयिൽ चुवप्पुं वॆळ्ळयुं निർत्तुक प्रतीकङ्ङळुळ्ळ अटयाळं
कळिक्कारुटॆ कालिलॆ षिൻ गाർड्
ऒरु टॆन्नीस् कळिक्कारൻ कोർट्टिൽ निൽक्कुन्नु
कटक्काൻ कात्तिरिक्कुन्न स्त्रीकൾ
वॆळळ अतिർत्ति वरकळुळ्ळ नील टॆन्नीस् कोർट्ट्
नेർत्त वरकळुळ्ळ वॆळुत्त अस्फाൽऱ्ऱ्
फोट्टो ऎटुत्त तीयति
प्लेऱ्ऱिൽ चीस् ब्लोक्क्
इरुवरुं टॆन्नीस् कोർट्टिൽ कळिक्कुन्नु .
टॆन्नीस् कोർट्टिൽ इलकൾ
ऒरु क्रोस्स् स्ट्रीऱ्ऱ् चिह्नं
अवरुटॆ कोർट्टिन् कुऱुकॆ उळ्ळ वल
गियർ स्प्रिंग्स् स्ट्रीऱ्ऱ् चिह्नं
टॆन्नीस् कोർट्टिൽ नटक्कुन्न कप्पिൾस्
मरं कुरिश् चुमरिൽ तूक्कियिरिक्कुन्नु
ब्रिड्ज् पिन्तुणय्क्कुळ्ळ क्रोस्स् स्ट्रक्चऱुकൾ
पय्यൻ टॆन्नीस् कोർट्टिൽ निൽक्कुन्नु
वाऴप्पऴत्तिन्ऱॆ आकृतियिलुळ्ळ मञ्ञ वाऴ स्ऱ्ऱाൻड्
तीयतिक्क् ताऴॆयुळ्ळ ऒरु व्यक्ति
वॆळ्ळ वरकळुळ्ळ ग्रीൻ टॆन्नीस् कोർट्ट्
मनुष्यൻ स्केऱ्ऱ्बोർडिൽ निൽक्कुन्नु
रण्टामत्तॆ बस्सिन्ऱॆ मुൻ चक्रं .
ऒरु कोफि स्ऱ्ऱाൻडिलॆ विचित्रमाय शिल्पं
वलिय सिमൻऱ् ब्लोक्क्
ई स्ऱ्ऱान्ऱ् मञ्ञ निऱत्तिलाण्
सीनिन्ऱॆ तीयति स्ऱ्ऱाम्प्
प्रॊप्पल्लऱुकൾ काणाൻ वळरॆ वेगत्तिलाण् .
" ऒरु ब्लोक्क् , मञ्ञ , वॆळ्ळ बेस्बोൾ यूणिफों "
" कळिक्कारुटॆ षूस् कऱुप्प् , चुवप्प् , वॆळ्ळ ऎन्निवयाण् "
कळिक्काർ है फैव् नൽकुन्नु
व्यक्तियुटॆ कैयिൽ ऒरु स्ऱ्ऱाम्प् उण्ट्
पकർप्पवकाश तीयति 2010
कळिक्काർक्क् पिन्निൽ चॆऱिय चारनिऱत्तिलुळ्ळ मतिൽ
टॆन्नीस् कोർट्टिन्ऱॆ ऒरु पच्च भागं .
रण्टामत्तॆ तॆरुव् वॆळिच्चं
रण्ट् टॆन्नीस् कळिक्काർ ऒरुमिच्च् निൽक्कुन्नु
कऱुत्त षोർट्ट्स् धरिच्च रण्ट् टॆन्नीस् कळिक्काർ
कळिक्कारुटॆ सोक्स् नीलयाण्
ऒरु चुवन्न तीयति स्ऱ्ऱाम्प्
मोणिऱ्ऱऱिन् ताऴॆयुळ्ळ मोणिऱ्ऱർ स्ऱ्ऱान्ऱ्
ऒरु मानुवൽ प्रस्स् मॆषीൻ
डिस्प्ले स्ऱ्ऱाൻडिलॆ नीळमुळ्ळ कऱुत्त पैप्प्
पुरुष क्रोस् कൺट्रि स्कयർ
टेबिलिलॆ विमानङ्ङळुटॆ मोडलुकൾ
क्रोस् कൺट्रि स्कीयिंग् चॆय्युन्न मनुष्यൻ
चिह्नत्तिൽ वॆळुत्त प्रतीकङ्ङळुण्ट्
फोट्टोयिलॆ चुवन्न समय स्ऱ्ऱाम्प्
ऒरु चॆऱिय पॆൺकुट्टि टॆन्नीस् कोർट्टिൽ निൽक्कुन्नु
ओट्टत्तिनिटयिൽ क्रोस् कൺट्रि स्कीयिंग् चॆय्युन्न मनुष्यൻ
सिमൻऱ् रूपङ्ङൾ निलत्तु निन्न् पुऱत्तुकटक्कुन्नु .
रण्टामत्तॆ तट्टिൽ साൻड्विच्च् .
टोस्ऱ्ऱुचॆय्त इंग्लीष् मफिनुकൾ
रण्टामत्तॆ ट्रॆयिनिन्ऱॆ मञ्ञ फ्रण्ट्
मोट्टोർ सैक्किळिൽ पोस् चॆय्युन्न मोडलुकൾ
ई ओप्पൺ ऎयർ स्ऱ्ऱाൻड् जमैक्कयिलाण् नटक्कुन्नत्
कൺट्रोळऱिनुळ्ळ व्यक्तमाय स्ऱ्ऱान्ऱ्
कऱुत्त सायुध सेनयुटॆ पेर् चिऱकिൽ
पिच्चऱिन् पिन्निൽ नेरिट्ट् कण्टॆत्तिय रण्टामत्तॆ अटित्तऱ
गोपुरत्तिन्ऱॆ मुकळिൽ ऒरु कुरिश् .
ड्रैव् अप्प् फास्ऱ्ऱ्फुड् चॆयिनिൽ ऎटुत्त चित्रं
रण्ट् कुतिरकൾ कुन्निൻ मुकळिൽ निൽक्कुन्नु
वळञ्ञ पानलुकळिൽ केन्द्रीकरिच्चिरिक्कुन्नु क्रोस्
ऱोडिलॆ वॆळुत्त वरकൾ काൽनटयात्रक्कारुटॆ क्रोस् वाक्क् आण्
किटक्कयिलॆ बोक्स् स्प्रिङ्ङ्स् .
कोർट्टिन्ऱॆ वशत्तुळ्ळ वाट्टർ बोट्टिൽ .
ऒरु चॆऱिय तरंगं वॆळ्ळत्तिൽ रूपं कॊळ्ळुन्नु .
क्रोस् कൺट्रि स्कीयिंगिङ्ङ् चॆय्युन्न दम्पतिकळुटॆ ऒरु पकൽ चित्रं
वळरॆ वेगतत्तिൽ सञ्चरिक्कुन्न काऱुकൾ
सिऱ्ऱि ब्लोक्किलॆ ऒरु मरं
ऒरु सिमन्ऱ् ब्लोक्क् मतिൽ
स्ऱ्ऱाൻडिलॆ कम्प्यूट्टർ मोणिऱ्ऱർ
ऒरु क्रोस् - कൺट्रि स्कै मൽसरत्तिൽ मरङ्ङळिൽ मञ्ञ्
ट्रॆयिनिन्ऱॆ रण्टामत्तॆ ऎञ्चिൻ
ऒरु कऱुत्त संगीत स्ऱ्ऱाൻड्
कोർट्टिन्ऱॆ वशत्त् कसेरकळुं मेशकळुं
बेस्बोൾ वायुविൽ वेगत्तिൽ सञ्चरिक्कुन्नु
फास्ऱ्ऱ् फुड् सोड कप्पुकൾ
ऒरु पऴय तटि स्ऱ्ऱाൻड् षेड्
कळिक्कारुटॆ स्लीविൽ चुवप्प्
सिङ्किनटुत्तुळ्ळ ऒरु तट्ट्
क्लोक्किलॆ मिनिऱ्ऱ् सूचि
मैतानत्तु नालुपेर्
मनुष्यन्ऱॆ पुऱकिൽ ऒरु मतिൽ
कवलयिൽ सीब्र क्रोस्स् वर
वलिय टॆन्नीस् कोർट्ट्
कुट्टि तऱयिൽ चम्रं पटञ्ञिरिक्कुन्नु
ऒरु टॆन्नीस् कोർट्टिൽ निൽक्कुन्न मनुष्यൻ
मञ्ञ समय तीयति स्ऱ्ऱाम्प्
कळिस्थलत्तेक्कुळ्ळ प्रवेशन कवाटं
कुतिर सवारिक्कारनुमायि कुतिर वेगत्तिൽ ओटुन्नु
नील कुटयुटॆ दण्ड् मणलिൽ निൽक्कुन्नु
नील वुड् लैफ् गाർड् स्ऱ्ऱाൻड्
कय्युऱकൾ कळिक्कारुटॆ पिन्निलॆ पोक्कऱ्ऱिൽ आण्
स्ऱ्ऱाൻडिलॆ सीऱ्ऱुकൾ
कळिक्कारुटॆ कय्युऱ कऱुत्तताण्
ऒरु तविट्टुनिऱत्तिलुळ्ळ कुतिरयुं कुतिरच्चेणयुं
क्याൻवास् स्ऱ्ऱाൻडिൽ इरिक्कुन्नु
स्ऱ्ऱाൻडिलिरिक्कुन्न क्यामऱ
टॆन्नीस् कोർट्टिलॆ वल
फ्रूट्ट् स्ऱ्ऱाൻडिൽ इरिक्कुन्न मनुष्यൻ
ग्रिൽ प्रस्स्
टवർ स्ऱ्ऱीप्पिൾ कुरिश्
पॆൻसिൽ बोक्सिൽ मषि स्ऱ्ऱाम्प्
चॆऱिय मेशयिൽ चॆऱिय मेश विळक्क्
शरीरत्तिन् चुऱ्ऱुमुळ्ळ वळञ्ञ रूपङ्ङळुटॆ श्रेणि
तटिक्कषणत्तिलॆ घटिकारं
ऒरु स्ऱ्ऱाम्पिन्ऱॆ अग्रं
पुल्लिൽ चम्रं पटञ्ञिरिक्कुन्न आൾ
रण्टामत्तॆ पूच्चयुटॆ वलत् चॆवि
उळ्ळिलोट्टु मटक्किवॆक्कावुन्न ब्रष्
ऒरु मोट्टोർ सैक्किൾ यात्रक्कारൻ वळरॆ वेगत्तिൽ ओटिक्कुन्नु
ऒरु बेस्बोൾ कळिक्कारൻ बाऱ्ऱ् चॆय्युन्नु
ऒरु ऱाप्पऱिൽ रण्टामत्तॆ साൻड्विच्च् .
कुरिशुळ्ळ उळ्ळ केसिൽ चुवन्न ट्रिं उण्ट्
रण्टामत्तॆ निलयिलॆ बाൽक्कणियिൽ ऒरु इरुम्पऴि
रण्ट् काल्पन्त् कळिक्काർ
कॆट्टिट घटनयुटॆ मुकळिलुळ्ळ कुरिश्
तॆरुव् मुऱिच्चुकटक्काൻ कात्तिरिक्कुन्न आळुकൾ
चिह्नत्तिलॆ प्रतीकङ्ङൾ
चुवटॆयुळ्ळ एष्यൻ प्रतीकङ्ङळुळ्ळ ऒरु स्केऱ्ऱ्बोർड्
इनत्तिलॆ मिकच्च लिखितङ्ङൾ
प्रतीकङ्ङൾ चैनीस् भाषयिൽ पोस्ऱ्ऱुचॆय्तु
मनुष्यൻ ऒरु पॆनाൽऱ्ऱि किक्किन् तय्याऱाकुन्नु
तऱयिൽ ऒरु चुवन्न कुरिश् रूपं कॊळ्ळुन्नु
कुरिश्अटयाळत्तिलुळ्ळ पल वयऱुकൾ उयरत्तिൽ निൽक्कुन्नु
इत् ऒरु शास्त्रमेळयिൽ आकां .
ज्यूस् उण्टाक्काൻ हाൻड् प्रस्स् उपयोगिक्कुन्न मनुष्यൻ
चित्रत्तिन् ऒरु तीयति स्ऱ्ऱाम्प् उण्ट्
ऒरु क्लोक्क् मुखत्तिन् चुवटॆयुळ्ळ तीयति
फ्रीसऱिनु कीऴिलुळ्ळ पूർत्तियाकात्त मरं ब्लोक्क्
वेगत्तिलुळ्ळ ट्रॆयिൻ ट्राक्किलूटॆ नीङ्ङुन्नु
वॆळुत्त यूणिफों धरिच्च मून्न् बेस्बोൾ कळिक्काർ पश्चात्तलत्तिൽ
ऒरु कोർट्टिन्ऱॆ पच्च निऱत्तिलुळ्ळ विभागत्तिൽ टॆन्नीस् कळिक्कारൻ
वळरॆ वेगत्तिൽ तिरियुन्नु
टॆन्नीस् कोർट्ट् नॆऱ्ऱ् कोർट्टिनॆ मध्यभागत्त् विभजिक्कुन्नु
कोർट्टिൽ नाल् कळिक्काർ
पूत्तट्टत्तिलॆ चैनीस् प्रतीकङ्ङൾ
क्रंबिलि इंग्लीष् मफिൻ ब्रॆड्
विवरङ्ङळुळ्ळ ऒरु स्ऱ्ऱान्ऱ्
कोർट्टिन्ऱॆ चुमरिൽ परस्यं
बसिन्ऱॆ रण्टां लॆवलिൽ वलत् मुൻवशत्तॆ विൻडो .
एष्यൻ प्रतीकङ्ङൾ चुवप्पाण्
कुन्निൻ मुकळिलॆ ब्लोक्क् टवർ
कळिक्कारुटॆ कैयिलुळ्ळ कऱुत्त बेस्बोൾ मिऱ्ऱ्
टैयिलॆ मञ्ञ क्रोस्
अञ्च् बेस्बोൾ कळिक्काർ
दूरत्तुळ्ळ वलिय ईन्तप्पन
ऒरु कौण्टि मेळयिൽ पशुक्कൾ पुल्लिൽ किटक्कुन्नु
युऎस् आർमिक्क् पाच्च् तिरिच्चऱियुन्न सायुध सेन
रण्ट् व्यत्यस्त निऱङ्ङळाण् टॆन्नीस् कोർट्टिन् .
इൻडोർ टॆन्नीस् कोർट्ट् .
प्लेऱ्ऱिन्ऱॆ अरिकिलुळ्ळ प्रतीकङ्ङൾ
धाराळं पऴङ्ङळुं पच्चक्कऱिकळुं उळ्ळ ऒरु फ्रूट्ट् स्ऱ्ऱाൻड्
" चुवप्प् वॆळ्ळ , नील ट्रक्क् मेळयिൽ उण्ट् "
मञ्ञ तीयतियुळ्ळ स्ऱ्ऱाम्प्
कोർट्टिन्ऱॆ वशत्त् टाർप्प
कोർट्टिलॆ उयरमुळ्ळ लैऱ्ऱुकൾ
चॆयिൻ लिङ्क् वेलिक्क् पिन्निൽ निൽक्कुन्न कळिक्काർ
मूलयिलॆ तीयति स्ऱ्ऱाम्प्
ऒरु पळ्ळियिलॆ ऒरु कुरिश्
पॆयिन्ऱिंगिनुळ्ळ ईसൽ स्ऱ्ऱान्ऱ्
पानिनि प्रस्सिनायि उटमकळुटॆ मानुवൽ
नाय वॆळ्ळं तॆऱिप्पिक्कुन्नु
क्रोस् बाऱिन् ताऴॆ नीळमुळ्ळतुं इटुङ्ङियतुमाय रण्ट् पाळिकൾ
रण्टां निलयिलॆ इरट्ट चुवन्न वातिलुकൾ
रण्टामत्तॆ बसिन्ऱॆ भागिक काऴ्च
रण्टां निलयिलॆ वॆळुत्त वातिൽ
ऒरु ऱॊमान्ऱिक् डेऱ्ऱ् रात्रि
कत्तिकॊण्ट् कौण्टऱिൽ इरिक्कुन्न कत्ति ब्लोक्क्
कॆट्टिटङ्ङळुटॆ ऒरु ब्लोक्क्
मुऱ्ऱत्तिनु समीपत्त् वळञ्ञ पटिकൾ
ऒरु बस्सिन्ऱॆ वशत्तुळ्ळ चैनीस् प्रतीकङ्ङൾ
नील टॆन्नीस् कोർट्ट्
ई व्यक्ति तॆरुव् मुऱिच्चुकटक्काൻ कात्तिरिक्कुकयाण्
पोस्ऱ्ऱिनायुळ्ळ ब्लोक्क्
टॆन्नीस् कोർट्टिलॆ टाൻ अक्षरङ्ङൾ
ई लैसൻस् प्लेऱ्ऱिൽ इंग्लीष् अल्लात्त प्रतीकङ्ङळुण्ट्
कळिक्कारुटॆ यूणिफों कऱुप्पुं स्वർण्णवुमाण्
" वाट्टർमाർक्क् , पकർप्पवकाश तीयति काणिक्कुन्नु . "
फोट्टोग्राफऱुटॆयुं चैनीस् प्रतीकङ्ङळुटॆयुं पेरुं वॆब्सैऱ्ऱुं
टिवि ऒरु स्ऱ्ऱाൻडिൽ
ब्लोक्किन् अटुत्तायि पुल्ल् वळरुन्नु
ऒरु स्ऱ्ऱाൻडिൽ ऒरु पेप्पർ टवൽ ऱोൾ
कट्टिൽ कीऴिൽ वॆळ्ळ स्प्रिङ्ङुकൾ
कोർट्टिन् पिन्निलॆ इष्टिक मतिൽ
स्ऱ्ऱान्ऱिलॆ मुट्टयुटॆ आकृतियिलुळ्ळ वस्तु
कोർट्टिलॆ टॆन्नीस् बोൾ षाडो
लिऱ्ऱिൽयियि फोट्टोग्राफർमाർ स्ऱ्ऱाम्प्
चित्रं स्ऱ्ऱाम्प् चॆय्त तीयति 8/10/2013 .
2010 तीयति कऱुप्पिൽ
मेळयिൽ आळुकൾक्क् मुकळिൽ उळ्ळ चिह्नं
नेरायुळ कऱुत्त मुटि
ऒरु इंग्लीष् साडिलुमायि ऒरु कुतिर
कुञ्ञिन् वळरॆ नेർत्त मुटियुण्ट्
पॆलिक्कൻ कालुकൾ उपयोगिच्च् अलकൾ उण्टाक्कुन्नु
रण्टामत्तॆ स्ऱ्ऱोऱि षोप्पिलॆ ऒरु विൻडो .
मञ्ञु वीण पच्च स्ऱ्ऱान्ऱ् .
सॆൽफोणुकळुटॆ मोडलुकൾ प्रदർशिप्पिच्चिरिक्कुन्नु
कऱुत्त चैनीस् प्रतीकङ्ङळुं वॆळुत्त अटयाळवुं
टॆन्नीस् कोർट्टिलॆ मनुष्यन्ऱॆ निऴൽ
टॆन्नीस् कोർट्टिलॆ वैऱ्ऱ् माർक्किंग्
बेबियुटॆ नेർत्त इळं तविट्ट् निऱमुळ्ळ मुटि .
कळिक्काർ वेलियिൽ चाञ्ञु निल्क्कुन्नु
चुवटॆयुळ्ळ रण्टामत्तॆ स्यूट्ट्केस् ओऱञ्च् आण्
स्नोबोർडिൽ निൽक्काൻ कुट्टियॆ सहायिक्कुन्न मनुष्यൻ
वळरॆ वेगतयुळ्ळ बुळ्ळऱ्ऱ् ट्रॆयिൻ
कळिक्कारन्ऱॆ तॊप्पिक्क् मुन्निൽ ओऱियोൾ
टॆन्नीस् कोർट्टिन् कुऱुकॆ उळ्ळ वल
रण्टामत्तॆ काർ तॆरुविൽ पाർक्क् चॆय्तु
फास्ऱ्ऱ् पिच्चुकळिൽ निन्न् कै संरक्षणत्तिनायि कातेർस् मिऱ्ऱ् .
फास्ऱ्ऱ् फुड् चिक्कൻ पाऱ्ऱि
रण्टामत्तॆ ऱैडऱिन्ऱॆ सൺग्लासुकൾ
फास्ऱ्ऱ्फुड् स्ऱ्ऱोऱिൽ भक्षणं वाङ्ङुन्न आळुकൾ
पिन्निलॆ रण्टामत्तॆ मृगं
टिवियुटॆ कीऴिलुळ्ळ स्ऱ्ऱान्ऱ्
वॆळुत्त वरकळुळ्ळ टॆन्नीस् कोർट्ट्
मोट्टोർ सैक्किळिन्ऱॆ किक्क् स्ऱ्ऱाൻड्
चॆयिൻलिङ्क् फॆൻसिंग् ऒरु फीൽड् ऎक्सिऱ्ऱ् उण्टाक्कुन्नु
आळुकळुटॆ प्रतीकङ्ङळुळ्ळ मतिलिलॆ रूपकൽप्पन .
उൽपन्नङ्ङळुटॆ मुन्निलुळ्ळ नटप्पात
कोൺक्रीऱ्ऱ् अल्लॆङ्किൽ सिൻडർ ब्लोक्क् मतिलुकൾ
टिवि स्ऱ्ऱाൻड् मरं कॊण्टाण् निർम्मिच्चिरिक्कुन्नत्
मोडलिन्ऱॆ पॆർकि चुण्टुकൾ
आद्य अटित्तट्टिൽ मून्न् बेस्बोൾ कळिक्काർ
कऱुत्त कशाप्प् कत्तिकळुटॆ ब्लोक्क्
इंग्लीषिलुं चैनीसिलुं पोयिन्ऱिंग् चिह्नं
रात्रि स्ऱ्ऱान्ऱिलॆ विळक्क् कट्टिलिन्ऱॆ इटतुवशत्त् निൽक्कुन्नु
2008 माർच्च् 16 लॆ तीयति स्ऱ्ऱाम्प्
" कॊक्ककोळ इन्ऱർनाषणൽ लोगो , इंग्लीषिൽ ऎऴुतियिरिक्कुन्नु , ऒरुपक्षे चुवटॆ आवർत्तिक्कुन्नु "
वॆळुत्त चिह्नं उळ्ळ कऱुत्त एष्यൻ प्रतीकङ्ङൾ कुऱुकॆ पोकुन्नु
ऱोडिൽ सैक्किൾ स्ऱ्ऱाम्प्
रण्टां निलयिलॆ विൻडोयिൽ नियोൺ चिह्नं
ई दम्पतिकൾ ऒरु डेऱ्ऱिलाण्
इंग्लीष् ऒऴिकॆयुळ्ळ भाषयिൽ मक्डॊणाൾडिन्ऱॆ परस्यं
तूवालकळुटॆ ऱोळुकൾ स्ऱ्ऱान्ऱिൽ
अवसरवाद कळकळुटॆ महत्ताय पल रूपङ्ङൾ
कुट्टिकൾ मेळयिൽ भक्षणं कऴिक्कुन्नु
ऒरु मतिलिन्ऱॆ ताऴत्तॆ पकुति
ऒरु चोप्पिंग् ब्लोक्किन् मुकळिൽ जॆल्लि पात्रं
क्रोस् चिह्नत्तिनु समीपत्तुळळ मञ्ञ ध्रुवङ्ङൾ
ओऱञ्च् समयवुं तीयति स्ऱ्ऱाम्पुं
रण्ट् वनिता टॆन्नीस् कळिक्काർ कै कुलुक्कुन्नु
ऒरु वुडൻ स्ऱ्ऱान्ऱ्
मैतानत्त् नाल् बेस्बोൾ कळिक्काർ .
पत्रसम्मेळनत्तिन्ऱॆ पश्चात्तलत्तिൽ ऒरु अमेरिक्कൻ पताक
ऒरु व्यक्तियुटॆ अटुत्त् निൽक्कुन्न रण्ट् इंग्लीष् स्पानियलुकൾ
पुस्तकङ्ङळाൽ निऱञ्ञ ऒरु पुस्तक स्ऱ्ऱाൻडुण्ट् .
मनुष्यൻ कळिक्कारुटॆ चित्रङ्ङൾ ऎटुक्कुन्नु
चुवन्न कुरिशुळ्ळ कऱुत्त तॊप्पि
मून्न् बेस्बोൾ कळिक्काർ वरियिൽ निൽक्कुन्नु
कऱुत्ततुं तविट्टुनिऱमुळ्ळतुमाय ऒरु नाय कट्टिलिൽ वेगत्तिൽ उऱङ्ङुन्नु .
मूलयिൽ इरिक्कुन्न टैं स्ऱ्ऱाम्प्
प्रतीकङ्ङळुळ्ळ मञ्ञ तलं
काൽनटयात्रक्काർक्क् तॆरुव् मुऱिच्चुकटक्कुन्नतिनुळ्ळ बट्टणुकൾ
ऒरु स्ऱ्ऱाൻड् मिक्सർ
ई कळिक्कारൻ षർट्ट् इट्टिट्टिल्ल
रण्टामत्तॆ जिऱाफिन्ऱॆ वशत्तुळ्ळ पाऱ्ऱेൺ
निलत्त् ऒरु ब्लोक्क्
सैक्किळुकൾ स्ऱ्ऱान्ऱिൽ
ऒराൾ रण्ट् बेस्बोൾ कळिक्कारुटॆ फोट्टो ऎटुक्कुन्नु
ऒरु चुवप्प् सिग्नൽ क्रोस् चॆय्यरुत् .
फ्रञ्च् कोफि प्रस्स्
पिन्तुणय्क्कुन्न स्प्रिङ्ङुकൾ उळ्ळ कऱुत्त सैक्किൾ सीऱ्ऱ्
प्रॊप्पल्लർ अतिवेगं नीङ्ङुन्नु
बस्सुकळुटॆ कळिप्पाट्ट मोडलुकൾ
ऒरु मोट्टोർ सैक्किൾ वेगत्तिൽ पोकुन्नु
कोർट्टिलॆ निऴൽ
कळिक्कारॆयुं काणिकळॆयुं वेർतिरिक्कुन्न ऒरु इष्टिक मतिൽ .
वेगत्तिൽ चलिक्कुन्न कै
नैऱ्ऱ् स्ऱ्ऱाൻड् वुडൻ आण्
ऒरु पऴय फोट्टोग्राफिൽ बेस्बोൾ कळिक्काർ ऒरुमिच्च् पोस् चॆय्युन्नु
टॆन्नीस् कोർट्टिൽ कुऱुकॆ कुऱुकॆ वल
रात्रि स्ऱ्ऱाൻडिलॆ ग्लास् टोप्प्
ऱिमोट्ट् नियन्त्रणत्तिन् मुकळिൽ उयർत्तिय क्रोस्
ग्रास् टॆन्नीस् कोർट्टिൽ पुल्ल् वळरुन्नु .
चित्रत्तिलॆ टैं स्ऱ्ऱाम्प्
रण्ट् चुवन्न लोह स्प्रिङ्ङुकൾ
आ ऒरु ब्लोक्क् उळ्ळ मतिൽ
ऱोड् मुऱिच्चुकटक्काൻ नोक्कुन्न आळुकൾ .
मनोहरमाय आकाशं
ऱोड् ब्लोक्किन् मुन्निൽ ऒरु मोट्टोർ सैक्किൾ पाർक्क् चॆय्तिरिक्कुन्नु
तॆरुविൽ वरच्च वॆळुत्त वरयुळ्ळ नटप्पात
ऒऱ्ऱत्तटि वळ्ळत्तिൽ बेस्बोൾ टीं कळिक्काർ
चम्रं पटञ्ञिरिक्कुन्न आൺकुट्टि
आ मनुष्यൻ मुष्टि चुरुट्टि पिटिक्कुन्नु
मुळयुटॆ कूट्टं
सायुध सेनयिलॆ अंगङ्ङळोटुळ्ळ बहुमान सूचकमाय प्रतिम
यूणिफों धरिच्च सेनांगङ्ङൾ
मऱ्ऱॊरु तट्टुं अतिन्ऱॆ उटमयुं
ऒराൾ जीप्पिन्ऱॆ अरिकिൽ निൽक्कुन्नु .
आ अटयाळं आलीस् उऱवकൾ ऎन्न् पऱयप्पॆटुन्नु
ऒरु ब्लोक्किलॆ साൻड्विच्च्
कळिक्कारुटॆ पादङ्ङൾक्क् पिन्निൽ चुवन्न बागुकൾ
कॆट्टिटत्तिन्ऱॆ वशत्तुळ्ळ एष्यൻ प्रतीकङ्ङൾ
टॆन्नीस् कळिक्कारन्ऱॆ निऴൽ टॆन्नीस् कोർट्टिलाण् .
वेगत्तिൽ काणप्पॆटुन्न मञ्ञ मोट्टोർसैक्किൾ
कट्टिलिनटियिलॆ वॆळ्ळ स्रोतस्स्
टॆन्नीस् कोർट्ट् चुमरिൽ ऒरु स्पोൺसർ नामं
ऒरु चिह्नत्तिൽ ऎऴुतिय एष्यൻ प्रतीकङ्ङൾ
चित्रत्तिन्ऱॆ समयं सूचिप्पिक्कुन्न तीयतियुं समयवुं
आ वॆळिच्चं ऒरु मऴविल्लायि माऱुन्नु
वलतुवशत्त् निन्नुळ्ळ रण्टामत्तॆ ऱैडऱिन्ऱॆ हॆड्पीस्
स्वातन्त्र्यमणि उळ्ळ तपाൽ स्ऱ्ऱाम्प्
ननव् द्वारत्तिन्ऱॆ अरिकिൽ चॆळि रूपं कॊळ्ळुन्नु
पणि पूർत्तियाकात्त तटिक्कष्णं
कळिक्काർक्क् पिन्निൽ पच्च पुल्ल्
रण्टामत्तॆ अटिस्थान परिशीलकൻ कळि काणुन्नु
कुट्टियुटॆ मृदुवाय नेർत्त तविट्ट् निऱमुळ्ळ मुटि
चक्रङ्ङळिൽ ऒरु कऱुत्त विनोदं
मऴयिൽ नटक्कुन्न स्त्रीयुटॆ फास्ऱ्ऱ् मोषൻ चित्रं
कॆट्टिटत्तिन्ऱॆ रण्टामत्तॆ स्ऱ्ऱोऱियिൽ रण्ट् बाൽक्कणि उण्ट्
ओवൻ स्ऱ्ऱाൻडिൽ वॆच्चिरिक्कुन्नु
स्पीक्कർ स्ऱ्ऱाൻडिൽ निൽक्कुन्नु
ऒरु मनुष्यൻ कटयुटॆ मुन्निൽ निൽक्कुन्नु
वेगत्तिൽ नीङ्ङुन्न ट्रॆयिൻ
कोർट्टिൽ टॆन्नीस् कळिक्कारियुटॆ निऴൽ
फोट्टोयिलॆ स्ऱ्ऱाम्पिलॆ तीयति 8/23/08
सिमൻऱ् ब्लोक्किൽ इरिक्कुन्न ऒराൾ
डगौट्टिൽ निरवधि बेस्बोൾ कळिक्काർ
ऒरु ओऱञ्च् समय स्ऱ्ऱाम्प्
तीयति ओऱञ्च् निऱत्तिൽ आण्
स्त्रीक्क् पिन्निൽ ग्रे ब्लोक्क् मतिൽ
मुट्टयुं होळण्टैसुं उळ्ळ इंग्लीष् मफिൻ
आनयुटॆ वाൽ ऒरु वृत्तमायि माऱुन्नु
प्लान्ऱ् ऒरु मॆऱ्ऱൽ स्ऱ्ऱाൻडिलाण्
ट्रेकൾक्कायुळ्ळ तट्ट्
इतॊरु नील कळिस्थलमाण्
" चुणयुळ्ळ वॆळुत्त निऱं , ओऱञ्च् मुटि , निऱयॆ काक्कप्पुळ्ळिकलुं कण्णाटियुं "
" मुखभावं , प्रत्येकिच्च् वाय पऱयुन्नु , ' अतॆ , ञाൻ ऒरु कोർप्पऱेऱ्ऱ् ड्रोൺ आयिरिक्कुन्नु "
तॆरुविलॆ वैऱ्ऱ् ब्लोक्क्
बोट्ट् अलकൾ उण्टाक्कुन्नु
कुट्टि स्ट्रो कानिलेक्क् तळ्ळि वॆक्कुन्नु
टॆन्नीस् कोർट्टिलॆ नील चतुरं
कळिक्कारुटॆ टॆन्नीस् षूस् वॆळुत्तताण्
2900 ब्लोक्किनॆ सूचिप्पिक्कुन्न चिह्नं
कऱुत्त स्ऱ्ऱान्ऱिलॆ पुस्तकङ्ङൾ
चित्रत्तिन्ऱॆ तीयतियुं समयवुं
ऒरु ट्रॆयिൻ निർत्तुन्न ब्लोक्क्
मञ्ञ् मूटिय क्रोस्स् वाक्क्
स्ऱ्ऱीप्पिळिन् मुकळिൽ ऒरु कुरिशुण्ट्
सोक्कർ कळिक्कुन्न कळिक्काർ
टॆन्नीस् कोർट्टिलॆ डबिൾस् कळिक्कानायिट्टुळ्ळ बौडऱि एरिय
इंग्लीष् पदं पच्चयिൽ
वॆळुत्त वरकळुळ्ळ ब्रौण् टॆन्नीस् कोർट्ट् .
ऒरु मतिलिनटुत्त् ऒरु ब्रौण् स्ऱ्ऱान्ऱ्
वॆळुत्त कुरिशुळ्ळ कऱुत्त इरुम्प् गेऱ्ऱ्
चुवन्न नम्पऱुळ्ळ टैं स्ऱ्ऱाम्प्
बॆड् स्ऱ्ऱाൻडिൽ पुस्तकङ्ङळुटॆ शेखरं
ऒरु वुडൻ ब्लोक्किलॆ कत्तिकळुटॆ कूट्टं
कळिक्काർक्कॊप्पं बेस् बोൾ डयमण्ट्
टिवि स्ऱ्ऱाൻडिलॆ टॆलिविषൻ .
मुकळिൽ निन्न् रण्टामत्तॆ पच्च चिह्नं
तीयति स्ऱ्ऱाम्प् 6/30/2013
टॆन्नीस् कोർट्टिलॆ लोगो
नॆक्ऱ्ऱिक्क् ऒरु सർक्किൾ क्रोस् मोट्टिफ् उण्ट्
ऒरु फोट्टोयिलॆ फोट्टोग्राफऱुटॆ स्ऱ्ऱाम्प्
सർफऱिन् मुन्निलूटॆ पच्चवॆळ्ळत्तिन्ऱॆ ब्लोक्क्
चुवप्प् निऱत्तिलुळ्ळ एष्यൻ प्रतीकङ्ङൾ
नल्ल वॆळुत्त मणൽ
इरुण्ट तविट्टुनिऱत्तिलुळ्ळ मरं कॊण्ट् निർम्मिच्च रात्रि स्ऱ्ऱाൻड्
मैतानत्त् रण्ट् कळिक्काർ
रण्टामत्तॆ जिऱाफिन्ऱॆ कऴुत्तिൽ तविट्ट् निऱमुळ्ळ कुञ्चिरोमं
वॆळुत्त कॊत्तुपणि चॆय्त कुरिश्
चुवप्पुं वॆळ्ळियुं अटयाळं उळ्ळएष्यൻ प्रतीकङ्ङൾ
तॆरुव् मुऱिच्चुकटक्काൻ ऒरुङ्ङुन्न स्त्री
प्रस्स् बोർड् टेबिൾ टोप्प्
ट्रॆयिൻ अतिवेग ट्रॆयिनाण्
ऒरु मेळयिൽ आळुकൾ .
ऒरु मॆऱ्ऱൽ क्रोस्स् बीं
कळिक्काർ बेस्बोൾ कळिक्कुन्नु .
ऒरु वीटिन्ऱॆ रण्टां निलयिलॆ पूमुखं
रण्टां निलयिलॆ बाൽक्कणि
वॆळुत्त प्रतीकङ्ङळुळ्ळ ऒरु प्लेऱ्ऱ्
कळिक्काർ यूणिफों धरिच्चिरिक्कुन्नु .
फोट्टोग्राफरुटॆ वाट्टർमाർक्कुं तीयतियुं
चुवन्न मेशयुटॆ मुकळिलुळ्ळ फास्ऱ्ऱ्फुड्
कै कॆट्टि निल्क्कुन्न स्त्री
ट्राक्कुकൾ इविटॆ कटक्कुन्नु
" ओऱञ्च् " " कटक्करुत् " " चिह्नं "
फुड् स्ऱ्ऱाൻडिൽ निൽक्कुन्न ऒराൾ .
मून्न् कळिक्काർ हॆൽमॆऱ्ऱ् धरिच्चिरिक्कुन्नु
इंग्लीष् अल्लात्त चिह्नं
कळिक्कारൻ कोർट्टिൽ ओटुन्नु
कोർट्टिलॆ स्त्री
ऒरु ऱौण्ट् कൺसेർट्ट् ब्लोक्क्
प्लेऱ्ऱुकळिलॆ फास्ऱ्ऱ्फुड् इनङ्ङൾ
रण्टामत्तॆ स्ऱ्ऱोऱि विൻडोयुटॆ इटत् कोणिलुळ्ळ मुकळिलॆ विൻडो पाळि
कोർट्टिलॆ अतिർत्ति रेखकൾ
इटत् वशत्त् निन्न् रण्टामत्तॆ वुडൻ वॆർट्टिक्कൽ स्लाऱ्ऱ्
तटाकत्तिन्ऱॆ अरिकिलुळ्ळ मरङ्ङळुटॆ ऒरु कूट्टं
नीलयुं वॆळ्ळयुं क्रोस् वाक्क् चिह्नं
रण्टामत्तॆ बसिन्ऱॆ तुऱन्न वातिൽ
कट्टिൽ कीऴिलुळ्ळ पुष्प बोक्स् स्प्रिङ्ङ्स्
पॆनाൽऱ्ऱि उपदेशिक्कुन्न तॆरुव् चिह्नं
ऒरु फ्रूट्ट् ट्री ऱाक्किन्ऱॆ रण्टामत्तॆ तट्टिൽ ओऱञ्चुं पियऱुं
ऒरु चरि विൽ वेगत्तिൽ ताऴेक्क् पोकुन्न ऒरु स्कयർ
ऒरु साडिൽ पाडिन् मुकळिलुळ्ळ ऒरु इंग्लीष् साडिൽ
मुन्निलेक्क् नीङ्ङुन्न जिऱाफुकळुटॆ निऴൽ निऱञ्ञ नाल् रूपङ्ङൾ
कळिक्काർक्क् पिन्निൽ वृत्तिकॆट्ट कोൺक्रीऱ्ऱ् मतिൽ
वेऱिट्टुनिൽक्कुन्न आनकळुटॆ फोट्टोषोप्प्
वेगत्तिൽ नीङ्ङुन्न सब्वे ट्रॆयिൻ
रण्ट् कळिक्काർ क्क् इटयिलुळळ वल
कळिक्कारुटॆ इटत् कैयिलॆ बेस्बोൾ कय्युऱ
" षॆൽफिलॆ वॆळ्ळियुं , कऱुप्पुं फ्रञ्च् कोफि प्रस्स् "
नटप्पातयिलॆ चारनिऱत्तिलुळ्ळ ब्लोक्क्
चॆऱिय टाൻ विनोद स्ऱ्ऱान्ऱ्
बोट्ट् उयർत्तिप्पिटिक्कुन्न ऒरु वुडൻ ब्लोक्क्
कळिक्कारुटॆ अटुत्तुळ्ळ वेलि
फ्रूट्ट् स्ऱ्ऱाൻडिलॆ ओऱञ्च्
कत्तिकळुळ्ळ ऒरु कशाप्प् ब्लोक्क्
अलङ्कोलप्पॆट्ट रात्रि स्ऱ्ऱाൻड्
टाൻ हौसिलॆ इळं निऱमुळ्ळ रण्टां निल
टॆन्नीस् कोർट्टिलॆ रण्ट् वॆळुत्त कसेरकൾ
ऒरु क्रोस् ऱॆयिൽवे चिह्नं
इष्टिकयिलॆ ऒरु त्रिकोण रूपं
आळुकळुळ्ळ ऒरु अतिवेग बोट्ट्
तॆरुव् मुऱिच्चुकटक्काൻ कात्तिरिक्कुन्न आळुकൾ .
लैऱ्ऱ् सिग्नलिनायि अमർत्तेण्ट बट्टൺ ताऴॆयाण्
अऴुक्क् निलत्तु आनकൾ निൽक्कुन्नु
मोट्टोർ सैक्किळिलॆ स्प्रिङ्ङुकൾ
अटयाळप्पॆटुत्तिय काൽनट क्रोस् वाक्क्
वॆळ्ळं अतिवेगत्तिൽ ऒऴुकुन्नु
तीयतियिलॆ ओग् ऎन्न वाक्क्
ऒरु वुडൻ स्लाऱ्ऱ् बॆञ्चिन्ऱॆ पुऱकिൽ रूपं कॊळ्ळुन्नु .
रण्ट् पुरुष कळिक्काർ पन्तिन् पुऱकेयाण्
वैद्युति लैनुकൾ वायुविൽ कटन्नुपोकुन्नु
पोट्ट् स्ऱ्ऱाൻडिन् अटुत्तुळ्ळ प्रदेशं
बाक्क्ग्रौण्टिलॆ फास्ऱ्ऱ् फुड्
इतॊरु कोൺक्रीऱ्ऱ् मञ्ञ ब्लोक्काण्
टॆन्नीस् कोർट्टिൽ निऴൽ .
वॆळुत्त निऱत्तिൽ अटयाळप्पॆटुत्तिय टॆन्नीस् कोർट्ट्
ऒरु पच्च क्रिस्मस् ट्री स्ऱ्ऱाൻड्
तॆरुव् मुऱिच्चुकटक्काൻ कात्तिरिक्कुन्न ऒरु बिस्सिनस्सुकारൻ
ऒरु वैऱ्ऱ् स्ऱ्ऱाൻड् मिक्सർ
टैं स्ऱ्ऱाम्प् चुवप्पाण् .
ऒरु ब्रॊक्कोळि तण्टिन्ऱॆ क्रोस्स् सॆक्षൻ
डगऔट्टिलॆ कळिक्काർ .
ऒरु टॆन्नीस् कोർट्टिलॆ पच्च वेलि
कोർट्टिൽ टॆन्नीस् कळिक्कुन्न व्यक्ति
फ्रिस्बी ऎऱियुन्नत् तटयाൻ ऒरु मनुष्यൻ श्रमिक्कुन्नु
रण्टां निलयिलॆ बाൽक्कणि
फ्रूट्ट् स्ऱ्ऱाൻडिൽ ऒरु चुवन्न ड्रागൺ फ्रूट्ट् .
बस्सिन्ऱॆ रण्टां सीऱ्ऱिൽ व्यक्ति इरिक्कुन्नु
स्ऱ्ऱाൻड् अप्प् विळक्किन्ऱॆ बोडि
कळिक्काർ पुरुषन्माराण् .
टॆन्नीस् कोർट्टिन्ऱॆ वेलि
तीयति 7 - 1 पऱयुन्नु
चुमरिൽ तूक्कियिट्टिरिक्कुन्न चित्रत्तिൽ आनिमेषൻ प्रतीकङ्ङळुण्ट्
ऒरु ग्रिൽ प्रस्स्
षोप्पिंग् माळिൽ पक्षियुटॆ मोडलुकൾ तूक्कि इट्टिरिक्कुन्न
टॆन्नीस् कोർट्टिन्ऱॆ पच्च मतिൽ
इंग्लीष् शैलियिलुळ्ळ साडिलिൽ स्त्री
फोट्टोयुटॆ तीयति स्ऱ्ऱाम्प्
फोट्टोग्राफऱुटॆ पकർप्पवकाशवुं तीयति स्ऱ्ऱाम्पुं
ऒराൾ कप्पलिൽ निൽक्कुन्नु
वॆळुत्त षोർट्ट्स् धरिच्च रण्ट् कळिक्काർ
कोർट्टिൽ आळुकൾ टॆन्नीस् कळिक्कुन्नु .
सർफ् बोർडिൽ ऒरु नील फैൻ
टॆन्नीस् कोർट्टिൽ वॆळुत्त पूक्कൾ उळ्ळ चॆटिच्चट्टि
ऒरु टोस्ऱ्ऱड् इंग्लीष् मफिൻ
रण्टां बेस् मोष्टिक्कुन्न बेस्बोൾ कळिक्कारൻ
2010 / 02 / 07 लॆ तीयति स्ऱ्ऱाम्प्
वीटिन्ऱॆ रण्टामत्तॆ स्ऱ्ऱोऱि
रण्टां निलयिलॆ नील क्रोस्स् विൻडो
ऒरु तविट्ट् केक्किन् मुकळिलुळ्ळ पक्षि प्रतीकङ्ङൾ
हैलाൻड् स्प्रिङ्ङ्स् परस्यं
टॆन्नीस् कोർट्ट् पुल्लुकॊण्ट् निർम्मिच्चताण्
ऱൺवे मोडलुकळुटॆ ऒरु वरि
तीयति काणिक्कुन्न मञ्ञ नम्पऱुकൾ
वेगत्तिൽ स्कीयिंग् चॆय्युन्न स्त्री
क्रोस् कൺट्रि स्कै ऱेसർमाർ ऒरु कुन्निൻ मुकळिलेक्क् स्कीयिंग् नटत्तुन्नु .
मून्न् वनिता सोक्कർ कळिक्काർ बॆञ्चिलिरिक्कुन्नु
इंग्लीष् नाट्टिൻपुऱत्तॆ ऒरु आस्टॆक् + बुद्धक्षेत्रत्तिनिटयिलॆ ऎन्तो ऒन्न् पोलॆ काणप्पॆटुन्न अतिशयकरमाय ऒरु कॆट्टिटं
ऒरु स्ऱ्ऱाൻडिൽ ऒरु कलं घटिप्पिच्चिरिक्कुन्नु .
कॆट्टिटत्तिन्ऱॆ रण्टां निलयिलॆ सुरक्षा ऱॆयिलिंग्
मनुष्यൻ फ्लोऱिൽ काल् क्रोस्स् चॆय्त् इरिक्कुन्नु
नील कोർट्टिൽ वॆळुत्त ऎऴुत्त् .
वळरॆ वेगतयुळ्ळ बेस्बोൾ
तविट्ट् प्रतीकङ्ङळुळ्ळ वॆळुत्त क्लोक्क् मुखं
ऱोड् ब्लोक्किन् पिन्निलाण् कॆट्टिटङ्ङൾ
चारनिऱत्तिलुळ्ळ स्वऱ्ऱ्षർट्टिलुळ्ळ युवति फ्रिस्बियॆ तटयुमॆन्न् प्रतीक्षिक्कुन्नु .
रण्टां निलयिलॆ आळुकൾ
चुवन्न अऴुक्क् उळ्ळ टॆन्नीस् कोർट्ट्
नम्पऱुळ्ळ कऱुत्त ब्लोक्क्
स्ऱ्ऱफ् चॆय्त डिस्नि प्रतीकङ्ङൾ
डगऔट्टिൽ कात्तिरिक्कुन्न कळिक्काർ
बेस्बोൾ कळिक्कारन्ऱॆ वैऱ्ऱ् पान्ऱ्स्
ऒरु मोट्टोർसैक्किळिन्ऱॆ किक्क् स्ऱ्ऱाൻड् .
कुऱच्च् नल्ल मणൽ इविटॆयुण्ट्
ऒरु मॆऱ्ऱൽ ओऱञ्च् ज्यूस् प्रस्स्
ऒरु बेस्बोൾ कळिक्कारन्ऱॆ यूणिफों
बेस्बोൾ मैतानत्त् मून्न् बेस्बोൾ कळिक्काർ .
ऒरु तॆरुव् मेळयिलॆ बूत्तुकൾ .
रण्टामत्तॆ आटिन्ऱॆ वलतु काൽ
फैൻ पल्लुळ्ळ कत्तियुटॆ ब्लेड्
क्यामऱ तटयाൻ श्रमिक्कुन्न आळुटॆ कै
कळिक्कारन्ऱॆ वलतु कैयिलॆ बेस्बोൾ
चाटानुळ्ळ रण्टामत्तॆ उयർन्न ऱॆयिൽ
इंग्लीषिलिल्लात्त ऒरु वॆळुत्त पत्रं
पच्चयुं वॆळ्ळयुं कൺस्सशൻ स्ऱ्ऱान्ऱ् कुटय्क्कटुत्त्
कयऱुकൾक्कुळ्ळ मॆऱ्ऱൽ स्ऱ्ऱाൻड्
ऒरु टॆन्नीस् कोർट्टिൽ निൽक्कुन्न कुट
" इंग्लीष् , चैनीस् प्रतीकङ्ङൾ उण्ट् "
ऒरु टॆन्नीस् कोർट्टिलॆ ऒरु बॆञ्च्
नल्ल निऱमुळ्ळ ऒरु पॆൺकुट्टि
कळिक्कारुटॆ यूणिफों वॆळुत्तताण्
ऒरु मोट्टोർसैक्किൾ सैड् स्ऱ्ऱाൻड्
टवऱिൽ काणुन्न रण्टामत्तॆ क्लोक्क् .
टॆन्नीस् कोർट्ट् फ्लोർ
स्ऱ्ऱीप्पिळिन् मुकळिൽ उळ्ळ क्रोस्स्
कळिक्काർ ऒरु कळत्तिलाण्
ट्रॆयिनिलॆ रण्टामत्तॆ काർ
टिवियुटॆ कीऴिൽ इरिक्कुन्न ऒरु टिवि स्ऱ्ऱाൻड्
रण्ट् युव सोफ्ऱ्ऱ्बोൾ कळिक्काർ बॆञ्चिൽ इरिक्कुन्नु
ऒरु सण्णि दिवसं टॆन्नीस् कोർट्टिൽ उळ्ळ मनुष्यൻ
कूट्ट आटुकळुं कम्पिळि फॆयർ ऱिबणुं
नल्ल चीप्पुकൾ
कळिक्कारन्ऱॆ तलयिलॆ तॊप्पि
मोडलुकൾ चुवप्पुं कऱुप्पुं आण्
" पच्चयुं , चुवप्पुं टॆन्नीस् कोർट्ट् "
ऒरु कॆൽऱ्ऱिक् क्रोस् स्ऱ्ऱोൺ स्मारकं
कळिप्पाट्ट मोडलुकൾक्क् पिन्निलुळ्ळ सस्यङ्ङൾ
तिरमाल अतिवेगं नीङ्ङुन्नु
चैनीस् प्रतीकङ्ङळुं ऎट्टां नम्पऱुं उळ्ळ ऱॆड् डबिൾ डॆक्कർ बस्
ई षोप्प् फैൻ ऎൻस् विൽक्कुन्नु
ओऱञ्च् स्ट्रीऱ्ऱ् ब्लोक्क्
बेस्बोൾ गॆयिमिൽ आराधकरुटॆ क्रोस्स् सॆक्षൻ
ऒरु फास्ऱ्ऱ्फुड् ऱॆस्ऱ्ऱोऱन्ऱिൽ निन्नो स्ऱ्ऱोऱिൽ निन्नो उळ्ळ वलिय शीतळ पानपात्रं
फ्रूट्ट् स्ऱ्ऱाൻडिलॆ चुवन्न वाऴप्पऴं
तीवण्टि वेगत्तिൽ नीङ्ङुम्पोൾ मङ्ङुन्न चित्रं
ई अटयाळं इंग्लीषिलिल्ल
ऒरु आप्पिൾ ज्यूस् ऎटुक्कुन्न यन्त्रं
कऱुत्त निऱत्तिलॆ टीवि चार निऱत्तिलुळ्ळ स्ऱ्ऱाൻडिनु मुकळिरुन्नु
क्यामऱ वळरॆ वेगत्तिൽ चलिक्कुन्नु
स्ऱ्ऱाൻडिൽ स्ऱ्ऱाർप्पुकൾ .
इटत्तरं तविट्ट् निऱत्तिलुळ्ळ सुन्दरमाय तटि मेश
मैतानत्तिन्ऱॆ पिൻभागं पच्चयाण् .
अविश्वसनीयमांविधं वेगत्तिलुळ्ळ विमानङ्ङൾक्क् मात्रमे वॆळ्ळ वर निർम्मिक्काൻ कऴियू
स्कोർ काർड् टॆन्नीस् कोർट्टिൽ ऒराൾ कैवशं वच्चिरिक्कुन्नु
ऒराൾ भक्षणशाल मेशयुटॆ समीपं इरिक्कुन्नु
कळिक्कारुटॆ तलयिൽ कऱुत्त तॊप्पि
मैतानत्तु वॆळुत्त अक्षरङ्ङळिൽ ऎऴुतिय सिड्नि
मनोहरमाय ताटिरोमं
ऒरु टॆन्नीस् कोർट्टिൽ पच्च कसेर
पिऴयुटॆ डोळർ तुक .
कळिक्कारॆ नोक्कुन्न बेस्बोൾ क्याच्चർ
चिह्नत्तिൽ वॆळुत्त अऱबि चिह्नं
काർट्टूൺ प्रतीकङ्ङळुळ्ळ पोस्ऱ्ऱർ
मूलयिൽ ऒरु समय तीयति स्ऱ्ऱाम्प्
रण्टामत्तॆ निलक्क् पुऱत्तुळ्ळ जनाल उद्यानं
मैतानत्तिन्अटुत्तुळ्ळ पच्च तऱ
आൺकुट्टियुटॆ कय्यिൽ ओऱञ्च् स्ऱ्ऱाम्प् उण्ट् .
कळिक्कारुटॆ कैयिൽ कऱुत्त मिऱ्ऱ्
क्लोक्क् टवऱिन् अटुत्तायि कुरिश्
आटुकൾ वळरॆ वेगत्तिൽ ओटुन्नु
संस्थान मेळयिलेक्कुळ्ळ परस्यं विळक्क् पोस्ऱ्ऱिൽ स्थापिच्चिरिक्कुन्नु
बॆड् तलयिणयिൽ काർट्टूൺ प्रतीकङ्ङൾ
ऒरु मत्सरत्तिൽ टॆन्नीस् कोർट्ट् उपयोगिक्कुन्नु
तटिक्कषणत्तिൽ कत्तिकൾ
कळिक्काർ कळिक्काൻ तय्याऱाकुन्न बोൾ फीൽडिन्ऱॆ ऒरु भागं
कालावस्थ नल्लताण्
पळ्ळियिൽ सिमन्ऱ् ब्लोक्क् सैडिंग्
सायुध सेनयिलॆ ऒराൾ
काർ अतिवेगं नीङ्ङुन्नु .
जिऱाफिन्ऱॆ तलय्क्क् पिन्निൽ तटि कॊण्टुळ्ळ मतिൽ
मञ्ञ तट्ट्
चैनीस् प्रतीकङ्ङൾ अटयाळत्तिलाण्
रण्टामत्तॆ मोट्टोർसैक्किळिन्ऱॆ सीऱ्ऱ्
ऒरु टॆन्नीस् कोർट्टिन्ऱॆ पच्च भागं .
तिरमाल अतिवेगं नीङ्ङुन्नु
क्लोक्किൽ वॆळुत्त सॆक्कन्ऱ् सूचि
मैतानत्तॆ वेർतिरिक्कुन्न पच्च निऱमुळ्ळ मॆऱ्ऱीरियൽ
ट्राफिक् लैऱ्ऱुकൾ वळरॆयधिकं वेऱिट्टुनिൽक्कुन्नु .
तोൽवाऱिलॆ मिकच्च तुन्नൽ
ऒरु मोट्टोർ सैक्किळिलॆ लिवർ
तीयति काणिक्कुन्न ऒरु इलक्ट्रोणिक् डिस्प्ले
ऒरु कॆट्टिटत्तिन्ऱॆ सिमൻऱ् ब्लोक्क् मुൻभागं
अज्ञातमाय कारणत्ताൽ पशुविनॆ पाऱकळिൽ इटिक्काൻ व्यक्ति निർबन्धिक्कुन्नु
ऱोडिलॆ वॆळुत्त वरय्क्क् कुऱुकॆ सीब्र क्रोस्स् लैൻ
ऒरु ब्लोक्किൽ रण्ट् नारङ्ङकൾ
चिऱकिन्ऱॆ मुकळिൽ वॆळुत्त पल्लुकൾ पोलुळ्ळ रूपङ्ङൾ
चुवन्न अक्षरङ्ङळिलुं अक्कङ्ङळिलुं उळ्ळ तीयति
रण्टामत्तॆ अटित्तऱय्क्क् समीपमुळ्ळ ऎंपयർ
रण्टां स्थानं मञ्ञयाण् धरिच्चिरिक्कुन्नत्
टॆन्नीस् कोർट्टिन् नटुविलुळ्ळ मनुष्यൻ
रण्टामत्तॆ चिह्नं नाल् वऴि पऱयुन्नु .
कोർट्टिൽ अञ्च् चक्रङ्ङൾ
वॆळुत्त क्रोस्स् पाच्चुळ्ळ चुवन्न टि - षർट्ट्
" अम्मयुं कुट्टियुं मोडलुळ्ळ चॆऱिय वॆळुत्त ऱोक्किंग् कसेर , अतिൽ कळुटॆ "
चीप्प् पल्लुळ्ळताण् .
फोट्टोयिलॆ तीयति स्ऱ्ऱाम्प्
चिह्नत्तिलॆ चैनीस् प्रतीकङ्ङൾ
आकाशं मनोहरमाण् .
ऒरु पच्च कोർट्ट्
व्यापार मेळयिलूटॆ नटक्कुन्न ऒरु स्त्री
मेळयिൽ ऒरु कूट्टं आळुकൾ निൽक्कुन्नु .
कोർट्टिൽ निൽक्कुन्न ऒराൾ
ऒरु कॆट्टिटत्तिन्ऱॆ मुकळिलुळ्ळ कुरिश्
कळिक्कारन्ऱॆ षूसिन् स्पैक्कुकळुण्ट्
ऒरु वलिय तविट्ट् ब्लोक्क् .
वेगत्तिൽ स्कीयिंग् चॆय्युन्न मनुष्यൻ
व्यक्तिक्क् नल्ल चർम्ममुण्ट्
ऒरु टॆन्नीस् कोർट्टिൽ काൽ तॆन्निय अटयाळङ्ङൾ उण्ट्
मनोहरमाय ऐൽ स्वॆऱ्ऱർ धरिच्चिरिक्कुन्न ऒरु स्त्री
इटतुवशत्त् निन्नुळ्ळ रण्टामत्तॆ ऱाक्कऱ्ऱिन्ऱॆ निलत्त् निऴൽ
कळिक्कारन्ऱॆ तलयिൽ पिन्निले क्क्ऒरु बेस्बोൾ तॊप्पि .
ऒरु वाट्टർमाർक्कुं तीयतियुं
कळिप्पाट्टङ्ङൾ स्ऱ्ऱान्ऱिൽ इरिक्कुन्नु
पशुविन्ऱॆ रण्टामत्तॆ प्रतिम
टॆन्नीस् कोർट्टिൽ वलिय विळ्ळൽ
मुऱियिलॆ वॆळुत्त ऐस् मोडलुकൾ .
रोममुळ्ळ नेർत्त इळं चർम्मο
रात्रि स्ऱ्ऱाൻडिलॆ पेप्पർ
12 / 04 / 2010 काणुन्न तीयति स्ऱ्ऱाम्प्
ट्रॆयिनिൽ निन्न् तॆरुविलेक्क् मञ्ञ क्रिस्स् क्रोस् .
बेस् बोൾ कळिक्कुन्न ऎतिराळि
मून्न् बेस्बोൾ कळिक्काർ ऒरु गॆयिं कळिक्कुन्नु
फ्रिड्जिलॆ रण्टामत्तॆ तट्टिलॆ वॆळुत्त कॊट्टकൾ
तूवलुकळुटॆ मिकच्च घटन
" पेरुं तीयतियुं नൽकुन्न वलिय ओऱञ्च् , पच्च चिह्नङ्ङൾ "
कॆट्टिटत्तिन् मुकळिൽ पच्च क्रोस्
वർण्णाभमाय बस् ऒरु स्ऱ्ऱाൻडिनुं कुटय्क्कुं समीपं निർत्ति इट्टिरिक्कुन्नु
चॆऱिय काർट्टूൺ प्रतीकङ्ङळुळ्ळ पർप्पिൾ कुट
तीयति बाह्य भागत्त् काणिच्चिरिक्कुन्नु
हों प्लेऱ्ऱिलेक्क् वेगत्तिൽ नीङ्ङुन्न पन्त्
ऒरु फास्ऱ्ऱ् फुड् ओർडऱिंग् बाർ
तीयति 02/10/2009 .
वेगत्तिൽ पोकुन्न ट्रॆयिൻ
" तीयति , समय स्ऱ्ऱाम्प् "
व्यक्तिक्क् नल्ल निऱमुळ्ळ चർम्ममुण्ट्
फोट्टोयिलॆ पकർप्पवकाश स्ऱ्ऱाम्प्
चारनिऱत्तिൽ पल्लुळ्ळ चीप्प्
ऒरु कशाप्प् ब्लोक्क् टेबिळिൽ पिस्स
चुवन्न पताकयिൽ स्वർण्ण चैनीस् प्रतीकङ्ङൾ
फोट्टोयिलॆ तीयति स्ऱ्ऱाम्प् .
मनुष्यन्ऱॆ तोळिൽ चुवप्पुं वॆळ्ळयुं कुरिश्
रण्टामत्तॆ पक्षि काऱिൽ निൽक्कुन्नु
कोർट्टिൽ वरच्च वॆळुत्त वरकൾ
ऒरु टॆन्नीस् कोർट्टिन्ऱॆ उपरितलत्तिൽ मञ्ञ् उण्ट्
ऒरु बॆञ्चिन्ऱॆ सीऱ्ऱिनटियिൽ मॆऱ्ऱൽ स्ऱ्ऱाൻड् उण्ट्
ऒरु ऱॆयिलिंग् ऒरु कोणिൽ इरिक्कुन्न स्थलमायि माऱुन्नु
कुट्टि निलत्त् क्रोस्स् - लॆग्ड् आयि इरिक्कुन्नु
फोट्टो ऎटुत्त तीयतियुं होट्टलुं
पुष्प रूपकൽप्पनयुळ्ळ फैൻ चैन
कळिक्काർक्क् अटुत्तुळ्ळ पच्च फीൽड्
कऱुत्त मॆऱ्ऱൽ क्रोस्स् - वाक्क् लैऱ्ऱ्
टॆन्नीस् कळिक्काർक्क् पिन्निൽ ऒरु काऴ्चक्कारൻ
चित्रत्तिन् ऒरु तीयति स्ऱ्ऱाम्प् उण्ट्
कलण्टऱिൽ स्ऱ्ऱाർ वाർस् प्रतीकङ्ङळुण्ट्
ऒरु टॆन्नीस् कोർट्टिलॆ काणिकळुटॆ सीऱ्ऱुकൾ
हाർड् ट्रू टॆन्नीस् कोർट्ट्
ऒरु कोൺक्रीऱ्ऱ् ब्लोक्किन् मुकळिൽ ग्रेऱ्ऱ्
वाहनत्तिन्ऱॆ वशत्तुळ्ळ विदेश प्रतीकङ्ङൾ
पक्षिक्क् निൽक्काൻ वुडൻ प्लाऱ्ऱ्फों
वेगत्तिൽ ताऴेक्क् पोकुन्न स्त्री .
रण्टां निलयिलॆ विൻडोकൾ
" रण्टामत्तॆ चुवप्प् , नील ट्रॆयिൻ "
उयरमुळ्ळ स्ऱ्ऱाൻडिൽ वॆळुत्त विळक्किन्ऱॆ निऴൽ
बस्स् विൻडोयिൽ फास्ऱ्ऱ् पास् टिक्कऱ्ऱुकൾ
ऒरु इंग्लीष् शैलियिलुळ्ळ टोय्लऱ्ऱ्
पाർक्क् फीൽडिलॆ वलिय मोडलुकൾ
कसेर डिस्नि प्रतीकङ्ङळाൽ अलङ्करिच्चिरिक्कुन्नु
चोप्पिंग् ब्लोक्किलॆ कत्ति
उरुक्क् स्प्रिङ्ङुकൾ उळ्ळ ऒरु किटक्क
इतॊरु फास्ऱ्ऱ् फुड् स्थलमाण्
बीज् टेबिൾ लाम्प् स्ऱ्ऱाൻडिൽ
टॆन्नीस् कोർट्ट्
आनयुटॆ तुम्पिक्कै ऒरु सि पोलिरिक्कुन्नु
मञ्ञ सोस् उपयोगिच्च् इंग्लीष् मफिनिलॆ भक्षणं
कोർट्टिन्ऱॆ ई भागं नीलयाण्
ऒरु मेळय्क्कुळ्ळ आकർषणं
टॆन्नीस् कोർट्टिलॆ नील बोक्स्
ब्लाक्क् मॆऱ्ऱൽ प्लान्ऱ् स्ऱ्ऱाൻड्
डग् औट्टिൽ इरिक्कुन्न कळिक्काർ
इटत् वशत्त् निन्न् मञ्ञ कुटयुटॆ अटिस्थानं
कऱुत्त फास्ऱ्ऱ् फोർवेड् अम्पटयाळं
तटि स्ऱ्ऱाൻडुळ्ळ ओऱञ्च् कळർ नैऱ्ऱ् लाम्प्
ब्लोक्क् ऒन्निच्च् योजिक्कुन्न लैൻ
बाऱ्ऱ्स् नटुविൽ उळ्ळ बाऱ्ऱ् स्ऱ्ऱाൻड्
डोयिली स्ऱ्ऱान्ऱ् वॆळ्ळियाण्
कऱुत्त षർट्ट् धरिच्च कोർट्टिൽ ऒराൾ
व्यत्यस्त तरं मोडलुकൾ काणां .
स्वॆऱ्ऱऱिन्ऱॆ रण्ट् प्रस्स् बट्टणुकൾ
कोणिलुळ्ळ समयवुं तीयतियुं स्ऱ्ऱाम्प्
टिवियुटॆ स्ऱ्ऱान्ऱ्
चोप्पिंग् ब्लोक्किलॆ मूർच्चयुळ्ळ कत्ति
वलतुवशत्त् रण्टामत्तॆ पक्षि
तॆरुव् मुऱिच्चुकटक्काൻ पोकुन्न वस्त्रं धरिच्च स्त्री
रण्ट् मोट्टोർ सैक्किൾ स्प्रिङ्ङुकൾ
स्ऱ्ऱाൻडिൽ ऒरु लाव विळक्क्
कऱुत्त स्प्रिङ्ङुकൾ
ऒरु स्ऱ्ऱान्ऱिൽ ऒरु कण्णाटि
पच्च पुल्ल् टॆन्नीस् कोർट्टायि
पुरातन गोൾफ् क्लब्बुकळुं स्ऱ्ऱाൻडुं
स्प्रिङ्ङुकൾ उळ्ळ ट्रॆयिनिन्ऱॆ चक्रङ्ङൾ
व्यक्तमाय प्लास्ऱ्ऱिक् फ्रञ्च् प्रस्स्
नेർत्त तविट्ट् अऴुक्क्
लैफ् गाർड् स्ऱ्ऱाൻड् नीलयुं वॆळ्ळयुमाण्
फास्ऱ्ऱ् फुड्
कटलासिलॆ ऒरु चुवन्न कुरिश्
ऒरु वॆळुत्त पात्रत्तिൽ विळम्पियिरिक्कुन्न ऒरु फास्ऱ्ऱ् फुड् भक्षणं
बेस्बोൾ कळिक्कारुटॆ वस्त्रत्तिलाण् अऴुक्क्
ऒरु सिൻडർ ब्लोक्क् मतिൽ .
" पർप्पिൾ , ग्रीൻ टॆन्नीस् कोർट्टिൽ मनुष्यൻ टॆन्नीस् कळिक्कुन्नु . "
अवन्ऱॆ षർट्टिൽ काർट्टूൺ कथापात्रङ्ङൾ
फ्लाऱ्ऱ् स्क्रीनुळ्ळ कऱुत्त टिवि स्ऱ्ऱाൻड्
चिल आळुकൾ कौण्टि मेळयिൽ उण्ट्
चाർजർ स्ऱ्ऱान्ऱ् ऒरु मेशप्पुऱत्त्
तुऱन्न जालकङ्ङळुळ्ळ सुरक्षा सेना वाहनं
रण्टां निलयिलेक्क् नयिक्कुन्न गोवणि
मञ्ञुमूटिय मरङ्ङळुटॆ ऒरु स्ऱ्ऱान्ऱ्
मून्न् व्यत्यस्त सॆൽफोൺ मोडलुकൾ
इत् ऒरु कुरिश् आण्
टॆन्नीस् कोർट्टिन् पुऱत्त् वळरुन्न हॆड्ज् बुष्
ऒरु फैൻ स्केऱ्ऱ्बोർड्
टॆन्नीस् कोർट्टिलॆ मरङ्ङൾ
मरं कुरिश्
अलमारयिलॆ ऒरु कत्ति ब्लोक्क्
कोർट्टिन्ऱॆ इटतुवशत्तुळ्ळ मरङ्ङळुटॆ वरि
सർफർ ऒरु सർफ्बोർडिൽ निൽक्कुन्नु
प्लास्ऱ्ऱिक् कवऱुळ्ळ तीयति पुस्तकं
वुडिൽ ऒरु स्ऱ्ऱाम्प्
मञ्ञ समयवुं तीयति स्ऱ्ऱाम्पुं
ऒरुतरं उत्सवं अल्लॆङ्किൽ मेळ
कोർट्टिन् चुऱ्ऱुमुळ्ळ वेलियिलेक्कुळ्ळ वातिൽ / वातिൽ
कळिक्काർ इरिक्कुन्न बॆञ्च् .
रण्टामत्तॆ कुतिर सवारिक्कारन्ऱॆ हॆൽमॆऱ्ऱ् .
वलिय वाहनङ्ङळुटॆ प्रवेशनं तटयुन्न पोळुकൾ
बेस्बोൾ कळिक्कारुटॆ कालुकൾक्क् ताऴॆयुळ्ळ बेस्बोൾ मैतानत्तॆ कऱुत्त निऴൽ
पिच्चळयिൽ पॊतिञ्ञ स्ऱ्ऱाൻड्
ऒरु बॆञ्चिलिरिक्कुन्न काल्पन्त् कळिक्काർ
क्लोक्किन्ऱॆ सॆक्कन्ऱ् सूचि
टॆन्नीस् कोർट्टिलुळ्ळ ऒरु पॆൺकुट्टि पन्त् तट्टाൻ ऒरुङ्ङुकयाण्
ऒरु सिऱ्ऱि ब्लोक्किलॆ इष्टिक कॆट्टिटं
कळिस्थलत्तु अटयाळप्पॆटुत्तिय तॆऱ्ऱाय वरिकൾ
कळिक्कारॆक्कुऱिच्चुळ्ळ विवरङ्ङळुळ्ळ ऒरु वलिय स्क्रीൻ .
ऒरु टॆन्नीस् कोർट्टिन्ऱॆ भागं
बेस्बोൾ कळिक्कारन्ऱॆ षू
स्नानतॊट्टिक्कायि स्वർण्ण निऱत्तिलुळ्ळ ऒरु स्ऱ्ऱाൻड्
ट्रॆयिनुकൾ कळिप्पाट्ट मोडलुकळाण्
कळिक्कारुटॆ कैकळिलॆ बेस्बोൾ बाऱ्ऱ्
कळिस्थलत्तिन्ऱॆ ऒरु वशत्त् क्यामऱयुळ्ळ कऱुत्त व्यक्ति
इलक्ट्रिक् पाचक ग्रिൽ अच्च्
सबർजൻ मेळक्कुळ्ळ संस्थान अवाർड्
कळिक्कारुटॆ षोർट्ट्स् चुवप्पाण्
रण्टामत्तॆ पच्च षूविन्ऱॆ अटिभागं
कळिक्कारन्ऱॆ यूणिफों पच्चयुं वॆळ्ळयुमाण्
वलतुवशत्तॆ रण्टामत्तॆ अलमारयिलॆ मञ्ञ अलङ्कारपात्रं
ऒरु कूट्टं गॆयिं ओफीसർमाർ टॆन्नीस् कोർट्टिन्ऱॆ मूलयिൽ
फास्ऱ्ऱ्फुड् ऱॆस्ऱ्ऱोऱन्ऱिन् अटुत्तुळ्ळ वलिय पऱम्प्
बैक्किन्ऱॆ वशत्त् वॆळ्ळि निऱत्तिलॆ स्प्रिंग्
वॆळुत्त पकർप्पवकाश स्ऱ्ऱाम्प्
इंग्लीष् विभागत्तिलॆ अटयाळत्तिलॆ फ्रण्ट् ऎन्न वाक्क्
विൻडोयिलॆ चैनीस् प्रतीकङ्ङൾ
विशालमाय तविट्ट् निऱत्तिलॆ चॆऱिय मेश
कुप्पियिलॆ काർट्टूൺ प्रतीकङ्ङൾ
मतिलिलॆ टोप्प् ग्लास् ब्लोक्क्
अतिൽ उपकरणङ्ङळुं पिन्निൽ वयऱुकळुमुळ्ळ ऒरु तट्ट्
पॊतुगतागतत्तिन्ऱॆ निरवधि रूपङ्ङൾ
चित्रत्तिलॆ रण्टामत्तॆ स्केऱ्ऱ्बोർड्
शरिक्कुं वेगत्तिൽ नीङ्ङुन्न कै
स्ऱ्ऱाൻडिलिरिक्कुन्न नील टॆलिविषൻ
उൽप्पन्नङ्ङळुटॆ वർण्णत्तिन्ऱॆ पश्चात्तलत्तिलुळ्ळ स्ऱ्ऱाൻड्
ऒरु स्ऱ्ऱाൻडिൽ ऒरु वलिय टिवि
तुऱस्साय मञ्ञु प्रतलत्तिलूटॆ तॆन्निप्पायुन्न ऒरु कूट्टं
डॆस्किलॆ रण्टामत्तॆ लाप्टोप्पिन्ऱॆ स्क्रीൻ
ऒरु टैं स्ऱ्ऱाम्प्
स्ऱ्ऱाൻडिलिरिक्कुन्न कम्प्यूट्टർ मोणिऱ्ऱർ
ऒरु कीबोർडिൽ वॆळुत्त फोमुकൾ
कळिस्थलं मणलिൽ निർम्मिच्चताण्
कल्ल् कॊण्ट् निർमितमाय कॆट्टिटं
कळिस्थलत्तिनु चुऱ्ऱुं वेलि .
ब्लू स्कूट्टർ किक्क् स्ऱ्ऱाൻड्
ऒरु टॆन्नीस् कोർट्टिनटुत्तुळ्ळ चॆऱिय पुल्लिन्ऱॆ शकलं
मैतानवुं कळिक्कारुं तम्मिलुळ्ळ वेलि
टॆन्नीस् कोർट्टिन्ऱॆ चुमरुकळिൽ स्पोൺसऱिन्ऱॆ पेर् तूक्कियिरिक्कुन्नु
रण्टामत्तॆ स्ऱ्ऱोऱि वरॆ निरवधि पटिकൾ .
चारनिऱत्तिलुळ्ळ मणलिन्ऱॆ भागं
" कळिक्कारुटॆ यूणिफोमिൽ नील , मञ्ञ , वॆळ्ळ वरकൾ . "
