स्त्रीयुटॆ कऴुत्तिൽ वॆळ्ळि ब्रेस्लऱ्ऱ् .
धाराळं मांसं अटङ्ङिय साൻड्विच्च्
ऒरु पाർक्क् रंगत्तिन्ऱॆ ब्लोक्क् आൻड् वैऱ्ऱ् चित्रं
सिङ्किन् मुकळिलुळ्ळ वलिय चतुराकृतियिलुळ्ळ कण्णाटि
ऒरु विमानत्तिൽ भक्षणं कयऱ्ऱुन्न काർ
तऱ टैलुकळाൽ निർम्मिच्चताण्
स्केऱ्ऱ्बोർडिलॆ ऒरु चॆऱुप्पक्कारൻ
औट्ट्डोർ नील मॆयिൽबोक्स् ऱॆसप्ऱ्ऱाक्कൽ
सॆൽफोൺ कैवशमुळ्ळ सൺग्लास्स् धरिच्च स्त्री
पूच्च
चुवप्पुं वॆळ्ळयुं निऱमुळळ ट्रॆयिൻ
नाल् वऴिकൾक्कुळ्ळ सिग्नൽ
ऒरु टोय्लऱ्ऱ् बौൾ
ऒरु कूट्टं आप्पिൾ
इत् ऒरु मनुष्यनाण्
स्ऱ्ऱोप्प् लैऱ्ऱिൽ इरिक्कुन्न ब्लू डोड्ज् ट्रक्क्
टॆक्स्चർड् टाൻ परवतानि फ्लोऱिनॆ कवർ चॆय्युन्नु
करटि निलत्तु किटक्कुन्नु
आनयुटॆ प्रतिम
मनुष्यन्ऱॆ मुखत्त् कण्णट
स्केऱ्ऱ्बोർडिलॆ मनुष्यൻ
ऒरु चॆऱिय विमानं
इतॊरु कम्प्यूट्टऱाण्
वॆळुत्त स्ऱ्ऱैऱोफों कण्टॆय्नർ
पशुविन् तविट्टुनिऱमाण्
वॆळ्ळत्तिलॆ पक्षिकൾ
पूच्चय्क्क् मञ्ञ कण्णुकळुण्ट्
फ्रिस्बी पिटिक्कुन्न मनुष्यൻ
पशुक्कൾ वयलिलाण्
कऱुप्पुं चारनिऱत्तिलुळ्ळ कम्प्यूट्टർ मौस्
मोट्टोർ सैक्किळिनटुत्त् निൽक्कुन्नयाൾ
तुटർच्चयायि मून्न् आनकൾ ऒरु वरियिൽ
नायय्क्क् नीळमुळ्ळ रोमङ्ङळुण्ट्
कऱुप्पुं वॆळुप्पुं निऱमुळ्ळ सीब्र
इतॊरु मॆऴुकुतिरियाण्
मऱूൺ स्ऱ्ऱीं लोक्कोमोट्टीव्
ऒरु पानीयवुं ऒरु प्लेऱ्ऱ् भक्षणवुं ऒरु मेशप्पुऱत्त् इरिक्कुन्नु
कटൽत्तीरत्तॆ मणलिൽ काൽप्पाटुकൾ
फ्रिस्बी कळिक्कुन्न रण्ट् पॆൺकुट्टिकൾ
कटൽत्तीरत्तिन्ऱॆयुं समुद्रत्तिन्ऱॆयुं मनोहरमाय ऒरु रंगं
फ्रिड्ज् वातिൽ वॆळुत्तताण्
इळं नील ऱिस्ऱ्ऱ्बाൻड्
सीब्रयुटॆ कऱुत्त वर
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु तटि पोळिൽ ऒरु अटयाळं
कऱुत्त पोൾ वायुविൽ
व्यत्यस्त स्थानङ्ङळिൽ स्कीयർ
पशुविन्ऱॆ चॆवियिलॆ टाग्
ऒरु कौण्टർ टोप्पिन्ऱॆ मूलयिൽ निൽक्कुन्न पेप्पർ टव्वलुकळुटॆ वॆळुत्त ट्यूब्
नील सർफ्बोർडिൽ सवारि चॆय्युन्न स्त्री
कऱुप्पुं नीलयुं बो टै
ऒरु वण्टि वलिक्कुन्न होसुकळुटॆ ऒरु कूट्टं
पूच्चय्क्क् टाൻ निऱमुळळ चॆवि उण्ट् .
ऒरु पॆट्टियिൽ पिस्स
मनुष्यൻ तन्ऱॆ भक्षणत्तिन्ऱॆ चित्रमॆटुक्कुन्नु
नदियिलॆ वॆळ्ळं
इव वलिय कप्पलुकळाण्
कल्लिൽ इरिक्कुन्न इरुण्ट तविट्ट् निऱमुळळ पक्षि
आकाशं नीलयाण्
पुल्लिलूटॆ नटक्कुन्न रण्ट् सीब्रकൾ
वायुविൽ ऒरु कैऱ्ऱ् .
चरटुळ्ळ वॆळुत्त कम्प्यूट्टർ कीबोർड्
स्केऱ्ऱ्बोർडिൽ षർट्ट् इल्लात्त पुरुषൻ
ऒरु पेऴ्सिन्ऱॆ वशत्त् ऒरु त्रिकोण पाऱ्ऱेൺ
सिൽवർ ट्रॆयिൻ
पऴुत्त वाऴप्पऴं
व्यक्ति धरिक्कुन्न मञ्ञ जाक्कऱ्ऱ् .
व्यक्ति मोट्टोർ सैक्किൾ ओटिक्कुन्नु
सർफ्बोർड् कैवशमुळ्ळ ऒराൾ
निऴलिन्ऱॆ ऒरु भागं
कायिक वस्त्रं धरिच्च रण्टुपेർ
कटൽत्तीरत्त् ऒरु कुट्टि
वायुविൽ टॆन्नीस् पन्त् .
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
वॆळ्ळत्तिൽ ऒरु पक्षि
ऒरु पाർक्किൽ वुडൻ पाർक्क् बॆञ्च्
ऒरु सब्वे ट्रॆयिൻ
नीळमुळ्ळ कऱुत्त मुटियुळ्ळ मनुष्यൻ
चुवन्न हुडि धरिच्च मनुष्यൻ
आनक्कुट्टियुमायि आन
कयाक्किൽ चिरिक्कुन्न व्यक्ति
ऒरु बैक्किलॆ हॆड्लैऱ्ऱुकൾ
ऒरु आन नटक्कुन्नु
ऒरु आन
आൺकुट्टि मनुष्यन्ऱॆ चुमलिलाण्
वॆळुत्त बौळ् वॆळुत्त प्लेऱ्ऱिलाण् .
ऒरु चॆऱिय वळ्ळत्तिन्ऱॆ विल्लिൽ चारियिरिक्कुन्न ऒराൾ
रण्ट् इरट्ट किटक्ककൾ ऒरुमिच्च् तळ्ळि वॆच्चिरिक्कुन्नु
पच्च बस्स्
कऱुत्त तॊप्पि
बेस्बोൾ मैतानत्तॆ हों प्लेऱ्ऱ्
ऒरु पॆट्टियिൽ पिस्स स्लैस्
आळुकൾ टॆन्नीस् कळिक्कुन्नु
वयलिൽ पुल्ल्
मतिलिन् तविट्टुनिऱमाण्
ट्रॆयिनिलॆ नीळमेऱिय विൻडो
मेशप्पुऱत्त् मुൻ कै वॆच्चिरिक्कुन्न नाय
कुतिरप्पन्तयं काणुन्न वलिय जनक्कूट्टं
वयलिൽ नटक्कुन्न वॆळुत्त मृगं .
मोट्टोർ सैक्किळिൽ स्प्रोक्कऱ्ऱ्
पश्चात्तलत्तिൽ वलिय पच्च ड्रेप्पुकൾ
ऒन्निलधिकं ओप्पൺ विൻडोकळुळ्ळ ऒरु कम्प्यूट्टർ स्क्रीൻ
चुवप्प् निऱमुळळ मतिൽ .
पॊटि निऱञ्ञ तविट्टुनिऱमुळळ टोय्लऱ्ऱ् .
तविट्ट् पाटुकळुळ्ळ मञ्ञ वाऴप्पऴं
वॆळुत्त टोय्लऱ्ऱ्
ई काऱुकൾ अऴुक्किൽ पाർक्क् चॆय्तिरिक्कुन्नु
नीलयुं मञ्ञयुं निऱमुळळ काർ
टूत्त् पेस्ऱ्ऱिन्ऱॆ रण्ट् ट्यूबुकൾ .
मनोहरमाय ऒरु बोट्ट् वॆळ्ळत्तिൽ .
चुवप्पुं वॆळ्ळयुं निऱमुळळ सीऱ्ऱ् कवർ
वलियॊरु कूट्टं आळुकൾ
बेस्बोൾ कळिक्कारൻ तन्ऱॆ बाऱ्ऱ् स्विंग् चॆय्युन्नु
ऒरु प्लेऱ्ऱिलॆ केक्क् कषणं
अयाൾ फोणिൽ संसारिक्कुन्नु
कऱुप्पुं वॆळुप्पुं वरयुळ्ळ सीब्र
ऱोडिൽ वॆळुत्त काർ
ऒरु कॆट्टिटत्तिलॆ विൻडो
बसिन् मुन्निൽ सॆन्ऱർब्रस्
ऒरु ऎञ्चिन्ऱॆ प्रॊप्पल्लർ
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु क्याच्चऱिन्ऱॆ कय्युऱ
प्लेऱ्ऱिൽ नारङ्ङ
पच्च प्रतलत्तिൽ ओटुन्न आळुकൾ
इंपालुकൾ वॆळ्ळं कुटिक्कुन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
ऒरु ग्लास् पात्रत्तिൽ मञ्ञ पूक्कൾ
मेशयिलॆ चोप्स्ऱ्ऱिक्कुकൾ
ऒरु ऱिबൺ कट्टिंग् इवन्ऱ् .
रण्ट् क्याबिनुकळुळळ ऒरु बस्
पർप्पिൾ हृदयमुळ्ळ ब्लाक्क्फेस् आकृतियिलुळ्ळ चोक्लेऱ्ऱ् डोणट्ट्
स्वർण्ण कम्मलुकൾ
ऒरु बस्सिൽ \ 12 \ .
लाप्टोप्पिलॆ \ माक्बुक्क् ऎयർ \ लोगो .
वॆळ्ळत्तिन् मुकळिलुळ्ळ नीलाकाशं
ऒरु कोൺ वयलिलॆ कानोयिൽ ऒराൾ
भूमियिलॆ जलनष्टं
ऒरु कूट्टं मॆऱ्ऱൽ फ्रॆयिं चॆय्त पटिकൾ
तटाकत्तिन्ऱॆ अरिकिൽ जिऱाफ् वॆळ्ळं कुटिक्कुन्नु
सർबोർडिन् मुकळिलूटॆयुळ्ळ व्यक्ति
ऒरु कसेर
कोळർ धरिच्च पूच्च
निलत्त् कऱुत्त पुळ्ळि
ऒरु टोलियऱ्ऱिൽ पूच्चयुटॆ चित्रं
स्नोबोർडिलॆ पय्यൻ
पुल्लिൽ निൽक्कुन्न सीब्र
बीज् निऱमुळळ वीट्
वातिलिनु मुकळिൽ नाल् क्लोक्कुकൾ
वाहनत्तिन्ऱॆ ड्रैवർ सैडिलुळळ मिऱർ .
ऒरु चॆऱिय बोय् बाऱ्ऱ् स्विंग् चॆय्युन्नु
विमानत्तिൽ ऒरु क्रोस्स् चॆय्युक .
चारनिऱत्तिलुळ्ळ पक्षिक्क् ओऱञ्च् कण्ण्
वॆळुत्त निऱत्तिलुळळ ब्लॆൻडർ
वलिय आनयुटॆ तुम्पिक्कै चॆऱिय आनयुटॆ पुऱत्ताण्
पच्च निऱमुळ्ळ ऒरु पात्रत्तिन्ऱॆ मुकळिൽ
मुखं मूटुन्न कऱुत्त हॆൽमॆऱ्ऱ्
पूർत्तियाकात्त कॆट्टिटं
कॆट्टिटत्तिൽ ऒरु क्लोक्क् प्रदർशिप्पिच्चिरिक्कुन्नु .
क्याच्चർ मिऱ्ऱ् उयർत्तिप्पिटिक्कुन्नु
मनुष्यൻ वायुविൽ तन्त्रङ्ङൾ चॆय्युन्नु
ऱोडिൽ ऒरु बस्
मनुष्यन्ऱॆ मुन्निलुळ्ळ फ्रिस्बी
जिऱाफिन्ऱॆ तलयिൽ कऱुत्त टिप्प् उळ्ळ कॊम्प्
वाक्कुकൾ पऱक्कुन्नु . वालिൽ वरच्च ऒरु विमानत्तिन्ऱॆ
जिऱाफिन्ऱॆ तविट्ट् पुळ्ळि
बेस्बोൾ कळिक्कारൻ
ऒरु कुतिरयुटॆ भागं
इतॊरु केक्क् आण्
" तविट्टुं , कऱुप्पुं उळ्ळ बेस्बोൾ कय्युऱ "
पक्षियुटॆ तल
मूटൽमञ्ञिൽ निൽक्कुन्नु कऱुत्त कुतिर
ऒरु प्लेऱ्ऱिൽ रण्ट् साൻड्विच्चुकൾ
" कूൺ , चीस् ऎन्निव उळ्ळ पिस्स "
ऒरु डबिൾ डॆक्कർ बस्
इतॊरु आणियाण्
वॆळुत्त षोർट्ट् स्लीव् षർट्ट्
सोप्प् पात्रत्तिൽ उण्ट्
कटलिलॆ जलं
ऒरु कऱुत्त वेस्
चुवन्न बोट्ट्
प्लेऱ्ऱिन् नटुविൽ हृदयत्तिन्ऱॆ आकृतियिलुळ्ळ भक्षणं
ऒरु वॆळ्ळि स्पाऱ्ऱुल
टॆन्नीस् ऱाक्कऱ्ऱुकൾ कैवशमुळ्ळ रण्ट् कुट्टिकൾ
आ मनुष्यൻ सർफ्बोർडिलाण् .
बोट्टिलॆ पच्च वस्तुक्कൾ
वॆळुत्त पाच्च् उळ्ळ ऒरु स्नट्ट्
ऱोडिन्ऱॆ मञ्ञ भागं
तुऱन्निट्टिरिक्कुन्न विൻडो
स्वीकरणमुऱियिलॆ नील किटक्क
मञ्ञ षർट्टिट्ट मनुष्यൻ
कटൽत्तीरत्त् निൽक्कुन्न पशु
ऒरु पक्षियुटॆ सिलौऱ्ऱ्
बोट्टऱुकळुटॆ ऒरु नील निऴൽ
इतॊरु टोय्लऱ्ऱ् सिङ्काण्
वॆळिच्चत्तिन् ताऴॆ चिह्नं
तॆळिञ्ञ नीलाकाशं
कऱुप्पुं वॆळुप्पुं उळ्ळ स्नीक्कർ
फोट्टोयिलॆ तविट्ट् पान्ऱ्स्
ऱयिൻबो तळिच्च डोनट्ट्स्
वुडൻ मोൾडिंग् उळ्ळ वॆळुत्त मतिൽ
ऒरु स्केऱ्ऱ्बोർडർ प्रकटनं नटत्तुन्नु
ऒरु कऱुत्त पिक्कप्प् ट्रक्क् पाർक्क् चॆय्तिरिक्कुन्नु
कुतिर सवारि चॆय्युन्न मून्नुपेർ
ग्लास् विൻडोय्क्क् पिन्निलुळ्ळ पिस्सकൾ
बस्स् ऱोडिलूटॆ ओटुन्नु
वाऴप्पऴं ऎल्लां पच्चयाण्
ऒरु पोळिलॆ ट्राफिक् सिग्नൽ
ऒरु मनुष्यൻ
कळർ ग्रे ट्रॆयिൻ
पोळिൽ ऒरु वर
ओऱञ्च् ज्यूसिन्ऱॆ ग्लास्
सुरक्षा हॆൽमॆऱ्ऱ् धरिच्च मनुष्यൻ
मञ्ञ् मूटिय इलक्ट्रिक् ट्राफिक् सिग्नൽ
ऒरु चुवन्न हॆൽमॆऱ्ऱ्
जाक्कऱ्ऱ् कट्टिलिൽ किटक्कुन्नु
वॆळ्ळत्तिൽ ऒरु वलिय बोट्ट्
स्केऱ्ऱ्बोർड् ओटिक्कुन्न ऒराൾ
मालिन्यं तिन्नुन्न ऒरु वॆळुत्त पशु .
नाल् जिऱाफुकൾ ऒरुमिच्च् निൽक्कुन्नु
ऒरु बोർडिൽ निൽक्कुन्न व्यक्ति
आ चिह्नं चुवप्पाण्
फुट्पात्तिൽ वॆळुत्त काർ
ऒरु कॊच्चुकुट्टियुटॆ कय्यिൽ ऒरु पच्च प्लास्ऱ्ऱिक् बाऱ्ऱ्
तल ताऴ्त्तिय जिऱाफुकൾ
तऱयिൽ किटक्कुन्न ऒरु नाय
आंबुलൻस् ऎन्न वाक्क्
कुट्टियुटॆ वायिൽ ऒरु पेसिफयർ
नीळमुळ्ळ कऴुत्त् उळ्ळ जिऱाफ्
ऒरु ऱॆट्रो डैनिंग् टेबिൾ सॆऱ्ऱ्
तॆरुविൽ ऒरु वैऱ्ऱ् बस्
ऱाक्कऱ्ऱ् उपयोगिच्च् टॆन्नीस् पन्त् तट्टाൻ ऒरुङ्ङुन्न वनिता अत्लऱ्ऱ् .
ऒरु वॆळुत्त सुरक्षा क्यामऱ
पॆन्निൽ निൽक्कुन्न वॆळुत्त आटुकൾ
प्लेऱ्ऱुकळिൽ सलाडुकൾ
आकाशत्त् पच्च कैऱ्ऱ्
ऒरु वाൻ
पट्टाळक्कारൻ तॊप्पि धरिच्चिरिक्कुन्नु
पकൽ आकाशत्त् मेघङ्ङൾ
ऒरु स्त्रीयुमायि उळ्ळ ऒरु परस्यबोർड् अटयाळं
आൺकुट्टि ऱाक्कऱ्ऱ् स्विंग् चॆय्युन्नु
ऒरु प्लेऱ्ऱ् भक्षणं
बस्सिन्ऱॆ वशत्त् परस्यं
वायुविൽ विमानं .
विमानत्तिन्ऱॆ बोडि चुवन्नताण्
वॆळुत्त पुष्पत्तिन्ऱॆ अरिकुळ्ळ पात्रत्तिൽ भक्षणं
कऱुप्पुं वॆळुप्पुं उळ्ळ तॊप्पि
मनुष्यൻ ऒरु पट्टं पऱप्पिक्कुन्नु
चुवप्पुं वॆळ्ळयुं उळ्ळ ऒरु स्ऱ्ऱोप्प् चिह्नं
कुञ्ञ् फोणुमायि कळिक्कुन्नु
ऎऱिञ्ञ फ्रिस्बियॆ पिटिक्कुन्न नाय
वॆळ्ळत्तिन् मुकळिलूटॆ उळ्ळ पालं
स्ट्रोळऱिൽ इरिक्कुन्न चॆऱिय कुट्टि .
रण्ट् कऱुत्त चतुर ब्रीफ्केसुकൾ
मञ्ञुमलयिൽ स्की लिफ्ऱ्ऱ्
स्ऱ्ऱोൺ गोपुरत्तिൽ ऒरु घटिकारं
स्त्रीयुटॆ कैय्क्कटुत्तुळ्ळ नील फ्रिस्बी .
पाർक्क् बॆञ्चिൽ इरिक्कुन्न आळुकൾ
चुवन्न षർट्ट् धरिच्च मनुष्यൻ
ऒरु ट्रक्किन्ऱॆ वॆळिच्चं
कॆट्टिटत्तिൽ प्रकाशं तिळङ्ङुन्नु
परवतानियिൽ ऒरु वॆळुत्त टफॆऱ्ऱ्
अटुक्कळयिൽ अलक्कु सौकर्यं
चुवरिൽ फ्रॆयिं चॆय्त चित्रं
विमानं प्रदർशिप्पिच्चिरिक्कुन्नु
ऒरु वॆळुत्त मेश विरि .
इलकळिल्लात्त तविट्टुनिऱत्तिलुळ्ळ मरङ्ङൾ
इतॊरु कुतिरयाण्
वॆळ्ळि फोർक्क्
वुडൻ मेशय्क्क् अटुत्तुळळ चॆऱिय पർप्पिൾ सोफ
सैक्किळिन्ऱॆ पिൻभागत्तुळ्ळ ऒरु हॆൽमॆऱ्ऱ् कारियർ
ब्लोक्क् आൻड् वैऱ्ऱ् पूच्च
कौण्टऱिൽ वैൻ कुप्पिकൾ
स्केऱ्ऱ्बोർडർ पुऱत्त् निൽक्कुन्नु
" तॆरुविൽ अक्वा , वैऱ्ऱ् चिह्नं "
तॆरुविൽ निल्क्कुन्न पशु
स्त्रीयुटॆ तलयिलॆ वॆळुत्त तॊप्पि
सीगൽ डोक्किൽ निൽक्कुन्नु .
इतॊरु मऴविल्ल् फ्लाग् आण्
लॆऱ्ऱ्यूसिन्ऱॆ बൾसामिक् ऱिडक्षൻ
इतॊरु ओऱञ्चाण्
ऒरु वॆळुत्त विवाह केक्क्
ऒरु ग्लास् बियർ
स्कीस्स् धरिच्च चॆऱिय कुट्टि
षोർट्टिन् तविट्टुनिऱमाण्
चुवरिलॆ चित्रं .
नीलयुं वॆळ्ळयुं परोसॆൽ .
मञ्ञ हॆൽमॆऱ्ऱ् धरिच्च ऒराൾ .
ट्रॆयिൻ ट्राक्कुकळिൽ ऒरु ट्रॆयिൻ
बेस्बोൾ कळिक्कुन्न आळुकൾ
वलुतुं तविट्टुनिऱत्तिलुळ्ळतुमाय आन
रण्टुपेർ वॆळ्ळत्तिൽ निൽक्कुन्नु .
वॆळुत्त स्नीक्कऱुकൾ धरिच्च स्त्री
वलिय बस्
चारनिऱत्तिलुं वॆळुत्त निऱत्तिलुमुळळ पूच्च
ऒरु ओवർहॆड् औट्ट्डोർ लैऱ्ऱ्
कटൽत्तीरत्त् नटक्कुन्न स्त्रीयुं नाययुं
ऒरु कूट्टं आळुकൾ कुतिर सवारि चॆय्युन्नु
चारनिऱत्तिलुळ्ळ ऱोडिन्ऱॆ वशङ्ङळिൽ पच्च पुल्लिन्ऱॆ स्ट्रिप्पुकൾ
जलांशं तुरुम्पिच्चताण्
वायुविൽ ऒरु फ्रिस्बी
इत् ऒरु स्त्रीयाण्
पुऴयिलॆ तविट्टुनिऱं
टॆन्नीस् तारं
निलत्त् कऱुत्त पुळ्ळि
मनुष्यൻ स्केऱ्ऱ्बोർडिंग् चॆय्युन्नु
स्केऱ्ऱिंग् चॆय्युन्न स्केऱ्ऱ् बोർडेऴ्स् ग्रूप्प्
कऱुप्पुं पच्चयुं जाक्कऱ्ऱ् धरिच्च स्कीयർ
काൽनटयात्रक्कारൻ नटक्करुत् ऎन्न सिग्नൽ
कटൽ पक्षि वॆळ्ळत्तिൽ
मनुष्यൻ ऒरु बैक्किलाण्
पूत्तट्टत्तिलॆ मञ्ञ पूक्कൾ
आनयिൽ सवारि चॆय्युन्न नालुपेർ
पऴय वस्त्रं धरिच्च मनुष्यൻ
लेडि पाൻऱ्ऱ्स् धरिच्चिरिक्कुन्नु
आराधनालयत्तिलॆ प्यूस्
ऒरु वॆळुत्त क्रिस्मस् ट्री
फुड् काർट्टिൽ प्लास्ऱ्ऱिक् टाർप्प्
कुटयुळ्ळ ऒरु व्यक्ति
ऒरु कॊच्चु पॆൺकुट्टि इळय कुट्टियुटॆ अटुत्त् निൽक्कुन्नु
कॆट्टिटत्तिलॆ विൻडो
मरत्तिलॆ पच्च इल
अटियिൽ कत्तियुं फोർक्कुं
वेविच्च सोसेज् कष्णङ्ङൾ
रण्ट् पक्षिकൾ चुंबिक्कुन्नु
चारनिऱत्तिलुं चुवप्प् निऱत्तिलुळ्ळ टै
मेशप्पुऱत्त् स्वർण्ण निऱमुळळ ओट्स् कूम्पारं
ऒरु ट्रॆयिൻ स्ऱ्ऱोप्पिൽ ऒरु यात्रा ट्रॆयिൻ .
इतॊरु पशुवाण्
ऒरु पूच्चट्टियिൽ ऒरु कूट्टं पाൻसिकൾ
नील हॆൽमॆऱ्ऱ् धरिच्च कुट्टि
अत् विमानत्तिन्ऱॆ इटतुपक्षमाण्
स्त्रीयुटॆ पात्रत्तिൽ निन्न् आन कऴिक्कुन्नु .
ऒरु कष्णं पिस्स
पोൾ चारनिऱमाण्
आकाशं मूटि निक्कुकयाण्
डॆस्किलुळ्ळ लाप्टोप्प् कम्प्यूट्टർ
धाराळं तटि वेलि
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
फोट्टोयिൽ जिऱाफुकൾ उण्ट्
ऒरु कट्टिलिൽ इरिक्कुन्न स्त्री
ऒरु चॆऱिय स्केऱ्ऱ्बोർडिൽ निൽक्कुन्न कॊच्चुकुट्टि
चॆऱुप्पक्कारൻ बेस्बोൾ गॆयिं काणुन्नु
प्रतिषेध चिह्नत्तिन् मुकळिलुळ्ळ वॆळिच्चं
मञ्ञिनिटयिलॆ ओऱञ्च् कोൺ .
यात्र विवरणं अच्चटिच्च वैऱ्ऱ् पेप्पർ
ऒरु गोपुरत्तिन् मुकळिൽ ऒरु कुरिश्
आकाशत्त् वॆळुत्त मेघङ्ङൾ
टोमासिनोयुटॆयाण् ऱॆस्ऱ्ऱोऱन्ऱ् .
ट्रॆयिൻ इनि ट्राक्किൽ अल्ल
ऒरु चॆऱिय ओऱञ्च् कळिप्पाट्ट किऱ्ऱ्
चित्रत्तिलॆ ऒरु व्यक्ति
डॆक्किൽ रण्ट् बोट्टुकൾ
मुकळिൽ ऒरु चॆऱिय विळक्क्
मुकळिൽ निन्न् नील जाक्कऱ्ऱिൽ स्कीयർ
ऒरु पक्षि
इतॊरु स्कै लोड्जाण्
नीलयुं वॆळ्ळयुं वरयुळ्ळ षർट्ट् धरिच्च मनुष्यൻ
कटൽत्तीरत्त् तुऱन्न वॆळुत्त कुट
मञ्ञ स्वॆऱ्ऱർ धरिच्च कुट्टि
ऒरु पूच्च उऱङ्ङुन्नु
ऒराൾ कुटिक्कुन्नु .
निलत्त् ऒरु ओऱञ्च् कोൺ
लोगिൽ किटक्कुन्न करटि
वायुविलूटॆ पऱक्कुन्न ऒरु विमानं
ऒरु व्यक्तियुटॆ काൽ
मनुष्यൻ वायुविൽ पऱक्कुन्नतायि तोन्नुन्नु
बसिन्ऱॆ टयർ
ब्लाक्क् आൻड् वैऱ्ऱ् फोट्टो
ऒरु चतुप्पुनिलत्तिन्ऱॆ भागं
विൻडो वृत्तियुळ्ळतुं व्यक्तवुमाण्
ऒरु कुन्निൽ निन्न् ताऴेक्क् सञ्चरिक्कुन्न मनुष्यൻ
वॆळुत्त प्रतलत्तिൽ ऒरु मॆऱ्ऱൽ प्लेऱ्ऱ्
चॆऱिय पात्रत्तिൽ स्पूൺ
ऒरु कॆट्टिटत्तिलॆ वलिय विൻडो
मनुष्यन् तविट्ट् निऱमुळ्ळ मुटियुण्ट् .
स्त्रीयुटॆ मेൽ नील षർट्ट्
लिड् ताऴ्त्ति वॆच्च वॆळुत्त टोय्लऱ्ऱ्
रण्ट् लाप्टोप्पुकൾ अटुत्त् इरिक्कुन्नु
नटप्पातयिलॆ विळ्ळൽ
नीलयुं वॆळ्ळयुं स्ऱ्ऱिक्कർ
पूർण्णमायुं वेविच्च पिस्स
रण्टुपेർ ऒरुमिच्च् सർफिंग् चॆय्युन्नु
सർफ्बोർड् मञ्ञयाण्
मणलिൽ ऒरु चुवन्न उपकरणं
ऒरु वॆळुत्त सർफ्बोർड्
क्यामऱ पिटिच्च् पुऱत्त् निൽक्कुन्न स्त्री
आकाशं वॆळुत्त निऱमाण् .
कुन्निऱङ्ङुन्न स्कयർ
वॆळ्ळयुं मञ्ञयुं निऱमुळळ ऒरु पऴय बस्
चुवरिൽ तूक्कियिट्टिरिक्कुन्न फोक्स्वागणुकൾ
सिൽवർ लाप्टोप्प् डॆस्क्किൽ
स्ऱ्ऱोൺ ऱोडिൽ कुतिर
ऒरु वॆऱैसൺ फ्लिप्प् सॆൽ फोൺ
वात्तिन् ऒरु नीण्ट कऴुत्त् उण्ट्
कॆट्टिटत्तिൽ पच्च पदङ्ङൾ
पिङ्क् बो टैयिൽ ऒरु पाऱ्ऱेൺ उण्ट्
मृगत्तिन्ऱॆ तलयिൽ ऒरु वलिय कॊम्प् .
पय्यൻ फोणिൽ
ऒरु पिस्सयुटॆ पुऱंभागं
ऒरु केक्किन्ऱॆ मुकळिलॆ निरयिൽ ऒरु पच्च नक्षत्रं इरिक्कुन्नु
मेशयिलिरिक्कुन्न स्त्री
चित्रत्तिनायि पुञ्चिरिक्कुन्न रण्टुपेർ
फ्रञ्च् फ्रैकൾ काणां
ऒरु टॆन्नीस् ऱाक्कऱ्ऱ् कैवशमुळ्ळ ऒरु चॆऱिय पॆൺकुट्टि
चुवप्पुं वॆळ्ळयुं निऱमुळळ वटि
पूच्चय्क्क् कऱुत्त वाൽ उण्ट्
ट्राफिक् लैऱ्ऱ् पच्च प्रदർशिप्पिक्कुन्नु
ऒरु स्त्री कुन्निൻ मुकळिलूटॆ स्नोबोർडिंग् चॆय्युन्नु
सർफ्बोർडिलॆ व्यक्ति
लाप्टोप्प् प्रवർत्तिप्पिक्कुन्न मनुष्यൻ
नील जाक्कऱ्ऱ् धरिच्च मनुष्यൻ
नीलाकाशत्तिൽ वॆळुत्त मेघं
आमाशयत्तिन्ऱॆ भागं
पुञ्चिरिक्कुन्न मनुष्यൻ
बीज् निऱमुळळ किटक्क
नाययुटॆ वायिൽ नील फ्रिस्बी
समुद्रत्तिन् अभिमुखमायुळ्ळ मरं बॆञ्च्
ऒरु वयलिൽ नटक्कुन्न सीब्र
विमानं वायुविൽ पऱक्कुन्नु
इवयाण् ट्राफिक् लैऱ्ऱुकൾ
नीळमुळ्ळ नेർत्त निरयुटॆ मुकळिൽ वृत्ताकृतियिलुळ्ळ घटिकारं
स्यूट्ट्केसुकळुटॆ ऒरु शेखरं
टेबिळिൽ इरिक्कुन्न लाप्टोप्प् कम्प्यूट्टർ
ऱोडिൽ डबिൾ डॆक्कർ बस्
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
ऒरु बसिन्ऱॆ अग्रं
मोणिऱ्ऱർ मेशप्पुऱत्ताण्
कटൽत्तीरत्त् ऒरु पाർक्क् बॆञ्च्
टॆन्नीस् पन्त् तट्टुन्न ऒरु मनुष्यൻ
चारनिऱत्तिलुळ्ळ स्वॆऱ्ऱർ धरिच्च मनुष्यൻ
जिऱाफिन्ऱॆ कऱुत्त कण्ण्
आकाशत्तिन् नील निऱमाण् .
कलापरमाय कल्ल् कॊण्ट् उण्टाक्किय सർफർ शिल्पं
ऒरु कऱुप्पुं वॆळुप्पुं पक्षि ऒरु बॆञ्चिൽ इरिक्कुन्नु
" चॆऱि , वाऴप्पऴं ऎन्निव निऱञ्ञ ऒरु मेश "
स्त्रीयुटॆ विरलिलॆ ऱिंग्
पॆൺकुट्टि स्कीयिंग् चॆय्युन्नु
तळिक वॆळ्ळियाण्
क्रमीकरिक्कावुन्न ऒरु फेष्यൽ मिऱർ
फ्रष् ओऱञ्च् कारऱ्ऱ् स्ट्रिप्पुकൾ
अम्पटयाळं इटत्तेक्क् चूण्टुन्नु
केक्क् पच्च पच्चक्कऱिकळाൽ मूटप्पॆट्टिरिक्कुन्नु
पुल्लिन्ऱॆ कुऱच्च् भागं
ऒरु कऱुत्त ऎस्युवि
वॆळुत्त तिळङ्ङुन्न कऱुत्त हॆൽमॆऱ्ऱ्
पऴय चुवन्न फोक्स्वागൺ बीऱ्ऱिൽ काർ
गण्यमाय अळविൽ मञ्ञ् वीऴुन्नु
बाऱ्ऱർ धरिच्चिरिक्कुन्न नील हॆൽमॆऱ्ऱ् .
इतॊरु पिस्सयाण्
सान्त वस्त्रं धरिच्च आळुकൾ
चट्टियिൽ पच्च भक्षणं
ऒरु मॆऱ्ऱൽ पिक्निक् टेबिൾ बॆञ्च्
नील षർट्ट् धरिच्च ऒराൾ
ऒरु पक्षि तीऱ्ऱयिൽ रण्ट् पक्षिकळुटॆ चित्रं
वरयुळ्ळ परवतानि तऱ
ऒरु नाय कट्टिलिൽ उऱङ्ङुकयाण् .
ऒरु फोट्टोग्राफऱुटॆ प्रतिफलनं .
वॆळुत्त चीस् उळ्ळ चतुर पർप्पिൾ प्लास्ऱ्ऱिक् पात्रं
कऱुत्त पान्ऱ्स् इट्ट ऒरु मनुष्यन्
ऒरु ऎमिऱात्ति विमानं
ऒरु विबॆड्ऱूक्किൽ निन्नुळ्ळ काऴ्च
बोट्टिलुळ्ळ मनुष्यൻ
ऒरु अम्मयुं कुट्टियुं
हॆൽमॆऱ्ऱ् धरिच्च मनुष्यൻ
ब्लोक्क् आൻड् वैऱ्ऱ् फोट्टो
इरुण्ट तविट्टुनिऱत्तिलुळ्ळ वुडൻ बॆञ्च्
ऒरु पूच्च पुल्लिൽ इरिक्कुन्नु .
चुमरिൽ ऒरु वैद्युत औट्ट्लॆऱ्ऱ्
वलिय पाऱकळुटॆ अरिकिൽ रण्ट् जिऱाफुकൾ
स्त्रीकൾ वीञ्ञु कुटिक्कुन्नु .
ऒरु पच्च बोट्ट्
पक्षि वॆळ्ळत्तिൽ नटक्कुन्नु
जिऱाफिन्ऱॆ नीण्ट कऴुत्त्
इत् ऒरु अटयाळमाण्
स्ट्रीऱ्ऱ् लैऱ्ऱ् अण्टർ ब्रिड्ज्
ऒरु ट्रॆयिൻ बोർडिंग् प्लाऱ्ऱ्फों
पिङ्क् ऱिंगुळ्ळ नियोൺ ग्रीൻ फ्रिस्बी
असाधारणमाय ऒरु पासञ्चർ ट्रॆयिൻ
केक्किन्ऱॆ मुकൾभागं वॆळुत्तताण्
ऒरु सർफ्बोർडिलॆ कौमारक्कारൻ
आनयुटॆ पुऱकिलुळ्ळ मरं
कुळत्तिൽ रण्टुपेർ
चिह्नत्तिൽ कुप्पि .
आकाशत्त् वॆळुत्त मेघं
ऒरु चॆऱिय पच्च मुൾपटർप्पु
इतॊरु पक्षियाण्
तॆळिञ्ञ नीलाकाशं
नील हॆൽमॆऱ्ऱ् धरिच्च ऒरु कुट्टि
मोट्टोർ सैक्किൾ ओटिक्कुन्न दम्पतिकൾ
ऒरु घटिकारं
पिस्स स्लैस् कऴिक्काൻ तय्याऱाण्
चुवन्न हॆൽमॆऱ्ऱ् धरिच्च व्यक्ति .
ऒरु बस् तॆरुविन्ऱॆ वशत्तेक्क् वलिच्चिऴच्चु
भक्षणं ऒरु मेशप्पुऱत्त् तय्याऱाक्कुन्नु .
भक्षणं मेशप्पुऱत्त्
अऴुक्कुळ्ळ ऱोडिन् तविट्टुनिऱमाण्
तविट्ट् निऱमुळ्ळ पाच्च्
भित्तियिൽ मनोहरमाय ऒरु प्रकाशं उऱप्पिच्चिरिक्कुन्नु
पाऱयिൽ पतिक्कुन्नु वॆळ्ळं
कऱुप्पुं वॆळुप्पुं निऱमुळळ पशु
नील जाक्कऱ्ऱिलुळ्ळ ऒराൾ .
मोट्टोർसैक्किळिन् चुवप्प् निऱमाण्
चुमरिलॆ घटिकारं
ऒरु युव ओऱञ्च् जिऱाफ् .
कोൺक्रीऱ्ऱ् टाർमाक्किलॆ विमानं
ऒरु तॆरुव् काർ
ऒरु कऱुत्त पक्षि
सൺग्लासुकൾ धरिच्च स्त्री
इतॊरु स्ऱ्ऱोप्प् चिह्नमाण्
कुऱच्च् फ्रिस्बी कळिक्कुन्न आळुकൾ
ऒरु कुळिमुऱि .
नीलाकाशत्तिൽ वॆळुत्त मेघङ्ङൾ
कऱुत्त तॊप्पि धरिच्च मनुष्यൻ .
ऒरु चीऱ्ऱयुटॆ चॆवि
कटൽत्तीरत्त् कुतिर पुऱत्त् आळुकൾ
बेबि जिऱाफ् रोमङ्ङൾ नक्कुन्नु
कऱुत्त वॆऱ्ऱ्स्यूट्टिൽ सർफർ
नटप्पातयिलॆ चॆऱिय वॆळ्ळक्कॆट्ट्
ऒरु केक्किൽ मॆऴुकुतिरि
स्पूൺ मेशप्पुऱत्तुण्ट् .
पुऱत्त् ऎटुत्त चित्रं
ऒरु स्कै ओट्टत्तिलॆ मनुष्यൻ
निलत्त् नाल् कालुकळुळ्ळ उरुक्क् कसेर
कऱुत्त निऱमुळ्ळ ऒराൾ
ऒरु युवाव् सർफिंग् चॆय्युन्नु
शोभयुळ्ळ नीलवॆळ्ळं इविटॆयुण्ट्
बैक्क् ओटिक्कुन्न दम्पतिकൾ
इतॊरु लघुभक्षणमाण्
मनुष्यन्ऱॆ तलयिलॆ वॆळुत्त बाൻडेज्
चुवप्पुं वॆळ्ळयुं उळ्ळ अटयाळं
तऱ मरं कॊण्टाण् निർम्मिच्चिरिक्कुन्नत् .
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्त् ऒरु मतिൽ
कुळिमुऱियिൽ ऒरु टोय्लऱ्ऱ्
कऱुप्पुं वॆळुप्पुं तॊप्पि धरिच्च मनुष्यൻ
ऒरु व्यक्तियुटॆ तल
कऱुत्त तॊप्पि धरिच्च मनुष्यൻ
जिऱाफिन्ऱॆ वाൽ
ट्राक्कुकൾक्क् समीपमुळ्ळ इलक्ट्रिक्कൽ बोक्सुकൾ .
मुकळिൽ ऒरु क्लोक्क् टवർ उळ्ळ कॆट्टिटं .
कऱुत्त बेस्बोൾ टि - षർट्ट्
कऱुत्त तॊलियुळ्ळ मनुष्यൻ सർफ् बोർडिൽ
समुद्रत्तिन्ऱॆ शान्तमाय दृश्यं
ऒरु व्यक्ति इरिक्कुन्नु
ऒरु ऱौण्ट् वेविൽ ओटिक्कुन्न सർफർ
इतॊरु पाർक्क् बॆञ्चाण्
पन्तिൽ कण्णुळ्ळ ऒरु बाऱ्ऱർ
वॆळ्ळत्तिൽ निൽक्कुन्न व्यक्ति
होट्ट् डोगुकൾ अणिनिरन्निरिक्कुन्नु
मनोहरमाय कॊच्चुकुट्टि .
वॆळुत्त षർट्ट् धरिच्च स्त्री .
मनुष्यन्ऱॆ तलयिलॆ हॆൽमॆऱ्ऱ् .
ऒरु काർड्
चुवन्न अग्नि जलांशं
बैक्क् ओटिक्कुन्न ऒराൾ
जिऱाफिन्ऱॆ कॊम्पुळ्ळ तल .
ऒरु तिळङ्ङुन्न मॆऱ्ऱൽ टोय्लऱ्ऱ्
चुमरिൽ ऒरु फ्लाऱ्ऱ् स्क्रीൻ टिवि
विൻडोयिൽ ऒरु ओऱञ्च् पूच्च
कटൽत्तीरत्त् टाൻ मणൽ
इटत् मोतिर विरलिൽ ऒरु डयमण्ट् मोतिरं
चुवन्न मुटियुळ्ळ स्त्री जिऱाफुकळॆ तीऱ्ऱुन्नु
वॆळुत्त कॊम्पुकळुळ्ळ आन .
कऱुत्त लामिनेऱ्ऱ् टेबिൾ टोप्प्
ऒरु कऱुत्त जोडि सൺग्लासुकൾ .
ऱोडिൽ ट्रक्क् उण्ट्
पऴुत्त वाऴप्पऴं मेशप्पुऱत्त्
स्लीविलॆ चुवन्न क्रोस्स्
पात्रङ्ङळिൽ निरवधि पाचक विभवङ्ङൾ
वायुविൽ विमानं
कट्टिलिൽ कटलास्
कुतिरयुटॆ स्वർण्ण वाൽ
पुल्लुं पुष्पङ्ङळुं निऱञ्ञ वयलिൽ इरिक्कुन्न मनुष्यൻ
ट्रॆयिनिൽ निन्न् वॆळुत्त पुक
होट्ट् डोग् ऒरु बण्णिൽ
चुवप्प् धरिच्च स्त्री
वॆळिच्चं पच्च निऱमाण्
ग्रानैऱ्ऱ् तरं पाऱ्ऱेൺ उळ्ळ कौण्टർटोप्प्
इव रण्ट् बोट्टुकळाण्
मून्न् वॆळुत्त पक्षिकൾ .
पाർक्क् चॆय्त वॆळुत्त काർ
कौण्टऱिलॆ ओऱञ्च् पात्रं
बस् स्ऱ्ऱोप्पिन् मुकळिൽ उळ्ळ मञ्ञ स्ऱ्ऱाൻड् .
तविट्टुनिऱत्तिलुळ्ळ चुवरिൽ चॆऱिय वरकൾ
चुवन्न षർट्टिൽ धरिच्च ऒरु स्त्री
बेस् बोൾ ऱफऱि ऒरु नाटकं विळिक्कुन्नु
पत्त् नम्पऱुळ्ळ ऒरु नील वज्रं
भक्षणं तय्याऱाक्कुन्न ऒरु स्त्री
आप्पिळिलॆ चुवन्न पुळ्ळि
ऒरु कऱुत्त लाप्टोप्प्
आधुनिक शैलियिलुळ्ळ स्वीकरणमुऱि
ऒरु प्लॆय्ड् कुट
नीळमुळ्ळ नील प्लास्ऱ्ऱिक् स्ऱ्ऱिक्क्
बॆञ्चिൽ इरिक्कुन्न मनुष्यൻ
कोफि कप्प् वॆळुत्तताण्
व्यक्तियुटॆ इटत् कै .
नटप्पातयिलॆ चवऱ्ऱुकुट्टकൾ
ऱोडिलॆ स्केऱ्ऱ्बोർडऱुटॆ निऴൽ
ऒरु उपरितलत्तिन्ऱॆ भागं
प्लाऱ्ऱ्फोमिलॆ एऱ्ऱवुं चॆऱिय बैक्क् .
कऱुत्त पान्ऱ्स् धरिच्च मनुष्यൻ
स्कीसिൽ ऒरु मनुष्यൻ
टॆन्नीस् कळिक्कुन्न ऒरु स्त्री .
इत् ऒरु पॆൺकुट्टियाण्
पऴय रीतियिलुळ्ळ ट्रॆयिनिൽ ऒरु मनुष्यൻ
वैऱ्ऱ् फ्रिस्बी फ्लैऱ्ऱिൽ
फ्रिड्ज् वातिൽ तुऱन्नु पिटिच्चिरिक्कुन्न ऒरु कुट्टि
स्केऱ्ऱ् बोർडिन्ऱॆ निऴൽ
ऒरु पुरुषनुं स्त्रीयुं ऒरु गॆयिं कळिक्कुन्नु
ओफीस् तऱयिलॆ स्ऱ्ऱाप्लർ
इतॊरु विमानमाण्
केक्कुकൾ प्रदർशिप्पिच्चिरिक्कुन्नु
प्लेऱ्ऱ् वॆळुत्तताण्
वॆळ्ळत्तिलॆ बोट्टुकൾ
अलमारयिൽ धाराळं पुस्तकङ्ङൾ
वॆळुत्त स्विർल्स् उळ्ळ बीज् परवतानि
जन्मदिन केक्क् मेशप्पुऱत्त्
इतॊरु कूट्टं आळुकळाण्
लैൻ मञ्ञयाण्
क्रोस्स् वातिलिनु मुकळिൽ तूक्कियिरिक्कुन्नु
कुतिर सवारि चॆय्युन्न ऒराൾ
ऒरु स्केऱ्ऱ्बोർड् मुकळिलेक्क् चरिच्चु वच्चिरिक्कुन्नु
अग्नि जलांशं तॆरुविൽ वच्चिरिक्कुन्नु
चुवन्न हॆൽमॆऱ्ऱ् धरिच्च पय्यൻ स्केऱ्ऱ्बोർडिൽ निൽक्कुन्नु
इताण् मतिൽ
ऒरु कॆट्टिटत्तिन्ऱॆ विൻडो
डॆस्क्टोप्पिൽ ऒरु वैऱ्ऱ् कप्प्
वस्त्रत्तिൽ मञ्ञ वर
पुतिय ओऱञ्च् अरिञ्ञत्
पुरुषൻ सൺग्लास् धरिच्चिरिक्कुन्नु .
तॊप्पि धरिच्च मनुष्यൻ
पऴय कॆट्टिटत्तिलॆ चैनीस् सैनेज्
पच्चक्कऱिकൾ ऒरु कटलासिൽ क्रमीकरिच्चिरिक्कुन्नु .
वॆळुत्त करटि कुञ्ञुङ्ङൾ
डबिൾ सीऱ्ऱ् मोट्टोർ सैक्किळिൽ इरिक्कुन्नु मनुष्यൻ
ऒरु पोळिൽ ऒरु प्रकाशं
इत् ऒरु व्यक्तियुटॆ मुखमाण्
ताऴेक्क् पोकुन्न ऒरु स्कयർ
बोट्टिन्ऱॆ प्रतिफलनं वॆळ्ळत्तिൽ
षवർ वातिलिൽ वॆळुत्त गोपुरं
मरङ्ङळिൽ पच्च इलकൾ
इटतुवशत्तुळ्ळ टाൻ कॆट्टिटं
ओऱञ्च् कारऱ्ऱिन्ऱॆ तॊलि कळयुन्नु
नाययुटॆ चॆवि
ऒरु स्ट्रिंग्
ऒरु मॆऱूൺ मातळनारकं
ऒरु पർप्पिൾ टूत्त् ब्रष्
बैक्किंगिनुं नटत्तत्तिनुमुळ्ळ पच्च चिह्नं तॆरुविलेक्क्
षोർट्ट्स् धरिच्च मानॆक्विൻ
सीलिङ्ङिൽ निन्न् तूङ्ङिक्किटक्कुन्न ऒरु चाൻडिलियർ लैऱ्ऱ्
ऒरु जङ्क् याർडिलॆ फ्रिड्जुकൾ
मञ्ञ स्केऱ्ऱ्बोർडिंग् हॆൽमॆऱ्ऱ्
फोट्टो व्यक्तमाण्
चुवप्पुं वॆळ्ळयुं उळ्ळ स्ऱ्ऱोप्प् चिह्नं
ऒरु नील ऱीसैक्लिंग् ट्राष् काൻ
फोट्टो ब्लोक्क् आൻड् वैऱ्ऱ् आण्
वातिलिलॆ वॆळुत्त स्ऱ्ऱिक्कർ .
नटक्कानुळ्ळ बट्टൺ
नीळमुळ्ळ पच्चयुं वॆळ्ळयुं निऱमुळळ ऒरु बस्स्
ऒरु तुऱन्न वातिൽ वऴि
ऒरु ओवർहॆड् हांगिंग् लैऱ्ऱ् फिक्चർ
विमानत्तिन्ऱॆ नाल् प्रॊप्पल्लऱुकൾ
ऒराൾ पोक्कऱ्ऱिൽ कै इट्ट् कॊण्ट् निൽक्कुन्नु
ऒरु मलयोरत्तॆ पाऱकൾ
कुन्निൻ मुकळिलेक्कुळ्ळ अऴुक्क् पात
" बेक्कൺ , ग्लेस्ड् डोनट्ट् साൻड्विच्च् "
मऱ्ऱॊराळुटॆ वलतुवशत्त् ऒरु वलिय चारनिऱत्तिलुळ्ळ आन
ऒरु स्त्रीयुटॆ इरुण्ट ब्रौൺ सൺग्लासुकൾ
कऱुत्त पावाट
स्त्री नटप्पातयिलूटॆ नटक्कुकयाण् .
वानिलॆ चक्रं
स्त्री ऒरु फोൺ पिटिच्चिरिक्कुन्नु
तण्टोटुकूटिय व्यक्तमाय ग्लास्
अटुत्तुळ्ळ बेस्बोൾ गॆयिं
ड्रोयिंगुकळुळ्ळ एष्यൻ पोट्टऱि
ऒरु प्रधान मॆट्रोपॊळिऱ्ऱൻ पत्रत्तिनायियुळ्ळ कॆट्टिटं .
ऒरु सफारि रंगं
कटൽत्तीरत्त् सർफ्बोർड् पिटिच्चिरिक्कुन्न ऒराൾ
शून्यमाय ऱफऱि कसेर
ऒरु बसिन्ऱॆ वातिलुकൾ
ऒरु फ्रिस्बि पिटिक्काൻ ऒरुङ्ङुन्न ऒराൾ .
ऒरु पർवतभागत्त् पाऱकൾ
ऒरु कऱुत्त चवऱ्ऱुकुट्ट
वॆळुत्त पावाट धरिच्च स्त्री
इटतुवशत्तुळ्ळ आनयुटॆ तुम्पिक्कै .
चुमरिൽ नाल् बात्त्ऱूं मिऱऱुकൾ
पाऱकळिൽ निൽक्कुन्न मनुष्यൻ
वलिय चुवप्पुं वॆळ्ळयुं निऱमुळळ सिऱ्ऱि बस्
चुवप्पुं वॆळ्ळयुं स्ऱ्ऱफ् चॆय्त टॆडि बियർ
पेप्पऱिൽ स्ऱ्ऱोप्प् अटयाळं
विमानत्तिन् पिन्निൽ नीलाकाशं
ऒरु मलिनजल लिड्
काർ नटप्पातयुटॆ अरिकिൽ निർत्ति इट्टिरिक्कुन्नु
ऒरु स्त्रीयुटॆ मूक्क्
वळञ्ञु निल्क्कुन्न मॆऱ्ऱൽ पोൾ
चॆऱुप्पक्कारൻ वैऱ्ऱ् कൺट्रोळർ पिटिच्चिरिक्कुन्नु
ऒरु कण्णाटियिൽ पॆൺकुट्टिकळुटॆ प्रतिफलनं .
पक्षिकൾ ऒरु सीब्रयुटॆ पिൻभागत्तायि इरिक्कुन्नु
ऱाक्कऱ्ऱ् पिटिच्चिरिक्कुन्न मनुष्यൻ
ऒरु मञ्ञ फ्रञ्च् फ्रै
" नीलयुं , ओऱञ्चुं उळ्ळ वृत्ताकृतियिलुळ्ळ लोगो "
वॆळुत्त पाऱकळिൽ ऒरु कऱुत्त करटि
भक्षणत्तिन्ऱॆ चतुर विभवं
टिष्यु वॆळुत्तताण्
स्केऱ्ऱऱुकൾक्क् पिन्निൽ ऒरु वेलि
ऒरु चुवन्न स्ऱ्ऱोप्प् चिह्नं
तविट्टुनिऱत्तिलुळ्ळ पूच्च तऱयिൽ उऱङ्ङुन्नु .
जॆऱेनियं कलं
ऒरु कूट्टं आळुकൾ वस्त्रं धरिच्चु
बसिलॆ नील अक्षरं
ऒरु कूट्टं आळुकൾ स्नोबोർडिंग् चॆय्युन्नु
ऒरु मरत्तिन्ऱॆ इलकൾ
मञ्ञिൽ मञ्ञयुं कऱुप्पुं निऱमुळळ वटि .
इतॊरु चुवन्न ट्रॆयिनाण्
ऒरु कऱुत्त हॆൽमॆऱ्ऱ्
वॆळुत्त आकाशं मुकळिൽ
बोർडिൽ ऒरु चुवन्न आप्पिൾ
उयरमुळ्ळ जिऱाफ् अऴुक्क् निऱञ्ञ पातयिलूटॆ नटक्कुन्नु
निलत्त् ऒरु चोർच्च
तुऱन्न कुट पिटिच्चिरिक्कुन्न स्त्री
ऒरु वॆळुत्त मौस्
चिह्नं मॆऴ्सिडस् चिह्नत्तिन् समानमाण् .
मनुष्यन्ऱॆ विरलिलॆ मोतिरं
बागिन् मुकळिൽ पूच्च
इतॊरु विमानमाण्
स्केऱ्ऱ्बोർडർ ट्रिक्क् चॆय्युन्नु
कॆट्टिटत्तिन्ऱॆ वशत्त् चुवप्पुं स्वർण्णवुं अटयाळं
ऒरु गोपुरत्तिलिरिक्कुन्न लैफ् गाർड्
ऒरु मञ्ञ बॆड् लाम्प्
कारऱ्ऱिन् ओऱञ्च् निऱमाण् .
स्त्रीयुटॆ कय्यिलॆ ऱाक्कऱ्ऱ्
ऒरु फीൽडिൽ मून्न् सीब्रकൾ
आकाशं नील निऱत्तिलाण्
ऒरु तुऱन्न लाप्टोप्प्
मेशप्पुऱत्त् ऒरु साൻड्विच्च्
वलिय मञ्ञ फयർट्रक्क्
फ्लूऱसॆन्ऱ् लैऱ्ऱिंगिन्ऱॆ नीण्ट शोभयुळ्ळ ट्यूब्
ऒरु कय्यिൽ चुवप्पुं वॆळ्ळयुं निऱमुळळ बाग्
पच्च निऱमुळळ टोप्प्
ऒरु चुवन्न स्ऱ्ऱोप्प् चिह्नं
इत् ऒरु व्यक्तियाण्
सीलिंग् फाൻ
वायुविൽ चुवन्न ट्राफिक् सिग्नൽ
कॆट्टिटत्तिन् समीपमुळ्ळ विमानं
वायुविൽ निल्कुन्न पन्त्
अरयुटॆ भागं
प्रायमाय दम्पतिकൾ मेशप्पुऱत्त् इरिक्कुन्नु
ऒरु फ्लाऱ्ऱ् स्क्रीൻ टिवि अऴिक्कुन्न मनुष्यൻ
ऒरु स्त्री टेबिळिൽ इरिक्कुन्नु
ऒरु स्कूट्टऱिलॆ व्यक्ति
वॆळुत्त षർट्टुं टैयुं धरिच्च बैक्किൽ इरिक्कुन्नु मनुष्यൻ
कण्णुकൾ पकुति अटच्च कुट्टि
तुऱन्निरिक्कुन्न कुट
इतॊरु मोट्टोർसैक्किळाण्
ऒरु मतिൽ घटिप्पिच्चिरिक्कुन्न घटिकारं
ऒरु मरत्तिन् मुन्निलॆ बॆञ्च् .
ओणाक्किय विळक्क्
ऒरु कॆट्टिटत्तिन्ऱॆ वशत्तुळ्ळ विൻडो .
चारनिऱत्तिलुं वॆळुत्त निऱत्तिलुमुळ्ळ आकाशं
कॊम्प् वळञ्ञताण्
आकाशं चारनिऱमाण्
ट्रॆयिनिन्ऱॆ मुൻवशत्त् पच्चयुं मञ्ञयुं निऱञ्ञ पॆयिन्ऱिंग्
स्कीयർमाർ
लोगिलुळळ ऒरु करटि
कटൽत्तीरत्त् रण्ट् नाय्क्कൾ
मरङ्ङळिलेक्क् नटक्कुन्न आनकൾ
फणलिൽ निन्न् नीरावि
ऒरु कऱुत्त फ्लाऱ्ऱ् स्क्रीൻ टिवि
मॆऱ्ऱൽ पालं .
वयलिൽ निൽक्कुन्न कऱुत्त पशु
कऱुप्पुं वॆळुप्पुं निऱमुळळ पूच्च
फ्रिस्बी पिटिच्चिरिक्कुन्न स्त्री
पुल्ल्
टोय्लऱ्ऱिन् मुन्निलॆ पच्च बात्त् ऱग् .
इतॊरु केक्क् आण्
ऒरु मेशप्पुऱत्त् पेस्ट्रिकൾ
पाऱकळिൽ नील निऱत्तिलुळ्ळ पात्रङ्ङൾ
ऒरु कसेरयिൽ इरिक्कुन्न ऒरु कुट्टि
ऒरु कसेरयिൽ ऒरु आट्
वॆळुत्त हुड् उळ्ळ व्यक्तिक्क्
तूक्कियिट्ट ऒरु कटलास्
ऒरु जिऱाफि ऱोड् मुऱिच्चुकटक्कुन्नु
हॆൽमॆऱ्ऱिन्ऱॆ पिൻभागत्त् रण्ट् कऱुत्त इटङ्ङൾ .
ब्रॊक्कोळि पच्च निऱत्तिलाण्
चुवरिൽ उऱप्पिच्च वैऱ्ऱ् वाष् बेसिൻ
कऱुत्त लिऱ्ऱ् अटयाळं
विमानत्तिन्ऱॆ ऎञ्चिൻ
ओऱञ्च् सीऱ्ऱुळ्ळ बैक्क्
पच्च पुल्लिൽ निൽक्कुन्न कुञ्ञ् करटि
" होङ्क् चॆय्यरुत् , मुन्नूऱ्ऱि अम्पत् डोळർ पॆनाൽऱ्ऱि ऎन्न् पऱयुन्न ऒरु वॆळुत्त अटयाळं . "
पच्च पोळिलॆ निർत्तुक ऎन्न अटयाळं
पिङ्क् जाक्कऱ्ऱ् इट्ट ऒरु कॊच्चु पॆൺकुट्टि .
ऒरु तरंगत्तिन्ऱॆ भागं
स्केऱ्ऱ्बोർड् स्क्विऱ्ऱिंगिलॆ मनुष्यൻ
टॆन्नीस् कळिक्कुन्न चॆऱुप्पक्कारൻ
ब्रौൺ विक्कർ औट्ट्डोർ कसेर
वॆळ्ळत्तिൽ इरिक्कुन्न बोट्ट्
ऒरु सोक्कർ मत्सरं कळिक्कुन्न आळुकൾ
सूर्यൻ अस्तमिक्कुन्नु
ऒरु चॆऱिय मञ्ञ सूर्यकान्ति
मेशप्पुऱत्त् कऱुत्त कसेर
मनुष्यൻ ताऴॆ ऒरु पटियिൽ इरिक्कुन्नु
मरत्तिन्ऱॆ निऴൽ
ऒरु कऱुत्त जोटि कत्रिक
पकൽ आकाशत्तिन्ऱॆ निऱं नील
ऒरु सർफ् बोർडिलॆ मनुष्यൻ
तॆरुविन् कुऱुकॆयुळळ बानർ
विपरीत दिशयिൽ अभिमुखीकरिक्कुन्न रण्ट् जिऱाफुकൾ
रण्ट् मञ्ञ पूक्कൾ
ऎन्तॊरु आरोग्यकरमाय लघुभक्षणं
ग्लास् वातिलुकळुटॆ गणं
वർण्णाभमाय स्काർफ् धरिच्च ऒरु स्त्री
ऒरु वलिय चार निऱमुळ्ळ आन
षू कऱुत्तताण्
ऒरु नीण्ट स्कै
सർफർ
ऱफ्रिजऱेऱ्ऱऱिलॆ वलिय ऎൽजि स्ऱ्ऱिक्कർ
इतॊरु टोय्लऱ्ऱ् आण्
स्यूट्टुं तॊप्पियुं धरिच्च मनुष्यൻ
कऱुत्त करटि पुल्लिൽ
ड्रोयऱुकळुळ्ळ इरुण्ट चारनिऱत्तिलुळ्ळ कम्प्यूट्टർ डॆस्क् .
पच्चनिऱत्तिलुळ्ळ वाऴप्पऴं निलत्तु किटक्कुन्नु
ऒरु कऱुत्त स्यूट्टुं कोट्टुं
वायुविൽ पऱक्कुन्न ऒरु विमानं
आप्रापॆऱ्ऱुकळुळ्ळ ऒरु इष्टिक मतिൽ
चित्रत्तिलॆ ऒरु पूच्च
कण्णाटियिलॆ मनुष्यൻ
पॆൺकुट्टि तलकीऴायि ऒरु बॆञ्चिൽ
मनुष्यन्ऱॆ मुखत्त् कऱुत्त सൺग्लासुकൾ
ऒरु क्लोक्किൽ निन्नुळ्ळ उयർन्न बൾडिंगिन्ऱॆ काऴ्च .
\ ग्राൻड् सॆൻट्रൽ टॆർमिनൽ ऎन्न् पऱयुन्न ऒरु अटयाळं
स्त्री सൺग्लास्स् धरिच्चिरिक्कुन्नु
वाट्टർ स्प्लाषिन्ऱॆ भागं
ट्राक्कुकൾक्किटयिൽ कल्लुकൾ .
वॆळुत्त विसർ धरिच्च स्त्री .
पुल्लिൽ मून्न् आटुकൾ
इतॊरु पक्षियाण्
क्लोक्किन् पिन्निलॆ मतिൽ
इव बोट्टुकळाण्
वलिय कुटयुमायि कटൽत्तीरत्त् स्त्री
व्याज मृगत्तॆ नोक्कुन्न मृगं
कौण्टऱिൽ नील प्लास्ऱ्ऱिक् स्प्रे कुप्पि
टी षർट्ट् ओऱञ्च् आण्
मनुष्यൻ टॆन्नीस् कळिक्कुन्नु
स्नो बोർडिंग् नीक्कङ्ङൾ परिशीलिक्कुन्न व्यक्ति .
ऱोडिन्ऱॆ चिह्नं तलकीऴायि
होट्टൽ हർवाൾ चिह्नं पोळुकळिൽ
काऱिन्ऱॆ जालकत्तिൽ अटुत्त् इरिक्कुन्न स्त्री
विൻडो तुऱन्नु किटक्कुन्नु
तॆरुविൽ रण्ट् बलूൺ जिऱाफुकൾ
पोळाർ बियऱिन्ऱॆ कण्ण् .
रण्ट् नील पेप्पർ ट्रेकൾ
प्लेऱ्ऱिൽ ऒरु होट्ट् डोग् उण्ट्
ऒरु पॆൺकुट्टि पिस्स कऴिक्कुन्नु
अटुक्कळयिൽ ऒरु नाय्क्कुट्टि
विमानत्तिन् अटुत्तुळ्ळ ऒरु ऎयർब्रिड्ज्
आकाशत्त् विमानं
ऒरु वलिय सीब्र प्रतिम
मरक्कॊम्पुकळिൽ मञ्ञ् उण्ट्
वॆळुत्त वातिൽ
चारनिऱत्तिलुळ्ळ वेलिकൾ काणां
टाൻ निऱमुळळ मणൽ
कऱुप्पुं वॆळुप्पुं निऱमुळळ पशु
क्याऱ्ऱ् लिऱ्ऱർ बोक्स् .
काऱिन्ऱॆ पुऱकिൽ ऒरु कूट्टं आळुकൾ
ऒरु मेशप्पुऱत्त् प्लेऱ्ऱ् निऱयॆ भक्षणं
मञ्ञ् वॆळुत्तताण् .
पिङ्क् तॊप्पि पिटिच्चिरिक्कुन्न ऒराൾ
वॆळुत्त षർट्ट् धरिच्च स्त्री
मञ्ञ बस् तॆरुविൽ पाർक्क् चॆय्तिरिक्कुन्नु
वॆळुत्त पान्ऱ्स् आण्
वायुविൽ पऱक्कुन्न ऒरु पट्टं
टै धरिच्च ऒराळुटॆ नॆक्क्लैൻ
विमानत्तिൽ निन्नुळ्ळ नील ऎक्स्होस्ऱ्ऱ्
ऒरु कूट्टं वऱुत्त डोनट्ट् .
ग्लासिൽ निർद्देश बुळ्ळऱ्ऱिൻ
कुतिरप्पुऱत्त् नील कटिञ्ञाൺ
वॆळुत्त अक्षरं
ऒरु मोट्टोർसैक्किൾ
फ्लोऱൽ वस्त्रं धरिच्च स्त्री .
पच्च षർट्ट् धरिच्च ऒरु कुट्टि
कऴुत ऒरु चोർच्चयिൽ
वॆळ्ळत्तिൽ ताऱाव्
प्रॊजक्टർ स्क्रीൻ चुरुट्टि वॆच्चिरिक्कुन्नु
निलत्तु स्निफ् चॆय्युन्नु सीब्र
ओवർओळिൽ ऒरु कॊच्चुकुट्टि
निरवधि कल्लुकळुटॆ वरि
वैऱ्ऱ् कम्पाർट्ट्मॆन्ऱ् प्लेऱ्ऱ्
ऱॆड् ट्रॆयिൻ यूणिർ ब्रिड्ज्
ऒरु वलिय वृक्षत्तिन्ऱॆ कॊम्प्
कूट् वॆळुत्तताण् .
ऒरु स्ट्रींलैൻ ट्रॆयिൻ
ऒरु वॆळुत्त टॆन्नीस् षू
पुल्लिൽ ट्रक्क्
ऒरु कूट्टं पच्च स्कल्लियनुकൾ
पात्रत्तिൽ नारङ्ङकൾ
तॆरुविൽ सैक्किൾ चविट्टुन्न मनुष्यൻ
इतॊरु पात्रमाण्
ऒरु वृत्ताकृतियिलुळ्ळ मरं ट्रेयुटॆ मुकळिൽ इरिक्कुन्न फलं .
पशुक्कൾ विश्रमिक्कुन्नु
जालकत्तिन् मुन्निൽ उळ्ळ क्रिस्मस् ट्री
चॆरुप्प् धरिच्च मनुष्यൻ
ताऱाविन् तविट्ट् निऱमुळ्ळ कण्णुण्ट् .
ऒरु मञ्ञ स्कूൾ क्रोसिंग् चिह्नं .
कऱुप्पुं चारनिऱत्तिलुळ्ळ कीबोർड्
पूच्च निलत्तु किटक्कुन्नु
ऒरु केसिൽ कत्तिकൾ
वॆळुत्त टोय्लऱ्ऱ् सीऱ्ऱ्
परवतानियिൽ निൽक्कुन्न कुट्टिकൾ
ऒरु सॆൽ फोൺ कैवशमुळ्ळ ऒराൾ .
ऒरु कौण्टऱिൽ मून्न् सिङ्कुकൾ
ऒरु टॆन्नीस्स् कोർट्टिन् नटुविलुळ्ळ ऒराൾ
चुमरिलॆ टैൽ .
" पशुविन्ऱॆ शरीरं तविट्टुं , कऱुप्पुं निऱमाण् "
कोർट्टिलॆ मनुष्यൻ
ऱोडिൽ काർ
ऒरु वलिय पेप्पർ कप्पिൽ ऒरु चॆऱिय पेप्पർ कप्प्
मरं मुत्तच्छൻ क्लोक्क्
अरिञ्ञ वाऴप्पऴत्तिन्ऱॆ कूम्पारं
ऒरु बोट्टिन्ऱॆ वशं
काऱिन् पुऱत्तेक्क् नोक्कुन्नु नाय
इलकൾ पच्च निऱमाण् .
फौൺऱ्ऱेयिनिൽ निन्न् वॆळ्ळं तळिक्कुन्नु
ब्लोक्क् आൻड् वैऱ्ऱ् षूस् तऱयिൽ
चुवरिलॆ टोय्लऱ्ऱ् पेप्पർ होൾडർ
ऒरु मरक्कॊम्प्
मनुष्यन्ऱॆ कय्यिൽ फोൺ
" वॆळ्ळ , चुवप्प् मोडൽ विमानं "
ऒरु चुवन्न लैऱ्ऱ्पोस्ऱ्ऱ्
ऒरु पात्रत्तिൽ ऒरु वाऴप्पऴं
नीळमुळ्ळ वॆळुत्त तूवाल
पतिनॊन्न् बोट्टुकൾ मतिलुमायि बन्धिप्पिच्चिरिक्कुन्नु
ऱൺवेयिൽ ऒरु विमानं
" चार , नील वरयुळ्ळ पुरुषन्मारुटॆ षർट्ट् "
इत् ऒरु व्यक्तियाण्
ऒरु व्यक्तियिൽ नील कोट्ट् .
फोट्टोयिलॆ ऒरु ट्रॆयिൻ
इतॊरु वैൻ इवन्ऱाण् .
वॆळुत्त पात्रत्तिൽ वरयुळ्ळ तूवलुकൾ
डोनट्ट्स् निऱच्च मॆऱ्ऱൽ बिൻ
ऒरु पक्षि ऒरु चॆटि तिन्नुन्नु
तविट्ट् कुतिर
प्रकृति इनङ्ङൾक्क् पिन्निलॆ जिऱाफ्
कळिक्कारन्ऱॆ चुवप्प् निऱमुळ्ळ तॊप्पि
पच्चयुं नीलयुं कुटयुळ्ळ व्यक्ति
अवन् ऒरु वॆळुत्त तॊप्पियुण्ट् .
ड्रॆस्सऱिൽ ऒरु ड्रोयർ
पुൽमेट्टिलूटॆ नटक्कुन्न रण्ट् आनकൾ
ऒरुपोळाർ करटि तटाकत्तिൽ नीन्तुन्नु
मञ्ञुमूटिय कऱुत्त काർ .
मुकळिൽ सർफ्बोർडुळ्ळ काർ
ऒरु फोणिन्ऱॆ आन्ऱिन
वॆळ्ळत्तिनटुत्त् निൽक्कुन्न पक्षि
रुचिकरमाय चतुराकृतियिलुळ्ळ पिस्स
आनयुटॆ अरिकिൽ निൽक्कुन्न ऒराൾ
कऱुत्त स्नीक्कർ
वॆळ्ळत्तिलॆ अलकൾ
स्त्रीयुटॆ तलयिൽ ब्लोक्क् आൻड् वैऱ्ऱ् तॊप्पि
बस्सिन्ऱॆ सैड् मिऱർ .
बस्सिൽ ऒरु मञ्ञ सूर्यൻ
कटൽत्तीरत्त् नाय .
एऴु आनकൾ नटक्कुन्नु .
ऒरु ट्रक्किन्ऱॆ लैऱ्ऱ्
रण्ट् कैकळिൽ ऒरु कामऱ
ऒरु पूच्चयुटॆ चॆवि
नीळमुळ्ळ नील वस्त्रं धरिच्च स्त्री
ऒरु लोह मेशयिൽ ऒरु पात्रं माർगऱिൻ
ऒरु वलिय तोमस् दि ट्रॆयिൻ
मोट्टोർ सैक्किळिन्ऱॆ टयർ
उयർन्न हीൽड् ऱॆड् षू
ऒरु मनुष्यन्ऱॆ कै
आळुकൾ वाट्टർ स्कीयिंग् चॆय्युन्नु
अवन्ऱॆ वस्त्रं नीलयाण्
मोणिऱ्ऱऱिन्ऱॆ स्क्रीൻ .
उऱक्कं वरुन्न करटि
क्यामऱ उपयोगिच्च् मनुष्यൻ चित्रं ऎटुक्कुन्नु
चुरुण्ट मुटियुळ्ळ कुट्टि
आटिन्ऱॆ तल
ऒरु स्त्रीयुटॆ तल
ट्रॆयिनिनायि कात्तिरिक्कुन्न ऒराൾ
ऒरु स्लिप्पऱिन्ऱॆ भागं
सർक्किൾ ओऱञ्च् आण्
स्केऱ्ऱ्बोർडिൽ निल्क्कुन्न पय्यൻ
आकाशत्त् पुक
मेशयिൽ निऱयॆ पच्चक्कऱिकൾ
समुद्र तिरमालकൾ
फुट्पात्तिൽ चुवन्न अग्नि जलांशं
ऒरु बोർड् चुमक्कुन्न रण्टुपेർ
पेनयिൽ ऒरु सीब्र
ऒरु मञ्ञ टॆन्नीस् बोൾ
नील आकाशं
चॆऱुप्पक्कारन्ऱॆ विरलुकൾ
वायुविൽ वलिय विमानं
ऒरु फ्लाऱ्ऱ् स्क्रीൻ टिवि
ब्लाक्क् आൻड् वैऱ्ऱ् ट्रॆयिൻ काർ
ऒरु मेशप्पुऱत्त् ऒरु नील कोफि कप्प्
वातिൽ तुऱन्न वॆळुत्त मैक्रोवेव्
टॆन्नीस् कळिक्कुन्न ऒराൾ
नील निऱमुळ्ळ ऎस्युवि
