ഓറഞ്ച് നിറമുള്ള ട്രാഫിക് കോൺ
ഒരു സ്റ്റോപ്പ് ലൈറ്റ്
കാട്ടിൽ മൂന്ന് സീബ്രകൾ
കാറുകൾ റോഡിന്റെ വശത്ത് പാർക്ക് ചെയ്തിരിക്കുന്നു
ഒരാൾ ട്രെയിനിൽ കയറുന്നു
ഇത് ഒരു വ്യക്തിയാണ്
ഒരു ബോക്സിൽ ചെറിയ ഓറഞ്ചിന്റെ പെട്ടി.
ഒരു പോസ്റ്റിലെ ട്രാമുകളെക്കുറിച്ചുള്ള അടയാളങ്ങൾ.
ഡോനട്ട്സ് നിറഞ്ഞ ഒരു വെളുത്ത പെട്ടി
കറുത്ത തൊപ്പി ധരിച്ച വ്യക്തി
കറുത്ത പക്ഷി
ഒരു പെൺകുട്ടി നിൽക്കുന്നു.
ഒരു കെട്ടിടത്തിലെ വിൻഡോ
രണ്ട് ഉയരമുള്ള കെട്ടിടങ്ങൾ തമ്മിലുള്ള അകലത്തിൽ കാണപ്പെടുന്ന ഒരു തെക്കുപടിഞ്ഞാറൻ വിമാനം
ശാഖയിൽ പരുന്ത്
പച്ചക്കറികൾ നിറഞ്ഞ ഒരു മേശ
പശുവിന്റെ മുഖം
സൈനിക വസ്ത്രം ധരിച്ച മനുഷ്യൻ
ഒരു ഗ്ലാസ് വീഞ്ഞ്
ഒരു നടപ്പാതയിലൂടെ നടക്കുന്ന ഒരാൾ
ഇതൊരു ഫ്രിസ്‌ബിയാണ്
വർണ്ണാഭമായ കൈറ്റ്
ബസ്സിലെ ഹെഡ്ലൈറ്റുകൾ
ഒരു നായ മുകളിലേക്ക് ചാടുന്നു
പെൺകുട്ടി വായിക്കുന്നു
വെള്ളത്താൽ ചുറ്റപ്പെട്ട ഒരു ഗോപുരം
ടെന്നീസ് കളിക്കുന്ന ഒരു പെൺകുട്ടി
ജിറാഫ് കഴുത്ത് നീട്ടുകയാണ്
നടപ്പാതയിൽ ഒരു ചുവന്ന ബെഞ്ച്
മുൻവശത്തേക്ക് ഒരു വലിയ പ്ലേറ്റ്
കറുത്ത മേൽക്കൂരയുള്ള ചുവന്ന ലൈറ്റ് ഹൗസ്
ഒരു മേശപ്പുറത്ത് ഒരു ഗ്ലാസ് വാട്ടർ
ഹെഡ്‌ലൈറ്റ്
തെരുവിൽ ചുവന്ന കാർ
മൂന്ന് ആനകളുണ്ട്
മരത്തിൽ പച്ച ഇലകളുണ്ട്
രണ്ടുപേർ മല കയറുന്നു
കൗണ്ടറിൽ പശ തോക്ക്
ക്രോസ്സ് ഉള്ള കെട്ടിടത്തിൽ ക്ലോക്ക് ഉണ്ട്
കണ്ണടയുള്ള മനുഷ്യന്റെ മുഖം
മഞ്ഞിൽ ഒരു കറുത്ത കുതിര
ഒരു നഗര സ്കൈലൈനിന് മുകളിലൂടെ നീലാകാശം
ഇതൊരു റെക്കോർഡ് പ്ലെയറാണ്
സ്കീയിസുമായി നടക്കുന്ന ആളുകൾ
ഒരു കുതിരയുടെ തല
ബൗളിംഗ് കളിക്കുന്ന വ്യക്തി
കണ്ണാടിയുടെ ഒരു ഭാഗം
ഒരു അടുക്കളയുടെ പൊതു പ്രദർശനം
വ്യത്യസ്ത നിറമുളള റെക്കോർഡ് ആൽബങ്ങൾ.
ഒരു കേക്ക് ഡോനട്ട്
മൂന്ന് ഗ്ലാസ് റെഡ് വൈൻ
ഹെൽമെറ്റ് ധരിച്ചിരിക്കുന്നു
സുഹൃത്ത് സംഗീതം കേൾക്കുന്നു
മനുഷ്യന് ചെറിയ മുടിയുണ്ട്
മഞ്ഞ ഷർട്ടിൽ കുട്ടി
ഒരു ബോർഡിന്റെ ഭാഗം
വ്യക്തി സ്കീയിംഗ് ചെയ്യുന്നു
ഒരു മേശപ്പുറത്ത് ഒരു വെളുത്ത കമ്പ്യൂട്ടർ മോണിറ്റർ.
ചുവരിൽ മൗണ്ട് ചെയ്ത ലൈറ്റ്
സെൽഫോണിലെ പർപ്പിൾ ചിത്രം
ഒരു വലിയ തിരമാലയിൽ സഞ്ചരിക്കുന്ന കുട്ടി
മഞ്ഞുമലയിൽ സ്കീയിംഗ് ചെയ്യുന്ന മനുഷ്യൻ
പ്ലേറ്റിനടുത്തുള്ള ഓറഞ്ച്
ജനാലയ്ക്ക് പുറത്ത് നിൽക്കുന്ന ഒരാൾ
കടൽത്തീരത്ത് ഒരു ഗെയിം കളിക്കുന്ന പുരുഷന്മാർ
പച്ച ധരിച്ച ഒരാൾ
തെരുവിലെ കാർ
സമുദ്രത്തിൽ സർഫിംഗ് ചെയ്യുന്ന മനുഷ്യൻ
കെട്ടിടത്തിലെ വിൻഡോ
ചാരനിറത്തിലുള്ള വിമാനം
മിനുസമാർന്ന ചാരനിറത്തിലുള്ള നിലം.
ഫോർക്ക് പ്ലാസ്റ്റിക് ആണ് ..
ഒരു മരത്തിൽ നിന്ന് ഇലകൾ പറിക്കുന്ന ആന
ഒരു ബാറ്റ് പിടിക്കുന്ന ബേസ്ബോൾ കളിക്കാരൻ
ഐസ് ഉള്ള ഒരു ശീതളപാനീയം.
തന്ത്രങ്ങൾ ചെയ്യുന്ന വ്യക്തി
ചുവന്ന പാന്റും കറുത്ത ബൂട്ടും ഉള്ള സ്കൈ ബോർഡ് റൈഡർ
ഒരു ബേർഡ് ബാത്തിന് അരികിൽ മൂന്ന് പക്ഷികൾ
സർഫ്ബോർഡിലുള്ള ഒരാൾ
വെളുത്ത നീളൻ സ്ലീവ് ഷർട്ട് ഇട്ടവന്റെ ആഡംബരങ്ങൾ.
ഒരു ബസ്സിൽ വ്യാജ പെൻ‌ഗ്വിനുകൾ
മരക്കൊമ്പിൽ കറുത്ത പക്ഷി
ഒരു ഹോട്ടൽ മുറി
അയാൾക്ക് ഒരു തൊപ്പി ഉണ്ട്.
മനുഷ്യന്റെ കൈത്തണ്ടയിലെ വാച്ച്
വൈറ്റ് കളർ സെറാമിക് വാഷ് ബേസിൻ
എയർഫീൽഡിലെ വിമാനം
പോളിലെ ഒരു വെളുത്ത അടയാളം
നമ്പർ 760 ബസിന് മുന്നിൽ
ഇവ മരങ്ങളാണ്
രണ്ട് സീബ്രകൾ പരസ്പരം മണക്കുന്നു
"ചെറിയ തവിട്ട്, വെളുത്ത ജിറാഫ്"
പുല്ല്
ഒരു കൂട്ടം ആളുകൾ നിൽക്കുന്നു
ഒരു മേച്ചിൽപ്പുറത്ത് കുതിരകൾ
ഒരു ലോഹ ബീമിലേക്ക് ബൈക്കിന്റെ ചങ്ങലയിട്ടു
ഒരു ലോഹ നീല ബെഞ്ചിൽ ഇരിക്കുന്ന ഒരു സ്ത്രീ
മനുഷ്യന് കണ്ണടയുണ്ട്
മേൽക്കൂര മെറ്റൽ ഷീറ്റാണ്
ഇതാണ് ആകാശം
സിങ്കിന്റെ ഒഴുക്ക്
\ വെള്ളം \ വായിക്കുന്ന അടയാളം
ഇത് ഉള്ളിലേക്ക് എടുക്കുന്നു
ടെന്നീസ് കോർട്ടിൽ ഒരു കുട്ടി
പൂച്ചയുടെ കണ്ണുകൾ
ആന മേയുകയാണ്
മോട്ടോർ സൈക്കിളിൽ നിൽക്കുന്ന മനുഷ്യൻ
ഇതൊരു കാറാണ്
ഒരു കുട്ടി ആന.
കടൽത്തീരത്ത് മൃഗം.
ഒരു മോട്ടോർ സൈക്കിൾ പാർക്ക് ചെയ്തിരിക്കുന്നു
ആകാശത്ത് ഒരു വിമാനം
തീരത്ത് ബോട്ട്
ഡൈനിംഗ് ഏരിയയിലെ വെള്ള കസേര
ഒരു വ്യക്തിയുടെ നീട്ടപ്പെട്ട കൈ
ഉയർന്ന ആകാശ സൂചി ഘടന
കൗണ്ടറിലെ പിസ്സ
സമുദ്രത്തിലെ പരാസൈലർ
സ്ത്രീ വൈൻ ഗ്ലാസിൽ നിന്ന് കുടിക്കുന്നു
ജിറാഫിനൊപ്പം നിൽക്കുന്ന സെബ്ര.
രണ്ടുപേർ സ്നോ ബോർഡിംഗ് ചെയ്യുന്നു
കുതിര തലയിൽ ആഭരണങ്ങൾ ധരിച്ചിരിക്കുന്നു
പെയിന്റിംഗുകളുള്ള ഒരു പഴയ സിമന്റ് ബെഞ്ച്.
ട്രെയിനിന്റെ പടിയിൽ ഒരാൾ
വീടിന്റെ ഗ്ലാസ് വിൻഡോ
കറുത്ത ഹെൽമെറ്റ് ധരിച്ച ഒരു സ്ത്രീ
കാബിനറ്റുകൾ വെളുത്തതാണ്
ഒരു പ്ലേറ്റിൽ പാൻകേക്കുകൾ
ഒരു നീല ബേസ്ബോൾ തൊപ്പി
ഇതാണ് ആകാശം
വലിയ മഞ്ഞുകുളം
കടൽത്തീരത്ത് കിടക്കുന്ന പെൺകുട്ടി.
"ചുവപ്പ് ചിഹ്നത്തിന് മുകളിലുള്ള പച്ച, വെള്ള ദിശ ചിഹ്നം"
കയ്യിൽ വെളുത്ത കണ്ട്രോളർ
ചരിവിന്റെ താഴത്തെ ഭാഗത്ത് സ്കീയർ
അക്ഷരം കറുത്തതാണ്.
കറുത്ത ചവറ്റുകുട്ടകളുടെ കൂമ്പാരം
ഒരു വലിയ വൃത്താകൃതിയിലുള്ള ക്ലോക്ക്
നീളമുള്ള പുല്ലിൽ വിശ്രമിക്കുന്ന പശു
ഇതാണ് ആകാശം
നടപ്പാതയിൽ ഓറഞ്ച് വേലി
ഘടികാരം
മൃഗശാലയിലെ ജിറാഫുകൾ.
കരടി രോമമുള്ളതാണ്
കടൽത്തീരത്ത് ഒറ്റപ്പെട്ട പക്ഷി
മുതിർന്ന പുരുഷൻ തെരുവിൽ ഇരിക്കുന്നു.
ആന നദിയിൽ കിടക്കുന്നു
തിളക്കമുള്ള ഓറഞ്ച് ലൈറ്റ്
ബീജ് മതിലിന്റെ ചെറിയ ഭാഗം
കട്ടിലിൽ നിഴൽ രൂപം
ഒരു കരടി
റൺവേയിൽ വലിയ വെളുത്ത വിമാനം
ക്യാമറ
വെള്ളി ഫ്രെയിമിലെ പോസ്റ്റർ
വലിയ പാറ തൂണ്
ചുവപ്പും കറുപ്പും നിറമുള്ള മോട്ടോർസൈക്കിൾ
ബോൾ ഗെയിമിലെ വ്യക്തി
മൂന്ന് നായ്ക്കൾ ബെഞ്ചിൽ നിൽക്കുന്നു.
ഇതൊരു കുതിരയാണ്
ട്രെയിൻ നീലയും മഞ്ഞയുമാണ്
രണ്ട് ആനകൾ പരസ്പരം അഭിവാദ്യം ചെയ്യുന്നു
ഒരു ഭക്ഷണത്തൊഴിലാളിയാണ് കൗണ്ടറിന് പിന്നിൽ.
ഒരു മനുഷ്യന്റെ ചെവിക്ക് അടുത്തുള്ള ഒരു സെൽ ഫോൺ
ഇതൊരു വലിയ സ്കൈ ചരിവാണ്
പച്ചയും വെള്ളയും തെരുവ് ചിഹ്നം
വെള്ളത്തിൽ ഒരു നായ
പിസ്സ കഴിക്കുന്ന കുട്ടി
കൈത്തണ്ടയിൽ ഡയമണ്ട് ബ്രേസ്ലെറ്റ്
വലത്തേക്ക് ചൂണ്ടുന്ന അമ്പടയാളം
മുറിച്ച അപ്പം
ഫാൻസി ലോബിയിൽ ഇരുന്നു ലിപ്സ്റ്റിക്ക് ഇടുന്ന ഒരു സ്ത്രീ
ഓറഞ്ച് കഴിക്കുന്ന ഒരാൾ.
പെൺകുട്ടിക്ക് തവിട്ട് നിറമുള്ള മുടിയുണ്ട്
രണ്ട് വാഹനങ്ങൾക്കുള്ള പാർക്കിംഗ് മീറ്റർ
നടപ്പാതയിൽ ബോയ് സ്കേറ്റ്ബോർഡിംഗ് ചെയ്യുന്നു
ഓവർപാസിന് കീഴിലുള്ള വെള്ളം
ആടുകളുടെ കൂട്ടം
തെളിഞ്ഞ മേഘങ്ങളില്ലാത്ത ആകാശം
അകലെയുള്ള പർവതനിരകൾ
ഒരു ടെഡി ബിയർ
ഉടച്ച ഉരുളക്കിഴങ്ങിന്റെ പകുതി
ബെഡ് കവറുള്ള കറുത്ത ട്രക്ക്
ഡോനട്ടിന് പഞ്ചസാര ഗ്ലേസ് ഉണ്ട്
വിളക്കുമാടത്തിന് സുരക്ഷയ്ക്കായി ഒരു ചെറിയ ഗോവണി ഉണ്ട്.
ഒരു കെട്ടിടത്തിലെ ഒരു ഘടികാരം.
"പർപ്പിളും, കറുപ്പും ചെരുപ്പ്"
വെളുത്ത തൊപ്പി ഉള്ള ചുവന്ന ഫയർ ഹൈഡ്രാന്റ്
ഒരു ഗോപുരത്തിലെ ഘടികാരം
വെള്ളത്തിൽ വിൻഡ്‌സർഫറുകൾ
വെളുത്ത പോർസലൈൻ സിങ്ക്
ഒരു വെള്ളി കവാടം
കുഞ്ഞ് ഒരു പുതപ്പിനടിയിൽ കിടക്കുന്നു
ഷെൽഫിലെ ഇനം
കുട്ടി മണലിൽ നിൽക്കുന്നു
ഒരു ഗ്ലാസ് പാത്രത്തിൽ പൂച്ചെണ്ട്
സൈഡ്‌കാർ ഉള്ള ഒരു മോട്ടോർസൈക്കിൾ
ഒരു പാത്രത്തിൽ കിവി
അപലപിക്കപ്പെട്ട കെട്ടിടത്തിൽ ടൈൽ ചെയ്ത മുറി
പകൽ ആകാശത്ത് മേഘങ്ങൾ
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് ചതുര ചിഹ്നം.
നടപ്പാതയിൽ നിൽക്കുന്ന വ്യക്തി
റെസിഡൻഷ്യൽ ബ്ലോക്കിലൂടെ ഉള്ള തെരുവ്
ഒരു വ്യക്തിയുടെ കണ്ണ്
തവിട്ട് നിറത്തിലുള്ള ഷൂ ധരിച്ച വ്യക്തി.
മഞ്ഞ നിറത്തിലുള്ള ഒരു കളിക്കാരൻ
പ്ലേറ്റ് വെളുത്തതാണ്
ഒരു പച്ച തെരുവ് ചിഹ്നം
സ്വർണ്ണ സ്വീകരണമുറി കിടക്ക
പിസ്സയുള്ള പാനിനു മുന്നിൽ രണ്ട് കുട്ടികൾ.
പാർക്കിംഗ് സ്ഥലത്ത് ഹവായിൻ എയർലൈൻ വിമാനം
റോഡിലെ മഞ്ഞ വര.
ഒരു വെളുത്ത പ്ലേറ്റ്
ഒരു പച്ച റിസ്റ്റ്ബാൻഡ്
ഒരു കൂട്ടം പച്ചക്കറി ഇലകൾ
ഒരു സീബ്രയുടെ തല
ട്രെയിനിന്റെ എഞ്ചിൻ
ഒരു കെട്ടിടത്തിന്റെ മുകളിൽ വെളിച്ചം.
ജീൻസ് പാവാട ധരിച്ച സ്ത്രീ
വ്യക്തിഗത ശുചിത്വം ട്രേയിൽ വിതരണം ചെയ്യുന്നു
നീല മതിലുകളുള്ള ഒരു അടുക്കള
ഒരു സ്നോബോർഡ്
റൺവേയിൽ വെളുത്ത വിമാനം
ഒരു ക്ലോക്കിലെ റോമൻ അക്കങ്ങൾ
അനാരോഗ്യകരമായ സാൻഡ്‌വിച്ച് കഴിക്കുന്ന സ്ത്രീ
ഇതൊരു സിറ്റി ബസ്സാണ്
ടെന്നീസ് റാക്കറ്റ്
കൈറ്റ് ചുവപ്പാണ്
കട്ടിലിൽ നീല തലയിണ
ടാൻ വുഡ് സർഫ് ബോർഡ്
ഒരു ലാപ്‌ടോപ്പിന്റെ മോണിറ്റർ
നീല എയർലൈൻ സീറ്റ്
പോൾ മഞ്ഞുവീഴ്ചയിൽ നിന്ന് പുറത്തേക്ക് ഒഴുകുകയാണ്
സീബ്ര
ഒരു നിയോൺ മഞ്ഞ വിന്റർ ജാക്കറ്റ്
തിരക്കുള്ള സ്കൈ ചരിവ്
ആകാശത്ത് രണ്ട് ചുവന്ന വരകൾ
തെരുവിൽ ട്രക്ക്
ഭക്ഷണത്തിന്റെ പ്ലേറ്റിൽ ചെമ്മീൻ
ഒരു ബേസ്ബോൾ ക്യാച്ചർ വളയ്യുന്നു
കട്ടിലിൽ ഉയർന്ന ഹൈ ഹീൽ ഷൂസ്
ഇതാണ് ആകാശം
പ്രകാശിക്കുന്ന ഗ്ലോബുകളുള്ള വെളുത്ത സീലിംഗ് വിളക്ക്.
മണലിൽ ഒരു നിഴൽ
ഒരു ബർണറിൽ ഒരു കെറ്റിൽ.
ഒരു മോട്ടോർബൈക്ക്
അലമാരയിലെ ഒരു ബീജ് ലാൻഡ്‌ലൈൻ ടെലിഫോൺ
"തവിട്ടും , വെളുപ്പും നിറമുളള കുതിര"
മേശപ്പുറത്ത് ഉച്ചഭക്ഷണം
റോഡിന് സമീപമുള്ള ഒരു കറുത്ത പോളിലെ ചിഹ്നം
ഗ്രേ ആൻഡ് വൈറ്റ് ലെയ്സ്ഡ് സ്നീക്കർ
പശ്ചാത്തലം മങ്ങിയതാണ്.
ചുമരിൽ ഒരു ഘടികാരം
"തവിട്ട്, വെള്ള ജിറാഫുകൾ മുന്നോട്ട് നോക്കുന്നു"
സ്റ്റാൻഡിലെ കാഴ്ചക്കാരൻ
വലിയ ചാര നിറമുളള ആന
ചെസ്റ്റിൽ ഇട്ടിരിക്കുന്ന തൂവാല
ക്രിസ്പി ക്രീം തൊപ്പി ധരിച്ച കൊച്ചു പെൺകുട്ടി
സ്റ്റാൻഡിലെ ടിവി
ബൈക്കിലെ മനുഷ്യൻ
ഒരു സ്ത്രീയുടെ തല
വയലിൽ സീബ്രാസ്
ചാരനിറത്തിലുള്ള ആന
കടൽത്തീരത്ത് ഓടുന്ന ഒരാൾ
കെട്ടിടത്തിലെ ഗ്ലാസ് വിൻഡോ
ഒരു പ്ലേറ്റിൽ ജാം
മനുഷ്യൻ പുഞ്ചിരിക്കുന്നു
തവിട്ടുനിറത്തിലുള്ള മരത്തിൽ പച്ച ഇലകൾ
കാറിന്റെ ഹുഡിൽ ഒരു പൂച്ച ഉറങ്ങുന്നു
സ്വർണ്ണ മഞ്ഞ നിറമുളള സ്കാലോപ്പ്ഡ് ഉരുളക്കിഴങ്ങ്
സൈക്കിളിൽ ചാരിയിരിക്കുന്ന ഒരാൾ
കാണാൻ രുചികരമായ ‌ സാൻഡ്‌വിച്ച്
ഇരിക്കുന്ന സ്ത്രീ
ഒരു പുരുഷന്റെ കറുത്ത പാന്റ്സ്
ട്രെയിനിന് മുകളിൽ നിന്ന് പുക വരുന്നു.
ഒരു ചിഹ്നത്തിൽ വെളുത്ത അക്ഷരം
ചാരനിറത്തിലുള്ള തെരുവിന്റെ പെബിൾ ടെക്സ്ചർ
വിമാനം നീലാകാശത്തിന് കീഴിൽ പറക്കുന്നു
ഒരു സ്ത്രീ ബെഞ്ചിൽ ഇരിക്കുന്നു
ഒരു സ്കൈ ചരിവിലുള്ള വ്യക്തി
ക്യാമറ കൈവശമുള്ള ഒരാൾ
നദിയിൽ ഒരു മത്സ്യബന്ധന ബോട്ട്
ഒരു പുരുഷനും സ്ത്രീയും സംസാരിക്കുന്നു
റോഡിന് സമീപം ബൈക്ക് പാർക്ക് ചെയ്തിരിക്കുന്നു
ഹാൻഡിലുകളുള്ള ടീൽ സാച്ചൽ
ഒരു കുന്നിൻമുകളിലെ മഞ്ഞ്
ഇതൊരു ഫ്രിസ്‌ബിയാണ്
പുഞ്ചിരിക്കുന്ന ഒരു ചെറുപ്പക്കാരൻ
ഉയരമുള്ള കുട
പാന്റ്സ് ധരിച്ച മനുഷ്യൻ
മറ്റൊരു സീബ്രയ്ക്ക് സമീപം ഒരു സീബ്ര നിൽക്കുന്നു.
ഒരു ചെറിയ കുഞ്ഞ് ആന
ഒരു തരംഗത്തിന് മുകളിൽ സർഫർ
ചുവരിൽ വെളുത്ത പ്ലഗിൻ
മണ ലിന് തവിട്ടുനിറമാണ്
രണ്ടുപേർ സർഫിംഗ് നടത്തുന്നു.
കറുപ്പും വെളുപ്പും ഡ്രസ്സ് ധരിച്ച പയ്യൻ സോക്കർ കളിക്കുന്നു
ലെതർ സീറ്റുള്ള ഒരു ബർഗണ്ടി മോട്ടോർസൈക്കിൾ
ഒരു ബാറ്റ് പിടിക്കുന്ന ഒരാൾ
പർപ്പിൾ കുട
നായയ്ക്ക് കറുത്ത മൂക്ക് ഉണ്ട്.
മൂലയിലെ ധ്രുവത്തിലെ രണ്ട് തെരുവ് അടയാളങ്ങൾ.
യുവാവ് വായുവിൽ നിൽക്കുന്നു
വിമാനത്തിൽ എയർ കാനഡ.
നീലയും പച്ചയും ഉള്ള സർഫിംഗ് കൈറ്റ്
ഒരു സർഫ്ബോർഡ് കൈവശമുള്ള ഒരാൾ
റോഡിൽ ഒരു ട്രക്ക്
ഇതൊരു കുടയാണ്
സ്കേറ്റ്ബോർഡ് ഓടിക്കുന്ന ഒരാൾ.
പശുക്കൾ തിന്നുന്നു
കുന്നിൻ മുകളിലുള്ള എറിയുന്നവൻ
വലിയ വാഹനത്തിൽ നിന്ന് പുറത്തുകടക്കുന്ന ആളുകൾ
കറുത്ത ടാങ്ക് ടോപ്പ് ധരിച്ച സ്ത്രീ
ചുവന്ന അഷ്ടഭുജ ചിഹ്നം
ഒരു കരടിയോടുകൂടിയ കേക്ക്
ഒരു നിഴലിന്റെ ഭാഗം
ഒരു നായയുടെ ഭക്ഷണ പാത്രം
അഗ്നി ജലാംശം ചുവപ്പാണ്
പകുതി നിറയെ ഗ്ലാസ് ബിയർ
ഒരു തുടിക്കുന്ന ഭാഗം
പ്ലാസ്റ്റിക് ആടുകളിൽ ഒരു ആൺകുട്ടി
ഒരു വിമാനത്തിന്റെ എഞ്ചിൻ
വായുവിൽ നിരവധി കൈറ്റ്സ്
മേശപ്പുറത്ത് കപ്പ് കേക്ക്
മുഖത്ത് മഞ്ഞ് വീഴുന്ന കുഞ്ഞ്
കുതിരയുടെ തലയിൽ വെളുത്ത പുള്ളി
പുല്ല് തിന്നുന്ന ചെമ്മരി ആട്
അഗ്നി ജലാംശത്തിലെ ചെയിൻ
വെളുത്ത ഷർട്ട് ധരിച്ച രണ്ടുപേർ
തൊപ്പി ധരിച്ചിരിക്കുന്ന വ്യകതി.
നീല മേഘാവൃതമായ ആകാശം
വെളുത്ത നിറമുള്ള പുരുഷ മാനെക്വിൻ
കാറിന് മുന്നിൽ ഹൈവേയിൽ കാർ
തെരുവിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന വെളുത്ത കാർ
വ്യക്തിയുടെ തലയ്ക്ക് മുകളിലുള്ള വർണ്ണാഭമായ കുട.
കട്ടിലിൽ ഒരു പുസ്തകം
ക്യാമറ ഉപയോഗിച്ച് കണ്ണാടിയിൽ മനുഷ്യൻ
കെട്ടിടത്തിൽ ചുവന്ന ഇഷ്ടിക
ഒരു വൈറ്റ് ഗെയിം കൺട്രോളർ
കറുത്ത മൂക്കുള്ള പശു .
വൃത്താകൃതിയിലുള്ള ചിഹ്നത്തിന്റെ പിന്നിൽ
മൂന്ന് പേർ സോഫയിൽ ഇരിക്കുന്നു
"ചുവപ്പ്, കറുപ്പ് മോട്ടോർസൈക്കിൾ"
വെളുത്ത ഷോർട്ട്സ് ധരിച്ച വ്യക്തി
തവിട്ടുനിറമുള്ള മുടിയുള്ള സ്ത്രീ
വേലിയുടെ ഒരു ഭാഗം .
നിലത്ത് മഞ്ഞ്‌ കൂമ്പാരങ്ങൾ
പച്ച കലർന്ന ചെടി
സ്റ്റാൻഡുള്ള സിറ്റിംഗ് ബെഞ്ച്
ഇതൊരു വിമാനമാണ്
രൂപീകൃതമായ വിമാനങ്ങൾ
ഒരു പ്ലേറ്റ് ധാന്യം ഉള്ള റൊട്ടി
കറുപ്പും സ്വർണ്ണവുമായ രണ്ട് ക്ലോക്ക് മുഖങ്ങൾ
ചിഹ്നത്തിൽ കറുത്ത അക്ഷരം
ഇതാണ് ആകാശം
ഹോക്കറിന്റെ ഒരു ഭാഗം
പൂക്കളുള്ള രണ്ട് സാധാരണ തലയിണകൾ
നീല നിറത്തിലുള്ള ടെന്നീസ് കളിക്കുന്ന സ്ത്രീ
ഒരു മനുഷ്യന്റെ തല
വ്യക്തിയുടെ സ്റ്റാന്റ്
ഓടുന്ന ഒരാൾ.
രണ്ട് കരടികൾ വെള്ളത്തിൽ കളിക്കുന്നു
മഞ്ഞുവീഴ്ചയിൽ നടക്കുന്ന ഒരാൾ
ഫ്രിഡ്ജിൽ നിൽക്കുന്ന മനുഷ്യൻ
ഒരു ചുവന്ന ടാങ്കർ ട്രക്ക്
ആടുകളുടെ രോമം കത്രിക്കുന്ന മനുഷ്യൻ
ഒരാൾ മണലിൽ കിടക്കുന്നു
ടോർട്ടില്ല പൊതിഞ്ഞ ഭക്ഷണം
കടലിലെ കപ്പലുകൾ
പുല്ലിൽ മോട്ടോർസൈക്കിളുകൾ.
ബേസ്ബോൾ കളിക്കുന്ന പുരുഷന്മാർ
അവൻ ഒരു വാച്ച് ധരിച്ചിരിക്കുന്നു
ഒരു പിക്കപ്പ് ട്രക്ക് പ്രദർശിപ്പിച്ചിരിക്കുന്നു
ട്രെയിൻ‌ എഞ്ചിൻ‌ റെയിൽ‌വേ സ്റ്റേഷനിൽ‌ നിർത്തി ഇരിക്കുന്നു
ഒരു കറുപ്പ് നിറമുള്ള പോൾ
സർഫ്ബോർഡ് കടൽത്തീരത്ത് കിടക്കുന്നു.
ഒരു കുന്നിൻ മുകളിലെ ഒരു വലിയ കോട്ട കെട്ടിടം.
ഒരു വെളുത്ത പാത്രത്തിൽ ഭക്ഷണം വിളമ്പി ഇരിക്കുന്നു
കുത്തനെയുള്ള കുന്നിൻ ചരിവിലൂടെ കുതിരപ്പന്തയം
ഇവ വെളുത്ത പാറകളാണ്
തെളിഞ്ഞ നീലാകാശം.
പ്ലെയർ # 8 ഹെൽമെറ്റ് വച്ച് ആദ്യ ബേസിനായി ഓടുന്നു
ഒരു മഞ്ഞ അഗ്നി ജലാംശം
ഇവ രണ്ട് ഷൂകളാണ്
ആകാശത്ത് വെളുത്ത വിമാനം
റൺവേയിൽ ഒരു വിമാനം
വയലിൽ പക്ഷികളുടെ ഒരു കൂട്ടം
വ്യക്തി ഒരു കളിമൺ അടുപ്പ് ഉപയോഗിക്കുന്നു
മോട്ടോർ സൈക്കിൾ നോക്കുന്ന പുരുഷന്മാർ
നഗരത്തിലൂടെ ഒരു ബസ് നീങ്ങുന്നു
ഉയരമുള്ള പുല്ലിൽ ടർക്കികളുടെ ഒരു കൂട്ടം
പാറ മതിലിൽ ഒരു പക്ഷി
ഇതൊരു സ്യൂട്ട്കേസ് ആണ്
വെളുത്ത ക്ലൈഡെസ്‌ഡേൽ കുതിര
ഒരു സ്ത്രീ ബെഞ്ചിൽ ഇരിക്കുന്നു.
ഇത് ഒരു സ്ത്രീയാണ്
ഒരു മേശ കസേര
പശുക്കൾക്ക് കറങ്ങാനുള്ള സ്ഥലം
റൺവേയിലെ വിമാനം
ആന അഴുക്കിൽ നടക്കുന്നു
ഒരു പാച്ച് ചരൽ
ഒരു മരം ഫ്രെയിം ചെയ്ത പ്രിന്റ്
ചുവരിൽ തൂക്കിയിട്ടിരിക്കുന്ന വിന്റേജ് പോസ്റ്ററുകൾ
ഫില്ലിംഗുകളുള്ള ഹോട്ട് ഡോഗ് ബൺ
പകൽ എടുത്ത ഫോട്ടോ
ക്രമരഹിതമായ ആകൃതിയിലുള്ള മേഘങ്ങളുള്ള നീലാകാശം
നീല ബീച്ച് പാരസോളുകളുടെ ഒരു നിര
കറുത്ത പക്ഷികൾ പറക്കുന്നു
ചുവന്ന ബക്കറ്റിൽ ലൈറ്റ് ബൾബ്
മുതിർന്ന പശുവിന്റെ ഇടത് ചെവി
പകൽ ആകാശത്തിന്റെ നീല നിറം
മേശപ്പുറത്ത് ഒരു വൈൻ ഗ്ലാസ്
ഒരു മരത്തിൽ ഒരു പക്ഷി
വലിയ വെളുത്ത ടെഡി ബിയർ
ക്യാച്ചർ അഴുക്കിൽ മുട്ടുകുത്തി
സ്ത്രീയുടെ മുഖത്ത് കണ്ണട
രണ്ട് സിൽവർ മാർഡിഗ്രാസ് നെക്ലേസുകൾ
രണ്ട് ആളുകൾ സ്കീയിംഗ് ചെയ്യുന്നു
"ഒരു ജോടി വെള്ള, ഓറഞ്ച് ഗോഗലുകൾ"
ഗ്രീൻ ലൈറ്റ് റെയിൽ
ഒരു കുതിരയുടെ പുറകുവശം
നായ ഒരു സർഫ്ബോർഡിലാണ്.
ടോയ്‌ലറ്റ് സീറ്റ് താഴെയാണ്
അമേരിക്കൻ സൈനികർ കാബൂളിൽ നിലയുറപ്പിച്ചിട്ടുണ്ട്.
ഇതൊരു സാൻഡ്‌വിച്ച് ആണ്
ഒരു വെളുത്ത ടോയ്‌ലറ്റ്
ഒരു ബെഞ്ചിൽ തല വെച്ചിരിക്കുന്ന ഒരു നായ
ഒരു ഇഷ്ടികയുടെ ഭാഗം
ഒരു വലിയ നീന്തൽക്കുളം
നിലത്ത് ഒരു മത്തങ്ങ
ഒരു കൺവെയറിലെ സ്യൂട്ട്‌കേസ്
ഒരു കെട്ടിടത്തിൽ ഒരു വൃത്താകൃതിയിലുള്ള ഘടികാരം
മേഘത്തിന്റെ ഒരു ഭാഗം
റെയിലുകളിൽ ഒരു ചരക്ക് ട്രെയിൻ
ഇതൊരു ട്രെയിനാണ്
കുട്ടിയുടെ അരികിൽ നിൽക്കുന്ന കുട്ടി
നിലം അസ്ഫാൽറ്റ് കൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്
രണ്ട് കളിപ്പാട്ട ബഹിരാകാശയാത്രികർ
ആളുകളുടെയും കുതിരകളുടെയും ഒരു കൂട്ടം
ഭക്ഷണം തടി പാത്രത്തിലാണ്
ജിറാഫ് ക്യാമറയിലേക്ക് നോക്കുന്നു
ഗോപുരത്തിന്റെ അടിയിൽ കറുത്ത ഇരുമ്പ് വേലി
ശൂന്യമായ സ്കൈ ലിഫ്റ്റ്
ഒരു ജാലകത്തിൽ നിന്ന് ഒരു കുട തൂങ്ങി കിടക്കുന്നു
ഒരു ജോടി കറുത്ത കാൽമുട്ട് പാഡുകൾ
കരടി കറുത്തതാണ്
തവിട്ടുനിറത്തിലുള്ള വെളുത്ത പശു
അത് ഒരു വ്യക്തിയാണ്
ഒരു തടിയുടെ ഭാഗം
കെട്ടിടത്തിന്റെ മുകളിൽ
ധരിച്ച വെസ്റ്റ് മനുഷ്യൻ
ഒരു ബസ്സിലെ ചക്രങ്ങൾ
കടൽത്തീരം കാണാം.
പെഡികാബ് നിയന്ത്രണത്തിനായി കാത്തിരിക്കുന്നു
പൂച്ചയുടെ തലയുടെ പിൻഭാഗം.
പാർക്കിലെ ശോഭയുള്ള പച്ച ഫീൽഡ്.
വൃത്തികെട്ട ആട് കിടക്കുന്നു
കുളിമുറിയിൽ വെളുത്ത ടോയ്‌ലറ്റ് ടാങ്ക്
ഇതൊരു പൂച്ചയാണ്
വെളുത്ത ഫ്രിസ്ബീ കൈവശമുള്ള മനുഷ്യൻ
പഴയ മടക്കിയ പത്രം
ഒരു കറുത്ത കഴുത്ത് ടൈ
കടൽത്തീരത്ത് ആനകളുടെ കൂട്ടം
കിടക്കയിൽ രണ്ട് അലങ്കാര തലയിണകൾ
"മഞ്ഞ, കറുപ്പ് സ്കൈ ഗിയറിലുള്ള വ്യക്തി"
സ്കേറ്റ് ബോർഡിലെ മനുഷ്യൻ
കുട്ടി ധരിക്കുന്ന തൊപ്പി.
ഒരു ഓറഞ്ച് ബലൂൺ
ഒരു വലിയ ഫ്ലോർ ഫാൻ
ടോർട്ടില്ല ചിപ്പുകളുടെ പാത്രം മേശപ്പുറത്ത്
കീബോർഡിലെ കീ
മുന്നോട്ട് ചായുന്ന ഒരാൾ
ആകാശത്ത് കൈറ്റ്
ഒരു ബസ് ഓടിക്കുന്നു
കൈകൊണ്ട് മുഖം മൂടുന്ന ഒരാൾ
നിലത്ത് വുഡൻ ബെഞ്ച്
ഒരു കുന്നിൻ മുകളിലൂടെ സഞ്ചരിക്കുന്ന വ്യക്തി
ഡോൾഫിന്റെ ഫിൻ വെള്ളത്തിൽ നിന്ന് പുറത്തേക്ക്
മുഖത്ത് കറുത്ത സൺഗ്ലാസ് ധരിച്ച മനുഷ്യൻ.
കെട്ടിടത്തിന്റെ മുൻവശത്തെ ഘടികാരം
കറുത്ത കുട പിടിക്കുന്ന സ്ത്രീ.
ഒരു പുല്ലിന്റെ ഭാഗം
ഒരു തറയുടെ ഭാഗം
ഒരു കാറിലെ മുൻ ചക്രം
ഡ്രമ്മിന്റെ അഗ്രം
ഒരു റെസ്റ്റോറന്റിലെ പിസ്സ വച്ചിരിക്കുന്ന ടേബിളിന് ചുറ്റും ആളുകൾ
സോപ്പ് ഡിഷിലുണ്ട്
ഒരു വൈറ്റ് ബാത്ത്റൂം സിങ്ക്
ഉയരമുള്ള പച്ച ഇളം വൃക്ഷം
വായിൽ പിങ്ക് നിറത്തിലുള്ള കളിപ്പാട്ടം പിടിച്ചിരിക്കുന്ന മനോഹരമായ നായ
കുളിമുറിയിലെ വൈറ്റ് ഷവർ കർട്ടൻ.
ചെറിയ വെളുത്ത നായയുടെ കണ്ണ്
ഷോർട്ട്സ്സ് ഇട്ട പുരുഷന്റെ അടുത്തായി കറുത്ത ടോപ്പിലുള്ള സ്ത്രീ
നാല് ട്രെയിൻ റെയിലുകൾ നിലത്തുണ്ട്.
ഇതൊരു ആടാണ്
കുപ്പായം പിങ്ക് ആണ്
കൊക്കക്കോള കുടകളുടെ ഒരു കൂട്ടം
സിങ്ക് വെളുത്തതാണ്
ആൾക്കൂട്ടത്തിൽ ഒരു ബസ്
ജിറാഫുകൾ ഒരു മൃഗശാലയിൽ നിൽക്കുന്നു
ഇതാണ് ആകാശം
ഒരു വെളുത്ത പ്ലേറ്റിൽ ഒരു സാൻഡ്‌വിച്ച്
മോട്ടോർ സൈക്കിളിലെ വ്യക്തി
റോഡിൽ ചുവന്ന ബസ്
പിസ്സ നിറച്ച ഗ്ലാസ് കേസ്
മരം വേലി റെയിലിംഗ്
ഒരു നഴ്സസ് യൂണിഫോമിൽ ഒരു തവിട്ട് കരടി
പന്ത് വായുവിലാണ്
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു ബ്ലാക്ക് ആൻഡ് വൈറ്റ് വിളക്ക് ഷേഡ്
പച്ചയും തവിട്ടുനിറത്തിലുള്ള മറവുള്ള കുട.
സോക്കർ കളിക്കുന്ന ഒരു സ്ത്രീ
വേലിക്ക് പിന്നിൽ ഉയരമുള്ള ജിറാഫ്
മഞ്ഞ ചിഹ്നത്തിൽ എഴുതുന്നു.
നീണ്ട ഇരുണ്ട മുടി
ചാരനിറത്തിലുള്ള ഷർട്ട് ധരിച്ച ഒരാൾ
പിസ്സ വലുതാണ്
ചീക്കി ടോയ്‌ലറ്റ്
സിൽവർ ഗ്രേ ഫ്ലിപ്പ് ഫോൺ
മധ്യത്തിൽ തണ്ടുള്ള ആപ്പിൾ
ഒരു വെള്ള സർഫ് ബോർഡ് അതിൽ എഴുതിയിട്ടുണ്ട്
പേപ്പർ വായിക്കുന്ന യാത്രക്കാർ.
"ചിറകിന്റെ അറ്റത്ത് പിങ്ക്, ചുവപ്പ് പുഷ്പം"
ഒരു ഘടനയിൽ ഒരു ക്ലോക്ക്
ഉയരമുള്ള പുല്ലിലാണ് സീബ്രകൾ നിൽക്കുന്നത്
ഫോട്ടോ ബ്ലാക്ക് ആൻഡ് വൈറ്റ് ആണ്
ഒരു സ്ത്രീ ടെന്നീസ് പന്ത് സേർവ്വ് ചെയ്യുന്നു
സ്കേറ്റ് ബോർഡ്
മരത്തിന് അടുത്ത് ഉറങ്ങുന്ന നായ
തറയിൽ ചെരിപ്പുകൾ.
ഒരു വെളുത്ത തലകീഴായ ബോട്ട്
യുവാവ് സ്കേറ്റ്ബോർഡിംഗ് ചെയ്യുന്നു
"ഓറഞ്ച്, വൈറ്റ് ബോട്ട്"
പച്ച ട്രാഫിക് ലൈറ്റ്
ഷോർട്ട്സിന് തവിട്ടുനിറമാണ്
മനുഷ്യൻ സർഫിംഗ് ചെയ്യുന്നു
ബ്ലൂബെറി പതിച്ച ഒരു കേക്ക്
ഉപരിതലത്തിൽ പിങ്ക് അടയാളങ്ങൾ
സർഫ്ബോർഡിലെ ഒരു സ്ക്രൂ
വെളുത്ത തൊപ്പി ധരിച്ച സ്ത്രീ
വെളുത്ത സ്റ്റഫ് ചെയ്ത കരടികൾ പ്രദർശിപ്പിച്ചിരിക്കുന്നു.
ഗ്രേ സ്യൂട്ട്കേസ് നിലത്ത്
ഒരു ടെന്നീസ് കളിക്കാരൻ ഇരിക്കുന്നു
കുപ്പായം വരകൾ ഉള്ളതാണ്
ആരാധകർക്കായി ബോൾ പരിരക്ഷണ വല
ചവറ്റുകുട്ട കറുത്തതാണ്
ഒരു സ്റ്റാൻഡിൽ പഴങ്ങളുടെ കൂട്ടം.
മോട്ടോർ സൈക്കിളുകളിൽ റോഡിൽ ആളുകൾ
ഒരു വനിതാ ടെന്നീസ് കളിക്കാരി
മനുഷ്യന്റെ ചെവിയിൽ കറുത്ത ഇയർ മഫ്
കറുപ്പും ചാരനിറത്തിലുള്ള ടൈയുടെ ഭാഗം
പുല്ലിൽ നിൽക്കുന്ന നായ
ഫോട്ടോയിലെ നീലാകാശം
പുറത്തുള്ള ജിറാഫുകൾ
പിന്നിലെ പർവതനിര
ചുവന്ന ടൈ ധരിച്ച മനുഷ്യൻ
ട്രെയിനിന് മുന്നിൽ ഓറഞ്ച് ഭാഗം.
ഒരു തവിട്ടുനിറത്തിലുള്ള കരടി നിൽക്കുന്നു
വൈൻ ഗ്ലാസുകളുടെ നിര
സ്ത്രീകൾ ലഗേജ് തള്ളുകയാണ്
ഒരു കർഷക വിപണിയിൽ പച്ചക്കറികൾ
ജിറാഫിന്റെ തല മറ്റൊന്നിന്റെ മുകളിൽ.
വ്യത്യസ്ത ദിശകളിലുള്ള തെരുവ് ചിഹ്നങ്ങൾ
വസ്ത്രങ്ങൾ പ്രദർശിപ്പിക്കും
ഇതൊരു ചെമ്മരി ആടാണ്
തവിട്ടുനിറത്തിലുള്ള പാറകൾ
ചുവന്ന സ്ലീവ് ഉള്ള വ്യക്തി
കുട തലകീഴായി
അലമാരയിൽ മൂന്ന് ചുവന്ന വിഭവങ്ങൾ
പിസ്സ വലുതാണ്
ട്രെയിനിൽ നിന്ന് തൂങ്ങിക്കിടക്കുന്ന കൈകളും കാലുകളും ഉള്ള ആളുകൾ
ബെഡ് ഫ്രെയിമിലെ പോസ്റ്റ്
ഉയരമുള്ള കറുത്ത സ്റ്റീരിയോ സ്പീക്കർ
ഒരു തളികയിൽ കേക്ക്
ഒരു മരം പ്ലേറ്റിൽ ഒരു പിസ്സ
പുസ്തകത്തിനും അലമാരയ്ക്കുമിടയിൽ ഒരു പൂച്ച.
ഫോട്ടോയിലെ ഒരു ഹോട്ട്ഡോഗ്
ഫോട്ടോയിലെ കറുത്ത രോമങ്ങൾ.
റോഡിൽ ഒരു കറുത്ത കാർ
സ്നോ സ്കീസിലെ ഒരു വ്യക്തി
ഒരു വിമാനത്തിൽ വൃത്താകൃതിയിലുള്ള വിൻഡോകൾ
കടത്തുവള്ളത്തിന്റെ വശത്ത് പെഡൽ.
തലയിൽ ഹെൽമെറ്റ് ധരിച്ച മനുഷ്യൻ
കെട്ടിടത്തിന്റെ ഭാഗം
ഒരു ഗെയിം കളിക്കുന്ന ഒരാളുടെ കാൽ
ഒരു ബോർഡിലെ വ്യക്തി
ജിറാഫിന്റെ കാൽ
ഇതാണ് ആകാശം
ഒരു സ്ത്രീ ഒറ്റയ്ക്ക് ഒരു ബെഞ്ചിൽ ഇരിക്കുന്നു
റോഡിൽ കാറിന്റെ ടൈൽ‌ലൈറ്റുകൾ
ഒരു വിറകിന്റെ ഭാഗം
ചില മരങ്ങൾക്ക് പിന്നിൽ വലിയ ക്ലോക്ക് ടവർ
ബോട്ടുകളിൽ കറുത്ത ഫാനുകൾ
വെള്ളത്തിൽ തുഴ കൊണ്ട് മനുഷ്യൻ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു അനിമൽ ക്രാക്കർ ട്രീറ്റ്
വെള്ളത്തിൽ നിൽക്കുന്ന രണ്ട് ആനകൾ
ഒരു ക്രെയിൻ വെള്ളത്തിൽ അലയടിക്കുന്നു
പിസ്സ പാകം ചെയ്യുന്നു
നിലത്ത് ചുവന്ന പരവതാനി.
ഗോപുരത്തിന്റെ നടുവിൽ വലിയ സ്വർണ്ണ ഘടികാരം
ഒരു ട്രാഫിക് സിഗ്നലിൽ ചുവന്ന ലൈറ്റ്
ഒരു വ്യക്തി സ്നോ സ്കീ ഉപയോഗിച്ച് നല്ലതിന് പോസ് ചെയ്യുന്നു.
ഒരു പാർക്കിൽ ഒരു സ്ത്രീ.
ചെറിയ ചാരനിറത്തിലുള്ള കത്രിക
മനോഹരമായ തെളിഞ്ഞ നീലാകാശം
ഇതൊരു ട്രെയിൻ ആണ്
ഒരു ധ്രുവത്തിൽ ഒരു അടയാളം
ആന വലുതാണ്
ചെരുപ്പ് ധരിച്ച സ്ത്രീ
ഒരു വെളുത്ത ടാങ്ക് ലിഡ്
വലതു കൈയിൽ വാഴപ്പഴം
മാക്രോണിയും ചീസും റൊട്ടിയിൽ
മുൻ നിരയിലെ കുറുകെ കാലു വെച്ച പയ്യൻ
"ഒരു തവിട്ട്, കറുത്ത പഗ് നായ്ക്കുട്ടി"
കണെക്ടിങ് ബാറ്റ് ടു ബോൾ കളിക്കുന്നു
ഒരു പച്ച വയലിൽ പശു
ബസ്സിൽ ഹാൻഡികാപ്പ് സൈൻ
പ്രദർശിപ്പിച്ചിരിക്കുന്ന മെറ്റൽ ട്രേകളിലെ പേസ്ട്രികളുടെ റാക്കുകൾ
പാത്രങ്ങൾ ഓറഞ്ച് നിറമാണ്
ഇത് ഒരു മനുഷ്യനാണ്
ഒരാൾ സ്കേറ്റിംഗ് ചെയ്യുന്നു
വൈറ്റ് പോസ്റ്റ് ചിഹ്നം
വെളുത്ത കുതിരകൾ ബഗ്ഗി വലിക്കുന്നു
സ്നോ ബോർഡർ വായുവിൽ തന്ത്രം ചെയ്യുന്നു
ഓറഞ്ച് രണ്ട് വിരലുകളിൽ ഇരിക്കുന്നു
ഫ്രഞ്ച് ഫ്രൈകൾ പ്ലേറ്റിൽ
ഇരുണ്ട നീല പച്ച വെള്ളം
വെളുത്ത പാത്രത്തിൽ അരി
ചുവന്ന സൺഗ്ലാസ് ധരിച്ച മനുഷ്യൻ
ഉരുക്ക് ധ്രുവത്തിൽ ഒരു അഷ്ടഭുജ ചിഹ്നം
സിൽവർ കാർ പാർക്ക് ചെയ്തു
ജിറാഫിന്റെ തല
തെരുവിന്റെ വശത്ത് ഒരു വാൻ
കറുത്ത പക്ഷികളുടെ കൂട്ടം
തവിട്ടു നിറമുള്ള മുടിയുള്ള ഒരു ആൺകുട്ടി
സ്മാരക ശില്പങ്ങളുള്ള ഒരു ശ്മശാനം
കെച്ചപ്പ് പാക്കറ്റ് ഒരു മേശപ്പുറത്ത് ഇരിക്കുന്നു
വലിയ കറുത്ത നായ ഓടുന്നു
ബെഡ്‌സ്‌പ്രെഡിൽ ചുവന്ന പുഷ്പ ദളങ്ങൾ.
കടൽത്തീരത്ത് ഒരു പട്ടം പറത്തിക്കുന്ന ഒരാൾ
പിങ്ക് ഗ്ലാസ് ധരിച്ച ഒരു സ്ത്രീ
സ്യൂട്ട് ധരിച്ച മനുഷ്യൻ
സ്ത്രീക്ക് ഹോട്ട് ഡോഗ് ഉണ്ട്.
വെള്ളയും നീലയും ഉള്ള ട്രെയിൻ
തെരുവിൽ മഞ്ഞ ടാക്സി കാർ.
ഒരു വെളുത്ത പ്ലേറ്റിലെ തിളക്കം
ഡൈനിംഗ് ടേബിളിൽ ഒരു പുരുഷനും സ്ത്രീയും
"തവിട്ട്, ക്രീം ജിറാഫിന്റെ തല"
ട്രെയിലറുകളുടെ ഒരു നിര
ഇതൊരു പരേഡാണ്
തെരുവിലൂടെ ബൈക്കുകൾ ഓടിക്കുന്ന ആളുകൾ
ചുവപ്പും വെള്ളയും സ്റ്റോപ്പ് ചിഹ്നം
ഇതൊരു പിസ്സയാണ്
നീന്തൽക്കുളത്തിലെ ഒരു നായ
ക്രോക്കേറ്റഡ് ബ്രൗൺ കരടി മുഖം
മനുഷ്യന്റെ മുഖത്ത് കണ്ണട
ആകർഷണീയമായ മഞ്ഞ പൂച്ച ടൈ
രണ്ട് ആടുകൾ നിലത്തു കിടക്കുന്നു
ഒരു സിങ്കിൽ ഇരിക്കുന്ന പൂച്ച
ഓറഞ്ച് നിർമ്മാണ ചിഹ്നം
സ്വർണ്ണ കൈകളുള്ള നീല ഘടികാരം
ഫ്രിസ്‌ബി എറിയുന്ന മനുഷ്യൻ
വിമാനം വെള്ളയും പച്ചയും ആണ്
ഒരു ജോടി അടുക്കള കത്രിക
വാഴപ്പഴത്തിൽ ചെറിയ ചതവ്
സിമൻറ് കൊണ്ട് നിർമ്മിച്ച പോൾ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരാള്
പറഞ്ഞല്ലോ കടിക്കും എന്ന്
ഒരു കോഫി കലത്തിൽ കോഫി
നീലയും മഞ്ഞയും നിറമുളള തത്ത
നിലത്ത് കറുത്ത മോട്ടോർസൈക്കിൾ
ഒരു ജിറാഫിന്റെ തലയിൽ അതിന്റെ ചെവി.
ഒരു ഓഫ് റോഡ് വാഹനം
ചെരുപ്പ് ധരിച്ച മനുഷ്യൻ
ഉയരമുള്ള ചുവന്ന സോക്കർ സോക്ക്സ്സ്
ടെന്നീസ് കളിക്കുന്ന യുവതി
ഇതൊരു സോക്കർ ജേഴ്സിയാണ്
ഒരു മനുഷ്യന്റെ തല
ഇരുണ്ട മുടിയുള്ള മനുഷ്യൻ പുഞ്ചിരിക്കുന്നു.
ചുവപ്പ് വെള്ളയും നീലയും നിറമുളള വിമാനം
ഒരു നീല ബസ്
\ ടി ഉള്ള കറുത്ത ഹെൽമെറ്റ്
നിലത്ത് മരം
കുളിമുറിയിൽ ഒരു ടോയ്‌ലറ്റ്
ബേസ്ബോൾ കളിക്കുന്ന ഒരു കുട്ടി
ഒരു മേശയിൽ രണ്ട് പിസ്സകൾ
ബിഗ് ബെന്നിനടുത്തുള്ള ഒരു പ്രധാന കെട്ടിടം
തുരുമ്പിച്ച ട്രെയിൻ ട്രാക്കുകളുടെ ഗ്രൂപ്പ്
മഞ്ഞ വസ്ത്രം ധരിച്ച ആളുകൾ
ഒരു കൂട്ടം കറുത്ത പക്ഷികൾ
കളിപ്പാട്ടങ്ങളായി രണ്ട് വൈറ്റ് സ്യൂട്ട് കേസുകൾ.
പിങ്ക് ബാത്ത്റൂം ടവൽ ചുമരിൽ തൂക്കിയിരിക്കുന്നു
ഒരു ചെറിയ വെളുത്ത വാൻ
ഒരു ബേസ്ബോൾ കളിക്കാരൻ ബാറ്റിംഗിന് തയ്യാറാകുന്നു
ഒരു യുണൈറ്റഡ് സ്റ്റേറ്റ്സ് ബഹിരാകാശവാഹനം
ഒരു വയലിൽ പുല്ല് തിന്നുന്ന സീബ്ര
കറുത്ത ട്രാഫിക് സിഗ്നലുകൾ
ക്രൂയിസ് ബോട്ട് വെള്ളത്തിൽ
തൂക്കിയിട്ടിരിക്കുന്ന ഓറഞ്ച് ടസ്സൽ.
പകൽ സമയത്ത് ഒരു രംഗം
വയലിൽ പാറ
ഇതാണ് ആകാശം
റൺവേയിൽ ചുവന്ന വിമാനം
ഇതാണ് മതിൽ
ഫ്രിസ്‌ബീ ഓറഞ്ച് നിറമാണ്
ഇത് ഒരു കൂട്ടം വാഴപ്പഴമാണ്
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് മഴ കുട
വെളുത്ത വലത് അമ്പടയാളമുള്ള കറുത്ത ചിഹ്നം
കേക്ക് ബോക്സ് വെളുത്തതാണ്.
വസ്തുക്കളുടെ കാഴ്ച
സ്കേറ്റ്ബോർഡർ സ്റ്റണ്ട് ചെയ്യുന്നു
ബേസ്ബോൾ കളിക്കുന്ന ഒരാൾ
ജാലകത്തിന് മുന്നിൽ കസേരയിലിരിക്കുന്ന തലയിണ
സ്കേറ്റ്ബോർഡിൽ പച്ച ചക്രങ്ങൾ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
അമേരിക്കൻ പതാക ആൺകുട്ടി കൈവശം വച്ചിരിക്കുന്നു
ടവറിൽ വെളുത്ത ക്ലോക്ക് മുഖം
ഒരു പാത്രത്തിൽ ധാന്യങ്ങൾ
വെളുത്ത വിമാനം
ആളുകൾ ഒരു നടപ്പാതയിൽ നിൽക്കുന്നു
വലിയ ഞണ്ട് വളയങ്ങൾ തറയിൽ
ആകാശത്ത് മേഘം മൂടുന്നു
ഒരു ചെമ്പ് ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
പെയിന്റിംഗ് ചുമരിൽ തൂക്കിയിരിക്കുന്നു
ലഗേജ് ചുമക്കുന്ന സ്ത്രീകൾ.
മുൻവശത്ത് ഒരു തെരുവ് ചിഹ്നം
ചുവപ്പ് നിറത്തിലുള്ള ഒരു ആൺകുട്ടി
ഒരു വ്യക്തി സമുദ്രത്തിലാണ്
ഒരു മനുഷ്യന്റെ കൈയ്യിൽ രണ്ട് സർഫ്ബോർഡുകൾ.
ഇതൊരു ആടാണ്
വ്യക്തി നീല കിക്കുകൾ ധരിച്ചിരിക്കുന്നു
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് ബോട്ട്
മഞ്ഞ ഫ്രിസ്ബീ വായുവിൽ
ഒരു സെൽ‌ഫോണിലെ ഒരു നമ്പർ‌ കീ.
ഫലം ഓറഞ്ച് ആണ്.
ഒരു പിച്ച് എറിയുന്ന ബേസ്ബോൾ കളിക്കാരൻ
ചിത്രം ഒരു പകൽ സമയത്താണ് എടുത്തത്
കറുത്ത ഇരട്ട വാതിൽ ഉള്ള ഫ്രിഡ്ജ്
ചുവരിൽ വെളുത്ത അക്ഷരം
ഓഫീസിലെ ലൈസൻസ് പ്ലേറ്റ്.
ഒരു വ്യക്തിയുടെ കണ്ണ്
ഇതൊരു മതിൽ
ഒരു കെട്ടിടത്തിൽ ചുവപ്പും വെള്ളയും അടയാളം
വലിയ രോമമുള്ള കറുത്ത കരടി
റഫ്രിജറേറ്ററിന്റെ വാതിലുകൾ
ഒരു മഞ്ഞ്‌ ഫീൽഡിൽ‌ ഒരു സ്കീയർ‌
വിളക്കിന്റെ നിഴൽ വിളക്കിൽ
ഇത് ഒരു വ്യക്തിയാണ്
വിമാനം
റോഡിന് നടുവിൽ ഇരട്ട മഞ്ഞ ലൈൻ
പിയറിൽ മൂന്ന് ബെഞ്ചുകൾ
മനുഷ്യൻ കടൽത്തീരത്ത് നടക്കുന്നു
കുടയിൽ ഒരു പക്ഷി
രാത്രി സ്റ്റാൻഡിൽ വിളക്ക്
ചുവപ്പും വെള്ളയും മുകളിലുള്ള ജാമിന്റെ ഭരണി.
മേശപ്പുറത്ത് പച്ച ഗ്ലാസ്
ചെരുപ്പ് ധരിച്ച മനുഷ്യൻ
ഒരു പാത്രത്തിൽ സോയ സോസ്
മനുഷ്യൻ ഒരു ജോടി ഗ്ലാസ് ധരിക്കുന്നു
ഒരു തളികയിൽ പുഷ്പം
രണ്ടുപേർ ഒരുമിച്ച് ഇരിക്കുന്നു.
പാർക്ക് ബെഞ്ചിലെ മുതിർന്ന മനുഷ്യൻ
ഇരിപ്പിടമുള്ള ഒരു ടോയ്‌ലറ്റ് പാത്രം
ഘടികാരം
ഇവ ഇരട്ട കിടക്കകളാണ്
ഇതാണ് മതിൽ
മനുഷ്യന് സൺഗ്ലാസുകൾ ഉണ്ട്
ഒരു അലമാരയിൽ വെസ്
അവളുടെ മുഖത്ത് പുഞ്ചിരിയോടെ മനുഷ്യൻ ട്രെയിനിനടുത്ത് നിൽക്കുന്നു
മരം തടി ക്യാബിൻ
ഇത് ഒരു വ്യക്തിയാണ്
ഒരു ചരിവിന് മുകളിൽ രണ്ട് സ്കീയറുകൾ
ചക്രവാളത്തിലെ കുന്നുകൾ
വണ്ടിയുടെ വാതിൽ 11
ഒരു ചെറിയ പിങ്ക് റോസ്
ഒരാൾ പുതപ്പിനടിയിൽ കിടക്കുന്നു
കേക്കിന്റെ മുകളിൽ ലവ് ബേർഡ്‌സ്
അതിൽ ഒന്നുമില്ലാതെ കുടം
ആളുകൾ ഫ്രിസ്ബീ കളിക്കുന്നു
ചാരനിറത്തിലുള്ള വെളുത്ത പക്ഷി കുതിച്ചുയരുന്നു
ഒരു രുചികരമായ പെപ്പർറോണി പിസ്സ
ഇതൊരു വൃക്ഷമാണ്
ടെന്നീസ് കളിക്കാരൻ മുകളിലേക്ക് ചാടുന്നു
കറുത്ത കാർ തെരുവിൽ പാർക്ക് ചെയ്തു
സ്കീസിൽ നിൽക്കുമ്പോൾ സ്കീയർമാർ വായുവിൽ ചാടുന്നു
ആനയുടെ തുമ്പിക്കൈ
കുതിരപ്പുറത്തു കയറുന്ന ഒരാൾ
"മഞ്ഞ, കറുപ്പ് ട്രെയിൻ"
പക്ഷി സമുദ്രത്തിന് മുകളിലൂടെ പറക്കുന്നു
കൈറ്റ്
അകലെ തവിട്ട് അഴുക്ക്
ഇതൊരു ടിൻ ആണ്
റോമൻ അക്കങ്ങളുള്ള ഒരു ക്ലോക്ക്
ലാൻഡിംഗ് സ്ട്രിപ്പിൽ വെളുത്ത വിമാനം
ബസിന് മുകളിൽ ഒരു യൂണികോണിന്റെ പ്രതിമ
ഒരു തുറന്ന സാൻഡ്‌വിച്ച്
ഒരു ധ്രുവത്തിൽ \ നിർത്തുക \ അടയാളം
സ്യൂട്ട്കേസുകൾ വഹിക്കുന്ന ആളുകൾ
ഘടികാരമുള്ള കല്ല് ഗോപുരം
ഒരു കെട്ടിടത്തിന്റെ വശത്തുള്ള ഒരു ഘടികാരം
ബൈക്ക് പാർക്ക് ചെയ്തിരിക്കുന്നു
ഒരു ട്രക്ക് ഭാഗികമായി നടപ്പാതയിൽ
ഒരു വയലിൽ നടക്കുന്ന അഞ്ച് ആനകൾ
ഒരു ജിറാഫിന്റെ പുള്ളി കഴുത്ത്
ഒരു ധ്രുവത്തിലെ ട്രാഫിക് ലൈറ്റ്
തലയുടെ പിന്നിൽ കണ്ണടകളുള്ള മനുഷ്യൻ
വലുപ്പമുള്ള നിത്യഹരിത പൈൻ
ബ്രൊക്കോളി പച്ചയാണ്.
ഒരു വെള്ളത്തിന്റെ ഭാഗം
ചെറിയ മഞ്ഞ വസ്തു വെള്ളത്തിൽ പൊങ്ങിക്കിടക്കുന്നു
മഞ്ഞ് വെളുത്തതാണ്
മെഴുകുതിരി പരിശോധിച്ചു
വിമാനത്തിലെ പ്രൊപ്പല്ലർ
കറുപ്പും വെളുപ്പും ഘടികാരം
ഇതൊരു തുണിയാണ്
ഒരു ജലാശയത്തിന്റെ വിഭാഗം
സ്കീസിൽ നിൽക്കുന്ന മനുഷ്യൻ
ഒരു തലയിണയിൽ മഞ്ഞ ഗ്രഹം ഗ്രാഫിക്
വിമാനം മധ്യ വായുവിൽ പറക്കുന്നു
ഇത് ഒരു വ്യക്തിയാണ്
വെളുത്ത ചതുരം പിങ്ക് ഹാർട്ട് ക്ലോക്ക്
ആകാശത്ത് ഡ്രാഗൺ കൈറ്റ്.
സ്കീ ഹിമത്തിലാണ്
മനുഷ്യൻ കുതിര സവാരി ചെയ്യുന്നു
ഓറഞ്ച് ഇരട്ട ബസ്
ട്രെയിൻ കാർ
സിമന്റിൽ നിർത്തിയിരിക്കുന്ന മോട്ടോർ സൈക്കിൾ
ഇത് ഒരു മാർക്കറ്റിലാണ്
ഒരു സ്ത്രീ നായയെ പിടിക്കുന്നു
ഓൺ / ഓഫ് സ്വിച്ചുകളുടെ വരി
കൂടുതലും പച്ച നിറമുള്ള സ്നോ ബോർഡ്
ബൊക്കെ കാണാം
പാചകക്കാരന് ഒരു വെളുത്ത തൊപ്പി ഉണ്ട്.
തിരമാലകൾ ചെറുതാണ്
ചുവരിൽ ജാലകം
ഒരു കൂട്ടം കിടപ്പുമുറി തലയിണകൾ.
മേശക്ക് മുകളിലുള്ള ലൈറ്റ് സ്വിച്ച്
ഒരു മൃഗശാലയിലെ രണ്ട് ജിറാഫുകൾ
ഒരു ഗ്ലാസിന്റെ ഭാഗം
മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്ന ഒരാൾ
അസമമായ ജിറാഫ് കൊമ്പുകൾ
ഒരു വെളുത്ത പ്ലേറ്റിൽ ഒരു സാൻഡ്വിച്ച്
മണലിൽ നിന്നൊരു കുട
ഇതൊരു കാറാണ്
ടെന്നീസ് കോർട്ടിൽ കളിക്കാരൻ
കടൽത്തീരത്തെ പാറകളുടെ കൂട്ടം
നീല ടൂത്ത് പിക്കുകൾ ഉപയോഗിച്ച് സാൻഡ്‌വിച്ച് വിഭജിക്കുക
ഒരു കുപ്പി കടുക്
കട്ടിലിൽ ഇരിക്കുന്ന ടെഡി ബിയർ
മുഖം ഭാഗികമായി കാണിക്കുന്നു
ഏഷ്യാന എയർലൈൻസിന്റെ ജെറ്റ് വിമാനം ഗേറ്റിൽ നിന്ന് നീങ്ങുന്നു
ആനയുടെ പുറകിൽ പൊതിഞ്ഞ വർണ്ണാഭമായ പുതപ്പ്
ഒരു പാസഞ്ചർ ട്രെയിൻ
രണ്ട് ടെഡി ബിയറുകൾ പ്രദർശിപ്പിച്ചിരിക്കുന്നു
കുന്നിൻ മുകളിൽ ഒരു ബെഞ്ച്
സീബ്ര ക്യാമറയിലേക്ക് നോക്കുന്നു
കേസിൽ വൈറ്റ് ലെറ്ററിംഗ്
ഒരു നായയുടെ തല.
ഇതൊരു മതിൽ ആണ്
ഒരു അടയാളം എഴുതിയിരിക്കുന്നു
സ്യൂട്ട്കേസ് കൈവശമുള്ള ഒരു സ്ത്രീ
ജിറാഫിന്റെ കണ്ണ് അടച്ചിരിക്കുന്നു
ചെറിയ ചതുര സ്ലാബുകളാൽ പൊതിഞ്ഞ നടപ്പാത
തെളിഞ്ഞ നീലാകാശം മുകളിൽ
മൂന്ന് ക്ലോക്കുകൾ ഒരു വെബിൽ പിടിച്ചിരിക്കുന്നു
തറയിൽ കാനിസ്റ്റർ.
കെട്ടിടത്തിൽ മഞ്ഞയും കറുപ്പും അടയാളം
റൗണ്ട് വെളുത്ത പ്ലേറ്റിൽ പഴം
വലിയ നീളമുള്ള വെളുത്ത സർഫ്ബോർഡ്
ഒരു പതാകയിൽ വെളുത്ത നക്ഷത്രം
ടോയ്‌ലറ്റ് വെളുത്തതാണ്
മനുഷ്യൻ സ്കേറ്റ്ബോർഡ് സവാരി ചെയ്യുന്നു
ഒരു കുഞ്ഞ് ഉറങ്ങുകയാണ്
കൈകൊണ്ട് പിടിച്ചിരിക്കുന്ന വൈൻഗ്ലാസ്
സൂര്യൻ തറയിലാണ്
സീലിംഗിൽ ഒരു ഫാൻ
ബോക്സിംഗ് കയ്യുറകളിലെ മനുഷ്യൻ അഭിനയിക്കുന്നു.
മഞ്ഞുമൂടിയ പർവതങ്ങൾ
വെള്ളത്തിൽ പൊങ്ങി കിടക്കുക
വെളുത്ത മണലിൽ കാൽ പ്രിന്റുകൾ
മുൻവശത്ത് ഒരു പുരുഷനും സ്ത്രീയും
മുള ടേബിൾ റണ്ണർ
ചിറകിന്റെ വാലിൽ വലിയ പിങ്ക് പുഷ്പം
പിങ്ക് ഷർട്ടിലുള്ള ഒരാൾ.
ഒരു ടെലിവിഷൻ സെറ്റിന്റെ വശം
പുറത്ത് ഒരു രംഗം
വെളുത്ത പ്ലാസ്റ്റിക് ഉള്ള മൈക്രോവേവ്
നേരായ നായയുടെ വാൽ
ആഴമില്ലാത്ത വെള്ളത്തിൽ പാറകൾ
ചുവരിൽ നീല ടൈൽ
കുറ്റിച്ചെടിയുടെ മുന്നിൽ നിൽക്കുന്ന സ്ത്രീ.
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് പൂച്ച
നടുക്ക് തവിട്ട് നിറമുളള പശു
വലുതും ചാരനിറത്തിലുള്ളതുമായ തുമ്പിക്കൈ
ഒരു ടേബിളിന്റെ വിഭാഗം
പാത്രത്തിൽ ആപ്പിൾ
വ്യക്തിയുടെ കൈ
കൂട്ടിൽ മഞ്ഞ പക്ഷി
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് പശു
ബാറ്ററിൻറെ പെട്ടിയിലെ മനുഷ്യൻ
തുറന്നിരിക്കുന്ന വൈറ്റ് ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
നടപ്പാതയിൽ നിൽക്കുന്ന വ്യക്തി
ആകാശത്തിലെ കൈറ്റ്സ്
മൈതാനത്ത് ഒരു പന്ത്
ആകാശം ദൃശ്യവും വെളുത്തതുമാണ്
മൈക്രോഫോൺ കൈവശമുള്ള മനുഷ്യൻ
ജലാശയം
മനുഷ്യന്റെ തല
ഒരാൾ കട്ടിലിൽ ഇരിക്കുന്നു
ഒരു മനുഷ്യൻ
ക്ലോക്ക് മധ്യത്തിൽ കത്തി നീല്ക്കുന്നു
ഒരു നടപ്പാതയിലെ അഗ്നി ജലാംശം
ഒരു നിലത്തിന്റെ ഭാഗം
ആൺകുട്ടിക്ക് തവിട്ട് നിറമുള്ള മുടിയുണ്ട്
ഒരു മനുഷ്യൻ ക്യാമറയുടെ ലെൻസിലൂടെ നോക്കുന്നു
കറുത്ത നായയുടെ അടുത്തുള്ള തവിട്ട് നായ
ഒരു വിമാനത്തിലെ ലോഗോ
ട്രാഫിക് സിഗ്നൽ ചുവപ്പാണ്
കുതിരപ്പുറത്ത് ഒരു പെണ്ണ്.
മനുഷ്യൻ സെൽഫോണിൽ സംസാരിക്കുന്നു
ഒരു വ്യക്തി ഒരു കൈറ്റ് പിടിക്കുന്നു.
ഒരു ബോർഡിൽ നിന്ന് തൂക്കിയിട്ടിരിക്കുന്ന നാല് സ്കേറ്റ്ബോർഡുകൾ
മഞ്ഞ ചുവരിൽ ചതുരാകൃതിയിലുള്ള ചിത്രം.
ജിറാഫുകൾ ഒരുമിച്ച് നിൽക്കുന്നു
മതിലിനു മുന്നിൽ ഒരു വെളുത്ത അടയാളം
വെള്ളം ശാന്തമാണ്
തെളിഞ്ഞ ഗോബ്ലറ്റിൽ വെള്ളം
മേശപ്പുറത്ത് ഇരിക്കുന്ന ആപ്പിൾ ലാപ്‌ടോപ്പ്.
ഒരു ഡെസ്ക് രംഗം
മാറ്റ് കറുത്ത ഹെൽമെറ്റ്
നീല പരാസെയിൽ ഉള്ള ഒരു സ്ത്രീ.
മെറ്റ്സിനായി ഒരു ബേസ്ബോൾ കളിക്കാരൻ
ഒരു വലിയ നീല കുട.
തവിട്ട് കോട്ട് ധരിച്ച ഒരാൾ
പുല്ല് തിന്നുന്ന ഒരു സീബ്ര
നീല ജാക്കറ്റ് ധരിച്ച ഒരാൾ.
ഒരു ടാങ്കിൽ നിൽക്കുന്ന മനുഷ്യൻ
ഒരു കാബിനറ്റിന് കീഴിൽ നിന്ന് പൂച്ച പുറത്തേക്ക് നോക്കുന്നു.
മരത്തിൽ പച്ച ഇല
ബെഞ്ചിൽ കിടക്കുന്ന ഒരാൾ
കെട്ടിടത്തിൽ കെട്ടി ഇട്ടിരിക്കുന്ന കുതിര
പാൻകേക്കിൽ പഞ്ചസാര പൊടിച്ചിട്ടിരിക്കുന്നു
ഈ ഫോട്ടോ ഒരു ഫീൽഡിലാണ് എടുത്തത്
നിലത്ത് വെളിച്ചം
ഒരു ചിഹ്നത്തിൽ ടി അക്ഷരം
ഒരു സ്ത്രീ പിസ്സ ഇടുന്നത് നിരീക്ഷിക്കുന്നു.
കലത്തിലെ പൂക്കൾ
നീല ജേഴ്സിയിൽ ബാറ്റർ
ഇതൊരു മാർക്കറ്റ് സ്ഥലമാണ്
വയലിൽ വളരുന്ന ഡാൻഡെലിയോണുകൾ.
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് പൂച്ച
മീറ്റിന്റെ ഒരു ഭാഗം
ചെസ്റ്റ് പോക്കറ്റിൽ കണ്ണട
പച്ചയും വെള്ളയും തെരുവ് ചിഹ്നം
പാറക്കൂട്ടത്തിൽ പശുക്കിടാവ് കഴിക്കുന്നു
ഇളം മഞ്ഞ തിളക്കമുള്ള മഞ്ഞ ഡാഫോഡിൽ
ഒരു സീബ്രയുടെ തല
കുടയിലെ വാക്കുകൾ.
ഒരു പച്ച ചെടിയുള്ള ഒരു കല്ല് പ്ലാന്റർ
സീബ്ര ബ്ലാക്ക് ആൻഡ് വൈറ്റ് ആണ്
രണ്ടുപേർ ഒരു ചരിവിലൂടെ സ്കീയിംഗ് നടത്തുന്നു
കറുത്ത സ്‌നീക്കറുകൾ ധരിച്ച മനുഷ്യൻ
വെളുത്ത പേപ്പർ കപ്പ് ഒരു മേശപ്പുറത്ത്
ചുവപ്പും വെള്ളയും ട്രെയിൻ
പിങ്ക് മെറ്റൽ ലൈറ്റ്
ഡിന്നർ ടേബിളിൽ വരയുള്ള കുപ്പായമുള്ള മനുഷ്യൻ
കറുത്ത ഹാൻഡിൽ ഉള്ള സ്റ്റെയിൻലെസ് സ്റ്റീൽ ടീ കെറ്റിൽ
ഏഷ്യൻ കുടകൾ നിലത്ത്
അഞ്ച് ജിറാഫുകൾ പരസ്പരം അടുത്താണ്.
നീല പാന്റ്സ് ധരിച്ച മനുഷ്യൻ
പുറത്ത് ഒരു രംഗം
ഒരു ബ്രിട്ടീഷ് എസ്എസ്ടി ജെറ്റ്
ഒരു പ്ലേറ്റിൽ ഒരു വലിയ വെള്ളി സ്പൂൺ
കുതിര സവാരി ചെയ്യുന്ന കുട്ടി
ചുവപ്പും വെള്ളയും ഉള്ള ഒരു വിമാനം.
"വീനർ, മിഴിഞ്ഞു എന്നിവയുള്ള ഒരു ഹോട്ട് ഡോഗ്"
ഷവർ കർട്ടൻ തുറന്നു
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് നിറച്ച മൃഗം
ഒരു പ്ലാസ്റ്റിക് ബാറ്റ് കൈവശമുള്ള രണ്ട് ആൺകുട്ടികൾ
ഒരു കുഞ്ഞിന്റെ ഇടത് കണ്ണ്.
വെളുത്ത റിസ്റ്റ്ബാൻഡ് ധരിച്ച മനുഷ്യൻ
പൊടിപടലങ്ങളിൽ ക്യാച്ചറിന്റെ മിറ്റ്
പാസ്തയിൽ സോഫ്റ്റ് ചീസ്
ഒരു തെരുവ് വെളിച്ചം.
ബീജ് കശ്മീർ സ്വെറ്റർ ധരിച്ച മനുഷ്യൻ
വെള്ളത്തിൽ ഒരു ബോട്ട്
ഒരു കസേരയുടെ അടിയിൽ കിടക്കുന്ന പൂച്ച
ഒരു കഷണം മാംസം
ഒരു സർഫർ
ഇതൊരു ബോട്ടാണ്
ട്രെയിനിന്റെ ഇടത് ഹെഡ്ലൈറ്റ്.
കിടക്കയിൽ നിറച്ച പിങ്ക് പന്നി
ചുവന്ന അഗ്നി ജലാംശം
നിലത്ത് മഞ്ഞ്.
പ്ലേറ്റിൽ ഒരു മെറ്റാ
കാറിൽ പിങ്ക് നിറം.
വേസിലെ പിങ്ക് റോസാപ്പൂവ്.
ഫ്രിസ്‌ബീ പിങ്ക് ആണ്
ഇളം ചാരനിറത്തിലുള്ള ബാക്ക്പാക്ക്
തമാശയുള്ള മുഖം സൃഷ്ടിക്കുന്ന ഒരാൾ
ആഫ്രിക്കയുടെ മാപ്പ് കറുപ്പിൽ
കറുത്ത മെറ്റൽ രൂപകൽപ്പന ചെയ്ത ബാരിയർ
സിറ്റി സ്ട്രീറ്റിൽ നിൽക്കുന്ന വ്യക്തി
ഒരു ജലാശയം
നിലത്ത് ആനകൾ
ഇടതുവശത്ത് ഗ്യാസ് പമ്പ്
വിമാനം വെള്ളത്തിന് മുകളിലൂടെ പറക്കുന്നു
മൂന്ന് വലിയ ഇരുണ്ട പക്ഷികൾ
ഇരുണ്ട ആകാശത്ത് പ്രകാശം തിളങ്ങുന്നു
ഒരു തുണിയുടെ ഭാഗം
സ്ത്രീ വധുവിന്റെ വസ്ത്രം ധരിച്ചിരിക്കുന്നു
ഷെഫ്ലെറ പോട്ടഡ് ഹൗസ് പ്ലാന്റ്.
ജേഴ്സിയിൽ വെളുത്ത നമ്പർ.
ഓറഞ്ച് ടെന്നീസ് കോർട്ട്
വെളുത്ത പ്ലേറ്റിൽ വലിയ വർണ്ണാഭമായ സാലഡ്
ടെന്നീസ് റാക്കറ്റ് നീലയും വെള്ളയുമാണ്
ഒരു നടപ്പാതയിലെ ബെഞ്ച്
"വെള്ളയും, ചുവപ്പും ചിഹ്നം"
പെയിന്റ് വാസ് ഡിസ്പ്ലേയിൽ
ഒരു കുതിരപ്പുറത്ത് ഒരു പോലീസ് ഉദ്യോഗസ്ഥൻ
പുറത്തുള്ള ഒരു ക്ലോക്ക്
വൈറ്റ് വാഷ് വുഡ് ഷെഡ്
തവിട്ടുനിറത്തിലുള്ള ഫ്രൈകൾ പ്ലേറ്റിൽ
ഇതൊരു സ്റ്റോപ്പ് ചിഹ്നമാണ്
ഒരു കറുത്ത നായ ഓടുന്നു.
"നീല, പച്ച സ്യൂട്ട്കേസുകൾ"
കുറച്ച് പഴയ മോട്ടോർസൈക്കിളുകൾ
ഓറഞ്ച് പിടിച്ചിരിക്കുന്ന പെൺകുട്ടി
സ്റ്റാർ അലയൻസ് വിമാനം പറന്നുയരുന്നു
മഞ്ഞ് മൂടിയ നിലം
ഒരു സ്കൈ യന്ത്രം
ഇതൊരു ട്രെയിൻ ആണ്
ചെറിയ ഓറഞ്ച് ഫ്രിസ്ബീ വായുവിൽ
ആകാശത്ത് ഒരു പട്ടം.
മനുഷ്യൻ വായുവിലാണ്
മിഡ് എയറിലെ സ്കേറ്റ്ബോർഡ്
ഇതാണ് ആകാശം
കറുത്ത റേസർ സൈക്കിൾ
ഇതൊരു ഔട്ട്‌ഡോർ ക്രമീകരണമാണ്
ഒരു മഞ്ഞ താറാവ് ഉള്ള ടൈ
ഒരു സ്ഥലത്തെ പായയിൽ ഒരു കൈയുടെ ചിത്രം
സ്കേറ്റ്ബോർഡിംഗ് ചെയ്യുന്ന ഒരു കൊച്ചുകുട്ടി
കാർഡ്ബോർഡ് ലിഡ് ബോക്സിലേക്ക്
ഒരു കുളം കസേരയിൽ ഇരിക്കുന്ന ഒരാൾ
മനുഷ്യന്റെ പോക്കറ്റിലെ താക്കോൽ
കല്ല് ചാരനിറമാണ്
പുല്ലിൽ ഗീസ്
"തിളങ്ങുന്ന മഞ്ഞ, പച്ച കണ്ണുകൾ"
കമാന തവിട്ട് മരം വാതിൽ
ആന നിലത്തു നിൽക്കുന്നു
ആളുകൾ ഒരു ടെന്നീസ് കോർട്ടിലാണ്
ചിത്രത്തിനായി പോസ് ചെയ്യുന്ന സ്കീയർമാരുടെ ഗ്രൂപ്പ്
ബൈക്ക് നീലയാണ്
ഒരു പാത്രത്തിൽ ചുവന്ന മുന്തിരി.
ഇതൊരു വലിയ സ്പൂൺ ആണ്
ഇതൊരു ചുവന്ന ഫയർ‌ഹോഴ്‌സാണ്
പേനയിൽ രണ്ട് ജിറാഫുകൾ
ചാരനിറത്തിലുള്ളതും പരുക്കൻതുമായ ഉപരിതലം
തൊപ്പി ധരിച്ച പൂച്ച
കുറച്ച് വെളുത്ത മേഘങ്ങളുള്ള നീലാകാശം.
നായയുടെ ചെവി നേരെ മുകളിലേക്ക് പറ്റിനിൽക്കുന്നു
ഒരു കൊട്ട പൂക്കൾ
ചെറിയ സുന്ദരമായ മുടിയുള്ള ഒരു സ്ത്രീ
വെളുത്ത ഷർട്ട് ധരിച്ച മനുഷ്യൻ
പിസ്സയിൽ നിരവധി ടോപ്പിംഗുകൾ
പച്ച പുല്ലിന്റെ ഒരു പാച്ച്
അവൻ ഫ്രിസ്ബിയെ എറിഞ്ഞു
ടൈൽ വെളുത്തതാണ്
പന്ത് പച്ചയാണ്
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ചുമരിൽ ഒരു ഘടികാരം
നിലത്തു കുതിരകൾ
വ്യക്തി ഒരു ചുവന്ന കുട പിടിച്ചിരിക്കുന്നു
ഇതൊരു ട്രെയിനാണ്
ഒരു പ്ലാഷിന്റെ ഭാഗം
വെളുത്ത ദീർഘചതുരം ആകൃതിയിലുള്ള പ്ലേറ്റ്
ഒരു വ്യക്തിയുടെ കാൽ
പച്ച ടെന്നീസ് ബോൾ വായുവിൽ
പൂച്ചയുടെ തല
2 കമ്പ്യൂട്ടർ വർക്ക് സ്റ്റേഷൻ
ഫോട്ടോയിൽ ഒരു ലാപ്‌ടോപ്പ് ഉണ്ട്
പൂച്ചയുടെ തല
ആ മനുഷ്യൻ സർഫിംഗ് ചെയ്യുകയായിരുന്നു
ഒരു വയലിൽ സെബ്ര
ഇതൊരു പിസ്സയാണ്
മഞ്ഞ വാഴപ്പഴം
മനുഷ്യന്റെ തലയിൽ കറുത്ത മുടി
പശ്ചാത്തലത്തിലുള്ള ക്രിസ്മസ് ട്രീ
തിളക്കമുള്ള പച്ച കൈറ്റ്
ഇതൊരു പൂച്ചക്കുട്ടിയാണ്
കടൽത്തീരത്ത് മൂന്ന് ആൺകുട്ടികൾ
ഒരു മനുഷ്യന്റെ തല
സ്കേറ്റ്ബോർഡിൽ ഒരു സ്റ്റണ്ട് ചെയ്യുന്ന ഒരാൾ
വെളുത്ത വിമാനം ടെർമിനലിൽ പാർക്ക് ചെയ്തു
തവിട്ട് മൃഗം
തെരുവിൽ വെളുത്ത വാൻ
പകൽ സമയ ചിത്രം.
ബസിന് പുറത്തുള്ള മനുഷ്യൻ
ഒരു ഫയർ എഞ്ചിൻ പാർക്ക് ചെയ്തിരിക്കുന്നു.
മേഘത്തിന്റെ ഭാഗം
കാട്ടിൽ വർണ്ണാഭമായ പക്ഷി
ഇതൊരു പക്ഷിയാണ്
പല്ലിയുള്ള ഒരു കൈറ്റ്
റാമ്പുകളുള്ള സ്വകാര്യ സ്കേറ്റ്ബോർഡ് പാർക്കിങ്ങ് ഏരിയ
ശോഭയുള്ള സണ്ണി ദിവസം
പൂച്ചയുടെ കണ്ണ്
തവിട്ട് കരടിയുടെ പ്രതിമ അടുത്തുള്ള വെളുത്ത മഗ്ഗ്
ഒരു കറുത്ത ബൈക്ക് സീറ്റ്
തവിട്ട് നിറമുളള കരടി നിൽക്കുന്നു
കപ്പിലെ ഡിപ്പ്
നിലത്തുടനീളം ചെറിയ വിളക്കുകൾ
ഷർട്ടിന്റെ താഴെയുള്ള നീല പ്ലെയ്ഡ് ബട്ടണിന്റെ കൈ
ഒരു കൂട്ടം ആടുകൾ നീങ്ങുന്നു
സർഫ്ബോർഡ് ചുമക്കുന്ന ഒരാൾ
ഒരു വലിയ കെട്ടിടം
ക്രിസ്മസ് അലങ്കാരങ്ങൾ തറയിൽ തൂക്കിയിരിക്കുന്നു
ഒരു പാത്രത്തിൽ വാഴപ്പഴത്തിന്റെ കഷ്ണങ്ങൾ
വൈറ്റ് കഫെ നഴ്സ്സ് ചെയ്യുകയാണ്
നീലാകാശത്തിൽ വെളുത്ത മേഘങ്ങൾ
സൈക്കിൾ ഓടിക്കുന്നു മനുഷ്യൻ
സർബോർഡ് ഓടിക്കുന്ന ഒരാൾ
ഒരു നോട്ട്ബുക്ക് കൈവശമുള്ള സ്ത്രീ
പാത്രത്തിൽ നിറയെ പഴങ്ങളുണ്ട്.
രണ്ട് മൃഗങ്ങൾ നടക്കുന്നു
ആകാശത്തിലെ വിമാനം
തവിട്ടു നിറമുള്ള മുടിയും ധാരാളം മുഖത്ത് രോമമുളള ഒരു മനുഷ്യന്റെ തല.
സ്കേറ്റ്ബോർഡിൽ ഒരു മനുഷ്യന്റെ ഇരുണ്ട നിഴൽ.
മനുഷ്യൻ ഒരു പ്ലാറ്റ്ഫോമിൽ നിൽക്കുന്നു
ഇത് ഒരു മനുഷ്യനാണ്
ചെറിയ വുഡൻ ട്രെയിൻ പ്ലാറ്റ്ഫോം
നല്ല ഭക്ഷണം നിറഞ്ഞ ഒരു പ്ലേറ്റ്
ആൺകുട്ടിക്ക് ഓറഞ്ച് തൊപ്പി ഉണ്ട്
ഒരു തവിട്ട് നിറമുളള മരം കത്തി ബ്ലോക്ക്
ഒരു പാത്രത്തിൽ പച്ച സോസ്
ഒരു കറുത്ത സ്യൂട്ട്കേസ്
തൂങ്ങി കിടക്കുന്ന ഒരു കൂട്ടം വാഴപ്പഴം
കുതിരയുടെ അരികിൽ ഇഷ്ടിക കെട്ടിടം.
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് പൂച്ച
ഒരു കട്ടിലിൽ രണ്ട് കമ്പ്യൂട്ടറുകൾ
ബി അക്ഷരം ഉള്ള വെളുത്ത ചിഹ്നം
നീലാകാശത്തിനെതിരെ വെളുത്ത മേഘങ്ങൾ
ചില മെഷ് വയറിംഗ്
"മഞ്ഞ, കറുപ്പ് ചിഹ്നം"
വായുവിൽ ചാടി ടെന്നീസ് റാക്കറ്റ് സ്വിംഗ് ചെയ്യുന്ന വ്യക്തി
ബേസ്ബോൾ കളിക്കാരൻ പന്ത് പിടിക്കുന്നു
ഉയരമുള്ള വെളുത്ത ഷെഫ് തൊപ്പി ധരിച്ച ഒരാൾ
നായ്ക്കുട്ടിക്ക് നീല കളിപ്പാട്ടമുണ്ട്
കറുത്ത മുടിയുള്ള മനുഷ്യൻ
ഒരു വെളുത്ത മേശ തുണി
ചുവന്ന ചിഹ്നം
ജാലകങ്ങളിൽ നിന്ന് വരുന്ന പകൽ വെളിച്ചം
ആകാശത്ത് മേഘങ്ങൾ.
സിൽവർ ഫ്ലോർ ലാമ്പ്
വിമാനത്തിൽ കെട്ടിവെച്ച വ്യക്തി
ഒരു മനുഷ്യന്റെ തല
ഇതൊരു ഭരണി ആണ്
ഒരു ഫയർ ട്രക്ക് പോലെ നിർമ്മിച്ച കേക്ക്.
വാതിലിന്റെ ഹാൻഡിൽ വെള്ളി നിറമാണ്
"മഞ്ഞ, ചാരനിറത്തിലുള്ള ബസ്"
പോളിലെ ട്രാഫിക് ലൈറ്റുകൾ
ഒരു ഓവൽ കോഫി ടേബിൾ
മഞ്ഞയും പച്ചയും നിറമുളള പന്ത് മധ്യ വായുവിൽ
ഒരു പുരുഷനും സ്ത്രീയും
ഒരു സ്ത്രീയുടെ തല
അവ്നിങ്ങ് പച്ചയാണ്
മത്സ്യം ചുവന്നതാണ്
ഒരു വ്യക്തിയുടെ കൈ
പച്ച ഷർട്ട് ധരിച്ച ഒരാൾ
കടൽത്തീരത്തെ ഒരു കൂട്ടം ആളുകൾ
പന്ത് വെളുത്തതാണ്
തുറന്ന മരം ഗേറ്റ്.
ട്രാക്കുകളിൽ ട്രെയിൻ
ഫ്രൂട്ട് സ്റ്റാൻഡ് മാർക്കറ്റിന് പുറത്താണ്
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് കണ്ണുകൾ
ഒരു വയലിൽ പച്ച പുല്ല്
വലതുവശത്തേക്ക് ചൂണ്ടുന്ന അമ്പടയാളം
ആപ്രോൺ ധരിച്ച മനുഷ്യൻ
ചുവന്ന ബഗ് തെരുവിൽ പാർക്ക് ചെയ്തിരിക്കുന്നു
സീലിംഗിൽ ടാൻ സ്റ്റക്കോ
പുല്ലിന് മുകളിലുള്ള ചുവന്ന ഫ്രിസ്ബീ
നായയുടെ വലിയ ഡ്രോയിംഗിന്റെ മൂലയിൽ കിടക്കുന്ന നായ
ഒരു മനുഷ്യന്റെ തല
മതിൽ തവിട്ട് നിറത്തിലാണ്
ഒരാൾ മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്നു
കൂടുതൽ ബൈക്കുകളും സ്‌കൂട്ടറുകളും പാർക്ക് ചെയ്‌തിരിക്കുന്നു
ടെന്നീസ് കളിക്കാരുടെ തലയിൽ വെളുത്ത തൊപ്പി.
ഒരു മഞ്ഞ അഗ്നി ജലാംശം
ടാൻ തൊപ്പി ധരിച്ച മനുഷ്യൻ
പുല്ലിൽ ഒരു വിമാനം.
ഫ്രിസ്ബീ ആകാശത്ത് പറക്കുന്നു.
ഒരു പുസ്തകത്തിലെ ഒരു ഘടികാരം
ഒരു സ്വർണ്ണനിറമുള്ള ഫൊൺസെറ്റ്
ധാരാളം ആളുകൾ വിൻഡ്‌സർഫിംഗ് ചെയ്യുന്നു
ചാരനിറത്തിലുള്ള പൂച്ച ഇരിക്കുന്നു
ട്രെയിൻ പ്ലാറ്റ്ഫോമിൽ ഗ്രേ ട്രെയിൻ
വിൻഡോ പാളിയിൽ സൂര്യപ്രകാശം പ്രതിഫലിക്കുന്നു
ലഗേജ് അൺപാക്ക് ചെയ്ത ശേഷം ഒരു സ്ത്രീ കട്ടിലിൽ കിടക്കുന്നു.
ഡിഷ് വാഷറിനടുത്തുള്ള ഡ്രോയറുകൾ
"ഓറഞ്ച്, വെള്ള പോളുകളുടെ ഗ്രൂപ്പ്"
മസ്കൂലാർ ബ്രൗൺ കുതിര
പിസ്സ പൈയിൽ മാംസം
ഇതൊരു സീബ്രയാണ്
ഒരു ടെന്നീസ് റാക്കറ്റ്
മനുഷ്യൻ നടപ്പാതയിൽ നിൽക്കുന്നു
ആൺകുട്ടി ഫോട്ടോയ്ക്ക് പോസ് ചെയ്യുന്നു
ഒരു പച്ച വൃക്ഷത്തിന്റെ ഇല
കറുപ്പിൽ എഴുതിയ 'a' അക്ഷരം
പച്ച വൃക്ഷം
നിലത്ത് മഞ്ഞ്
ആൺകുട്ടിക്ക് ചുവന്ന തൊപ്പി ഉണ്ട്
തവിട്ടും വെളുപ്പും നിറത്തിലുള്ള പശു
വെള്ളത്തിൽ പൊങ്ങി കിടക്കുന്ന ബോട്ടുകൾ
ബാഗിന് മുന്നിൽ ഇരിക്കുന്ന നീല വൃത്തം.
ഫ്രിസ്ബിയുമായി ചുവന്ന ഷർട്ടിൽ മനുഷ്യൻ
പോസ്റ്ററുകളും ഡ്രോയിംഗുകളും വെളുത്ത ചുമരിൽ തൂക്കിയിരിക്കുന്നു
സർഫ്ബോർഡ് അതിന്റെ വശത്ത് നിൽക്കുന്നു.
പ്ലേറ്റ് വൃത്താകൃതിയിലാണ്
വെളുത്ത ചിഹ്നത്തിൽ ഒരു കറുത്ത സൈക്കിൾ ചിഹ്നം
വെളുത്ത ഇടത് കാലിലെ ടെന്നീസ് ഷൂ.
ഒരു ഡോർ‌ക്നോബിൽ‌ ശല്യപ്പെടുത്തരുത് ചിഹ്നം
കറുപ്പും ചുവപ്പും നിറത്തിലുള്ള ബെഞ്ച്
ഒരു തുണിയിൽ ഒരു സ്ട്രോബെറി
മനുഷ്യൻ ഒരു സർഫ്ബോർഡ് പിടിച്ചിരിക്കുന്നു
മനുഷ്യൻ സർഫ്ബോർഡ് ഓടിക്കുന്നു
ഒരു പോസ്റ്റിൽ ഇരുന്ന് അലേർട്ട് കാണുന്ന സീഗൽ
തറയിൽ ചെരിപ്പുകൾ
തവിട്ടുനിറത്തിലുള്ള കുതിരയുടെ കുളമ്പു
മുറിയിലെ മേശപ്പുറത്ത് ലാപ്‌ടോപ്പ്
ഇലകൾ
കോട്ട് ഇളം നീലയാണ്
ഒരു നടപ്പാതയിലൂടെ നടക്കുന്ന ഒരാൾ
കളി ബാസ്കറ്റ് ബോൾ ആണ്
ഒരു കുട പിടിക്കുന്ന സ്ത്രീ
മൂന്നുപേർ മഞ്ഞുമലയിൽ ഇരിക്കുന്നു
വയലിൽ രണ്ട് കുതിരകൾ
നീളമുള്ള ഇടുങ്ങിയ പിന്തുണാ പോൾ
ഒരു ബെഞ്ചിൽ ഇരിക്കുന്ന വ്യക്തി
ഒരു ചുറ്റുപാടിൽ രണ്ട് സാന്ദ്രമായ വരയുള്ള സീബ്രകൾ
"ടൂത്ത് ബ്രഷിന്റെ വെള്ള, പർപ്പിൾ ഹാൻഡിൽ"
വെളുത്ത ടോയ്‌ലറ്റിൽ ഇരിക്കുന്ന നായ
ഒരു പച്ച തെരുവ് ചിഹ്നം
ഒരു ട്രെയിനിലെ വാതിലുകൾ
പാർക്കിൽ നിൽക്കുന്ന പൂച്ച
തെരുവിൽ സൈക്കിൾ ഓടിക്കുന്ന മനുഷ്യൻ.
അടുക്കിയിരിക്കുന്ന സ്യൂട്ട്കേസുകൾ
സാൻ‌ഡ്‌വിച്ച് ഉള്ള തവിട്ട് സെറാമിക് പ്ലേറ്റ്
സിപ്പറിനൊപ്പം ഇളം തവിട്ട് ലെതർ ബാഗ്
മരം കൊണ്ടുള്ള ചുവന്ന ബെഞ്ച്
നിലം
വ്യക്തി കൈവശം വച്ചിരിക്കുന്ന ഒരു വെളുത്ത തൂവാല
ഒരു വിമാനത്താവളത്തിലെ വിമാനങ്ങൾ
തെരുവിൽ ബസ്
ധാരാളം ആളുകൾ ഗെയിം കാണുന്നു
ഒരു റാമ്പിൽ യുവാവ് സ്കേറ്റ്ബോർഡിംഗ് ചെയ്യുന്നു
ഒരു താഴേക്കുള്ള സ്ലാലോം മൽസരത്തിൽ മത്സരാർത്ഥി
പുഷ്പം മഞ്ഞയാണ്.
ഇതൊരു അടുക്കളയാണ്
വെള്ളം
മഞ്ഞിൽ രണ്ട് തടി തൂണുകൾ
മണലിന്റെ സുഗമമായ പ്രദേശം
നീളമുള്ള മുടിയുള്ള യുവതി
ഇതൊരു ട്രെയിൻ ആണ്
പിങ്ക് ഇറുകിയ കാലുറകള്‍ ധരിച്ച പെൺകുട്ടി
കാറിലെ ഗോൾഡൻ റിട്രീവർ
ഒരു കൈയിൽ പർപ്പിൾ റിസ്റ്റ്ബാൻഡ്.
വീങ്ങിയ വെളുത്ത മേഘങ്ങൾ
ധ്രുവക്കരടിയുടെ തല
ടോയ്‌ലറ്റ് പേപ്പറിന്റെ റോൾ
ഹെൽമെറ്റ് കറുത്ത നിറത്തിലാണ്.
കളിക്കളത്തിൽ രേഖകളുണ്ട്
ഒരു കെട്ടിടത്തിലെ മഞ്ഞ ഗോപുരം
ഇതൊരു ട്രെയിൻ ആണ്
വായുവിൽ ഒരു സ്കേറ്റർ
ഒരു വിൻഡോയുടെ ഭാഗം
ഇതൊരു ലോറിയാണ്
ക്ലോക്ക് ഉപയോഗിച്ച് ബാർ ചിഹ്നം
ഇതൊരു ജാലകമാണ്
മാംസത്തിന് മുകളിൽ വറുത്ത മുട്ട
തെരുവ് ചിഹ്നം ഒരു തൂണിൽ പോസ്റ്റുചെയ്‌തു.
രണ്ടാമത്തെ സ്കീയറിന്റെ കറുത്ത പാന്റ്സ്
ബൈക്ക് പിടിക്കുന്ന ഒരാൾ
വ്യക്തി ഒരു പേപ്പർ പിടിക്കുന്നു
ബേസ്ബോൾ മൈതാനത്തുള്ള വ്യക്തി
മരം കൂമ്പാരം
ഒരു വൈറ്റ് ബോക്സ് വാൻ
നിലത്ത് ഒരു നിഴൽ
തെരുവ് വിളക്ക് ചുവപ്പാണ്.
വൃത്താകൃതിയിലുള്ള തിരക്കേറിയ തെരുവിൽ വർണ്ണാഭമായ ചുവന്ന അഗ്നി ജലാംശം
മനുഷ്യൻ തെരുവിൽ നടക്കുന്നു
അലകളുള്ള തവിട്ടു നിറമുള്ള മുടിയുള്ള യുവാവ്
ഒരു ചിഹ്നത്തിൽ ഒരു നീല അക്ഷരം
സ്കീ ധ്രുവങ്ങൾ കൈവശമുള്ള ഒരാൾ
ഒരു സ്ത്രീയുടെ കണ്ണ്
മൺപാത്രങ്ങൾ ചുവപ്പും കറുപ്പും ആണ്.
ഒരു മൃഗത്തെ നിരീക്ഷിക്കുന്ന പൂച്ച
ബെഞ്ചിലിരിക്കുന്ന വ്യക്തി
തവിട്ട് നിറമാണ് ബ്രൊക്കോളി.
ഒരു പൂച്ച ക്യാമെറയിൽ നോക്കുന്നു
സ്കേറ്റ്ബോർഡിലെ ഒരു കുട്ടി
നോ പാർക്കിംഗ് ചിഹ്നം
ട്രെയിനിന്റെ മുകളിൽ നീല വര
ഓടുന്ന സീബ്ര
ജിറാഫ് ഇടത്തേക്ക് നോക്കുന്നു
താറാവ് വെള്ളത്തിൽ മരത്തിൽ നിൽക്കുന്നു
പ്ലേറ്റിനു മുകളിൽ പേപ്പറോണി കഷ്ണം
വെളുത്ത ബ്ലൗസ് ധരിച്ച ഒരു സ്ത്രീ
കറുപ്പും വെള്ളിയും ഉള്ള ബേസ്ബോൾ ബാറ്റ്
തിരശ്ശീലയിൽ വെളുത്ത പുഷ്പം
ഇതൊരു വെള്ള തീവണ്ടി ആണ്
പകൽ സമയത്ത് ഒരു രംഗം
ആകാശത്ത് ഒന്നിലധികം കൈറ്റ്സ്
ആകാശം നീലയാണ്.
ഒരു വലിയ സിൽവർ വെന്റ് ഹുഡ്
ഒരു കാർട്ടൂൺ ബോക്സിൽ ഭക്ഷണം
വെള്ളത്തിൽ സർഫ്ബോർഡിൽ സർഫർ ചെയ്യുക
അടുക്കളയിൽ സ്റ്റെയിൻലെസ് സ്റ്റീൽ സ്റ്റോവ്
ഫ്രണ്ട് ടയർ
ഇൻഡോർ ചുറ്റുപാടിൽ ജിറാഫ്
നീളമുള്ള വെളുത്ത മേല്‍മീശ
ബോർഡിന്റെ ഒരു ഭാഗം
ഒരു വലിയ മഞ്ഞ ബസ്
മത്തങ്ങയുടെ കണ്ണ്
പിങ്ക് ചെവികളുള്ള വെളുത്ത എലി
ഒരു എക്രു നിറമുള്ള കഴുത്തിൽ അണിയുന്ന സ്കാർഫ്
അഗ്നി ജലാംശത്തിനു മുകളിൽ ചുവന്ന വീർപ്പിക്കാവുന്ന ൿഷ്യൻ
ഫോട്ടോയുടെ സമയവും തീയതിയും
വേലിക്കെട്ടിനുള്ളിൽ അമ്മയും നുരയും
രണ്ട് കുട്ടികളുള്ള ഒരു മുതിർന്നയാൾ
LOCHALSH HOTEL എന്ന് വായിക്കുന്ന വലിയ നീല അക്ഷരങ്ങൾ
ആകാശത്ത് കൈറ്റ്
ഊഞ്ഞാലിൽ ഒരു കറുത്ത കരടി
ഒരു കരടി
വായുവിൽ കറുത്ത മൈക്രോഫോൺ
പുരാതനമായ കറുപ്പും മഞ്ഞയും കലർന്ന മൺകുടം
മേൽക്കൂരയിൽ സർഫ്ബോർഡുള്ള പഴയ രീതിയിലുള്ള വാഹനം
ടെന്നീസ് കളിക്കുന്ന ഒരാൾ
ടാപ്പ് സ്വർണ്ണ നിറമാണ്.
ഒരു അടുക്കള കാബിനറ്റിന്റെ പിടി
ഇത് ഒരു കുട്ടിയാണ്
ഒരു തൂവാലയിൽ ചുളിവുകൾ
നായ പുരുഷന്റെ അരികിൽ ഇരിക്കുന്നു
ചുവപ്പും വെള്ളയും അടയാളം
ഭക്ഷണം കഴിക്കുന്ന വ്യക്തി
ശോഭയുള്ള ഓറഞ്ച് സൂര്യൻ
സ്ത്രീ സൈക്കിൾ തള്ളുകയാണ്
ഒരു സ്ത്രീ ടെന്നീസ് കളിക്കുന്നു
"മഞ്ഞ, തവിട്ട് നിറത്തിലുള്ള ട്രെയിൻ എഞ്ചിൻ"
ആകാശത്ത് ഒരു വിമാനം
ഒരു വലിയ വൃത്താകൃതിയിലുള്ള ക്ലോക്ക്
പിങ്ക് ഡ്രസ്സ് ഇട്ട ഒരു കൊച്ചു പെൺകുട്ടി നടത്തക്കുന്നു
ലോംഗ്ബോർഡിലെ വ്യക്തി.
ഇതൊരു കുതിരയാണ്
പോളിലെ വെളുത്ത അടയാളം
ചുവപ്പും കറുപ്പും തൊപ്പി
മഞ്ഞ വാൾപേപ്പർ അലങ്കാരത്തിന് ഉപയോഗിക്കുന്നു
ഇതൊരു കിടക്കയാണ്
ട്രെയിനിന്റെ വശത്ത് നമ്പർ 7220.
ലാപ്‌ടോപ്പിലെ കീബോർഡ്
മനുഷ്യൻ കണ്ണട ധരിച്ചിരിക്കുന്നു.
ആദ്യ ബേസ് സ്വിംഗിംഗ് ബാറ്റിൽ ബാറ്റർ
ഒരു കറുത്ത ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
ആകാശത്ത് ചുവപ്പും മഞ്ഞയും കൈറ്റ്
പച്ച ബെഞ്ച്
വെളുത്ത മോട്ടോർസൈക്കിൾ ഉള്ള ഒരു സ്ത്രീ
ഒരു കൂട്ടം ആളുകൾ പുറത്ത് നിൽക്കുന്നു
വൈറ്റ് പേപ്പർ കണ്ടെയ്നർ
ആളുകൾ ട്രെയിനിൽ തൂങ്ങിക്കിടക്കുന്നു
ജിറാഫിന്റെ ചെവി
വൃത്തികെട്ട സിമൻറ് തറ
ട്രെയിൻ കാറിലെ വെള്ള നമ്പർ
അത് പച്ചമരങ്ങളാണ്
വെള്ളം
വലിയ വെളുത്ത വാൻ പാർക്കിംഗ് സ്ഥലത്ത് പാർക്ക് ചെയ്തിരിക്കുന്നു
ആകാശം വ്യക്തവും നീലയുമാണ്
മഞ്ഞ ഡയമണ്ട് ആകൃതിയിലുള്ള ചിഹ്നം
റെസ്റ്റോറന്റിലെ ചാരനിറത്തിലുള്ള പ്ലേറ്റിലെ ഭക്ഷണം
ഒരു സ്കൈ പെൺ‌കുട്ടികളുടെ കണ്ണുകൾ‌ക്ക് മുകളിലുള്ള കണ്ണട
ഹെലികോപ്റ്റർ
ഒരു വെയർഹൗസിന് സമീപമുള്ള ഓറഞ്ച് ട്രക്ക്
പെൺകുട്ടി കുതിര സവാരി ചെയ്യുന്നു.
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് തെരുവ് അടയാളങ്ങൾ
സ്നോബോർഡർ വായുവിൽ ചാടുന്നു
രണ്ട് ആനകളുടെ ചിത്രം.
ഒരു പൂ കലം
കേക്കിൽ പേപ്പർ മെഴുകുതിരി
ചുവപ്പും വെള്ളയും സ്റ്റോപ്പ് ചിഹ്നം
പാറക്കൂട്ടത്തിന് മുന്നിൽ നിൽക്കുന്ന കറുത്ത കരടി
മഞ്ഞുമൂടിയ ഉപരിതലത്തിന് മുകളിൽ നിൽക്കുന്ന വ്യക്തി
പക്ഷികളുടെ കൂട്ടമാണിത്
ചക്രങ്ങളിൽ കറുത്ത ഓഫീസ് കസേര
സൂപ്പ് പാത്രം നീലയാണ്.
ഒരു വലിയ ചാര സൈനിക വിമാനം
ഒരു കറുത്ത കരടി അരുവിക്കരയിലൂടെ നടക്കുന്നു
ഒരു വെളുത്ത ഷവർ കർട്ടൻ
മരങ്ങൾക്കിടയിലൂടെ സൂര്യൻ പ്രകാശിക്കുന്നു
തെരുവിലെ ടൂറിസ്റ്റ് ബസ്
വൃത്തികെട്ട അടുക്കളയുടെ ഭാഗം
ഒരു വരിയുടെ ഉചിതം
ഒരു നായ നിലത്തു കിടക്കുന്നു
പിസ്സയിൽ മാംസം.
വെള്ളി സംഖ്യകൾ
ഒരു ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടറും ഒരു വലിയ സ്‌ക്രീൻ മോണിറ്ററും
വൃത്താകൃതിയിലുള്ള ഓറഞ്ച് തൂക്കിയിരിക്കുന്നു
വ്യക്തി ഒരു തൊപ്പി ധരിച്ചിരിക്കുന്നു
വിളക്കിന് പുക വെളുത്തതാണ്
വയലിൽ പശുക്കൾ
സർഫ് ബോർഡ് ഓടിക്കുന്ന വ്യക്തി
ജാക്കറ്റ് ചുവപ്പാണ്
പവർ സോക്കറ്റ്
സിറ്റി ബസിന് മുന്നിൽ ദിശാസൂചന
പ്ലേറ്റ് വെളുത്തതാണ്.
പച്ചമുളക് കഷ്ണം
വെളുത്ത പ്ലേറ്റിൽ പച്ചക്കറികൾ
ആൺകുട്ടി സുന്ദരനായാണ്
ഇത് ഒരു വ്യക്തിയാണ്
ഒരു പ്ലേറ്റിൽ മധുരം
ജിറാഫിന് തവിട്ട് നിറമുള്ള ഓസിക്കിൾസ് ഉണ്ട്
കളിക്കാരന്റെ യൂണിഫോമിലെ നമ്പർ
ടെന്നീസ് ഗിയർ ധരിച്ച മനുഷ്യൻ
കത്രികയുള്ള പെൻസിലുകളും മാർക്കറുകളും
ഒരു വെളുത്ത കാർ
ഒരു ട്രാഫിക് ലൈറ്റ്
സുഖപ്രദമായ സ്വീകരണമുറി സ്ഥലം.
കമാനപാത
ഡിജിറ്റൽ ക്ലോക്കിലെ ഒരു പ്രദർശനം
"തകർന്ന വെള്ള, ചുവപ്പ് മാസ്ക് ആർട്ട്"
വെള്ളം വ്യക്തമല്ല
ട്രക്കിൽ നീല ടാങ്ക്
വ്യക്തി ബീച്ചിലാണ്
ഒരു സ്ത്രീ സെൽ ഫോൺ ഉപയോഗിക്കുന്നു
കുട്ടി ഒരു സ്ത്രീയുടെ മടിയിൽ ഇരിക്കുന്നു
നീലകലർന്ന ചാരനിറത്തിലുള്ള കരടി
സ്കേറ്റ് ബോർഡിലെ കൗമാരക്കാരൻ
സ്ത്രീ ഇരിക്കുന്നു
പാർക്കിംഗ് മീറ്ററുകളുടെ ഒരു വരി
ഫ്രെയിമുകളിലുള്ള നാല് ചിത്രങ്ങളുടെ ശേഖരം
തേങ്ങ ട്രേയിലാണ്
മൃഗശാലയിൽ കള്ളിമുൾ ചെടിയുണ്ട്
ഒരു വലിയ അടിത്തറയുള്ള ബ്ലെൻഡർ
കാർ കറുത്തതാണ്
വൈറ്റ് മെറ്റൽ \ പ്യൂപ്പിൾ ഡ്രോപ്പ്ഓഫ് ബസ് പാർക്കിംഗ് \ ചിഹ്നം
കെട്ടിടത്തിലെ വിൻഡോ
മനുഷ്യൻ താഴെ ഇരിക്കുന്നു
ഇരട്ട ഡെക്കർ ചുവപ്പാണ്
ടെന്നീസ് കളിക്കുന്ന ഒരാൾ
കുതിര നടക്കുന്നു.
ലൈൻ ബീജ് നിറമാണ്
സ്കേറ്റ് ബോർഡ് റൈഡ് ചെയ്യുന്ന പർപ്പിൾ ഷർട്ട് ഇട്ട മനുഷ്യൻ
ഒരു കറുത്ത കാക്ക നിലത്തു കിടക്കുന്നു
ഓറഞ്ച് കാരറ്റ്
കാറിന്റെ പുറകിലുള്ള മെഴ്‌സിഡസ് ബെൻസ് ലോഗോ
സർഫ്ബോർഡിന്റെ വെളുത്ത അവസാനം.
ജിറാഫ് മിക്കവാറും തവിട്ടുനിറമാണ്.
ആനയ്ക്ക് ഒരു വലിയ ചെവി ഉണ്ട്.
കളിക്കാരൻ ഒരു ബാറ്റ് പിടിക്കുന്നു
വലിയ നീല വാട്ടർ ബോട്ടിൽ
മനോഹരമായ വെളുത്ത മണൽ കടൽത്തീരം.
കസേരയിൽ കറുത്ത കാർ
ബ്രിട്ടീഷ് പതാക ഉപയോഗിച്ച് പാറ്റേൺ ചെയ്തിരിക്കുന്ന ടൈ
വേലിയിലെ മെറ്റൽ വയർ
ജിറാഫിന്റെ കാൽ
ജാലകം മഞ്ഞ വെളിച്ചത്താൽ പ്രകാശിക്കുന്നു
സ്കീയിൽ മഞ്ഞ്
ബെഞ്ചിലിരിക്കുന്ന മനുഷ്യൻ
രണ്ട് സീബ്രകൾ ഒരുമിച്ച് നിൽക്കുന്നു
വെള്ളയും മഞ്ഞയും ലഘുലേഖ
ഫ്രിസ്‌ബീ വൃത്താകൃതിയിലാണ്.
മിനി പിസ്സകൾ കാണിച്ചിരിക്കുന്നു
ഒരു മൃഗശാലയിലെ രണ്ട് ജിറാഫുകളുടെ ഫോട്ടോ
ഒരു ട്രാക്ടറിലെ ലൈസൻസ് പ്ലേറ്റ്
മഞ്ഞുമൂടിയ പർവതങ്ങൾ
ഇവ രണ്ട് കരടികളാണ്
മഞ്ഞുമലകൾക്കു മുകളിൽ ശോഭയുള്ള നീലാകാശം
സമുദ്രത്തിലെ മനുഷ്യൻ
വെളുത്ത ആടുകളുടെ ഒരു കൂട്ടം പുല്ലിൽ.
സ്യൂട്ട്കേസുകളുടെ ശേഖരം
സീബ്രയ്ക്ക് രണ്ട് ചെവികളുണ്ട്
ചുമരിൽ ഫ്ലാറ്റ് സ്ക്രീൻ ടിവി
ഒരു പാത്രത്തിൽ വാഴപ്പഴവും കളിപ്പാട്ടവും.
മരത്തിലെ വലിയ പച്ച ഇല.
പക്ഷിയുടെ കൊക്ക്.
സ്ത്രീയുടെ ചുവപ്പും വെള്ളയും സ്‌നീക്കർ
ആകാശത്ത് മേഘങ്ങൾ.
ലാപ്‌ടോപ്പ് ബാഗ് കറുത്തതാണ്
ഒരു വാതിൽ മുട്ടിന്റെ ഭാഗം
നീല ജാക്കറ്റ് ധരിച്ച മനുഷ്യൻ
ചുവപ്പും നീലയും ഉള്ള തെരുവ് ചിഹ്നം
ഒരു മൈതാനത്ത് ബേസ്ബോൾ കളിക്കുന്ന വ്യക്തി
വെള്ളത്തിൽ ഒരു പെയിന്റ് ബ്രഷ്
ഒരു ബ്രഷിന്റെ ബ്രിസ്സിൽ
"മഞ്ഞ, കറുപ്പ് ചിഹ്നം"
മനോഹരമായ റോസാ പുഷ്പം
ഒരു വെളുത്ത കുളിമുറി ടോയ്‌ലറ്റ്
തെരുവിന് മുകളിൽ ഒരു വെളിച്ചം
നായ കിടക്കുന്നു
പെന്നിൽ കറുത്ത ആടുകൾ.
മതിൽ തവിട്ട് നിറമാണ്.
ചെരിപ്പിൽ ഉറങ്ങുന്ന പൂച്ച.
പുല്ലിൽ രണ്ട് മോട്ടോർസൈക്കിളുകൾ.
രണ്ടുപേർ വെള്ളത്തിൽ നിൽക്കുന്നു.
ബർഗണ്ടി ഷവർ കർട്ടൻ തൂക്കിയിരിക്കുന്നു
രണ്ട് മൃഗങ്ങൾ മറ്റുള്ളവരെ നോക്കുന്നു
കറുത്ത മൈക്രോവേവിൽ ഇരിക്കുന്ന സ്റ്റഫ് ചെയ്ത കരടി
തുടർച്ചയായി ഉയരമുള്ള കറുത്ത പോളുകൾ
ബോക്സിൽ ഡോണട്ട്സ്
കുതിര സവാരി ചെയ്യുന്ന സ്ത്രീ.
തെരുവ് വിളക്കുകളുടെ ഉയർന്നത്
മേശപ്പുറത്ത് വൈറ്റ് വൈൻ ഗ്ലാസ്.
ഒരു സൗജന്യ സ്റ്റാൻഡിംഗ് ലാമ്പ്.
"ചാര, തവിട്ട് നിറമുളള ആന"
ഇതൊരു ട്രാൻസിസ്റ്റാണ്
ഒരു വെളുത്ത റൗണ്ട് പാത്രം
ഒരു പ്ലേറ്റ് ഭക്ഷണം മേശപ്പുറത്തുണ്ട്
ഒരു പിങ്ക് പേപ്പർ ചാക്ക്
വെളുത്ത മനുഷ്യൻ ഹോൾഡിംഗ് ടെന്നീസ് റാക്കറ്റ്
ചിഹ്നത്തിലെ വാക്ക്.
കറുപ്പും വെളുപ്പും ഘടികാരം
ഒരു സ്ത്രീ മോട്ടോർ സൈക്കിളിൽ ആരെയോ ചുംബിക്കുന്നു.
നടപ്പാതയുടെ അരികിലുള്ള വലിയ മരത്തിന്റെ തുടി
രണ്ട് ശക്തമായ യുദ്ധവിമാനങ്ങൾ
ഒരു തെരുവിന്റെ വശത്ത് തെരുവ് അടയാളങ്ങൾ
ഒരു യുവാവ് നിൽക്കുന്നു
തലയിൽ കറുത്ത ഹെൽമെറ്റ്.
ഒരു സവാരിക്കാരൻ നീല ഹെൽമെറ്റ് ധരിച്ചിരിക്കുന്നു
മരത്തിന്റെ കൊമ്പ് റോഡിന് മുകളിൽ തൂങ്ങിക്കിടക്കുന്നു
ആകാശത്ത് പറക്കുന്ന വിമാനം
ചുമരിൽ ഫ്രെയിം ചെയ്ത പെയിന്റിംഗ്
പേപ്പറിൽ പേന
രണ്ട് സീബ്രകൾ ഒരുമിച്ച് നിൽക്കുന്നു
ഭക്ഷണം പ്ലേറ്റിലാണ്
ഒരു സ്‌റ്റൗവിൽ തിളങ്ങുന്ന പിച്ചള കലം
ഒരു വേലിക്ക് സമീപം നിൽക്കുന്ന ഒരു ആട്
ചുവരിൽ വലിയ റൗണ്ട് ബ്ലാക്ക് റിംഡ് ക്ലോക്ക്
മഞ്ഞുമൂടിയ ചരിവിന്റെ വശത്ത് സ്കീസ് ​​ഓടിക്കുന്ന സ്ത്രീ.
ഒരു ബേസ്ബോൾ കളിക്കാരൻ ഒരു പന്ത് പിടിക്കുന്നു
ഒരു കെട്ടിടത്തിലെ ഒരു മരം
സ്ഥല ക്രമീകരണത്തിൽ തിളങ്ങുന്ന കത്തി
ഒരു സ്റ്റേഷനിലെ വാസ്തുവിദ്യയുടെ മുകളിലേക്കുള്ള കാഴ്ച
മഞ്ഞുവീഴ്ചയുള്ള സ്കൈ ചരിവ്
ഒരു സീബ്രയുടെ തല
സിൽവർ ട്രെയിൻ സ്റ്റേഷനിൽ നിർത്തി ഇട്ടിരിക്കുന്നു
തിളക്കമുള്ള ചുവന്ന തൊപ്പി
നീല നിറത്തിലുള്ള ഹാൾട്ടർ ഉള്ള കുതിര
ചുവന്ന കുട പിടിച്ചിരിക്കുന്ന സ്ത്രീ
ഒരു ട്രക്കിലെ കണ്ണാടികൾ
വെളുത്ത അടയാളം കണ്ടെത്തി
സ്ത്രീയുടെ ഇടതു കൈയിലെ ഒരു സെൽ ഫോൺ
ചുവപ്പും വെള്ളയും അടയാളം
സ്റ്റോപ്പ് ചിഹ്നം ചുവപ്പാണ്.
മനുഷ്യൻ സമുദ്രത്തിൽ സർഫിംഗ് ചെയ്യുന്നു
ടോയ്<200c>ലറ്റിൽ ഒരു പൂച്ച
പുരുഷ ടെന്നീസ് കളിക്കാരൻ അടുത്തേക്ക് വരുന്ന പന്ത് ചാടി.
കഴിക്കുന്ന ജിറാഫ്
തുറന്ന അടുപ്പത്തുവെച്ചു ബേക്ക് ചെയ്യുന്നു
മഞ്ഞുമൂടിയ റോഡിൽ വ്യക്തി സ്കേറ്റ്ബോർഡിംഗ് ചെയ്യുന്നു
ഒരു ചെറിയ വെളുത്ത ബേസ്ബോൾ
ചാരനിറത്തിലുള്ള ചുവരിൽ ഗ്രാഫിറ്റി
കൊടിൽ വെള്ളിയാണ്
കട്ടിലിൽ ഇരിക്കുന്ന സ്ത്രീ
ആൺകുട്ടിക്ക് തവിട്ട് നിറമുള്ള മുടിയുണ്ട്
ആന
പടികളിലൂടെയുള്ള അഴുക്ക് മുയൽ
മനുഷ്യൻ സ്കേറ്റ്ബോർഡിംഗ് തന്ത്രം ചെയ്യുന്നു
ഇത് ഒരു കുപ്പി ലോഷനാണ്
വാണിജ്യ വിമാനം വായുവിൽ പറക്കുന്നു
ഇളം നീല സ്പൂൺ
സ്നോബോർഡിൽ ഒരാൾ
രണ്ടുപേർ ക്യാമറയിലേക്ക് നോക്കുന്നു
ഭൂപ്രദേശം പങ്കിടുന്ന സീബ്രകളും ജിറാഫുകളും
പുല്ല് ചെറുതും പച്ചയുമാണ്
കറുത്ത അടയാളം കണ്ടെത്തി
ഒരു വലിയ വടി പിടിച്ചിരിക്കുന്ന ഒരാൾ
മുകളിലത്തെ ഡെക്ക് ഉള്ള ഒരു ബസ്
ഒരു എയർഫീൽഡിലെ വിമാനം
പാറയിൽ കൊമ്പുള്ള മൃഗം
മോട്ടോർസൈക്കിളുകൾ തുടർച്ചയായി പാർക്ക് ചെയ്യുന്നു
പച്ചയും വെള്ളയും കലർന്ന തെരുവ് ചിഹ്നം
വെളുത്ത പ്ലേറ്റിൽ പിസ്സ സ്ലൈസ്
തെരുവിൽ കുതിരകൾ
"ഓറഞ്ച്, വൈറ്റ് പൈലോൺ"
മോട്ടോർ സൈക്കിളിൽ ഇരിക്കുന്ന മനുഷ്യൻ
നടപ്പാതയിലെ വെള്ളം.
ഇതാണ് ആകാശം
ചെറിയ ചാരനിറത്തിലുള്ള ഗ്രൗണ്ട് ലൈൻ
വ്യക്തി കമ്പിളിക്കുപ്പായവും തലമറയും ധരിച്ചിരിക്കുന്നു
ഒരു പാത്രത്തിൽ ഡോണട്ട്സ്
കമ്പ്യൂട്ടർ ടേബിളിൽ പൂച്ച ചെറുതായ് മയങ്ങുന്നു
പശുവിന് ചെവിയിൽ മഞ്ഞ ടാഗ് ഉണ്ട്.
കണ്ണാടിയിൽ ഒരു വ്യക്തിയുടെ പ്രതിഫലനം
പച്ചനിറത്തിൽ ഒരു സ്റ്റോപ്പ്<200c>ലൈറ്റ് കത്തിയിരിക്കുന്നു
കടൽത്തീരത്ത് അടുക്കിയ സർഫ്ബോർഡുകൾ
ഒരു വെള്ള ചുവപ്പും കറുപ്പും നിറമുള്ള ബസ്
പച്ച ബ്രൊക്കോളിയും ചിക്കനും
ഒരു പക്ഷി കാലാവസ്ഥ വെയ്ൻ
