ഇത് ഒരു ഇൻഡോർ രംഗമാണ്
കമ്പ്യൂട്ടർ സ്ക്രീനുകൾ ഓണാക്കി
മനുഷ്യന് ചെറിയ മുടിയുണ്ട്
ഫോട്ടോ ആൽബം മുതിർന്നവരുടെ മടിയിൽ തുറക്കുന്നു
കറുത്ത കാറിനടുത്ത് ഒരു കൂട്ടം പെൺകുട്ടികളുണ്ട്
ഒരു ഉന്തുവണ്ടിയിലെ കുട്ടി
ഉയരമുള്ള മെറ്റൽ ലൈറ്റ്പോസ്റ്റ്
മതിൽ വെളുത്ത ചായം പൂശി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സമുദ്രം അഭിമുഖീകരിക്കുന്ന സ്ത്രീ
ഇതൊരു ഓഫീസ് രേഖാചിത്രം
നാല് ലോഹത്തിന്റെ കസേരകൾ
കോലാഹലം ഒരു മേശപ്പുറത്താണ്
ഒരു വെളുത്ത മൈക്രോവേവ് ഓവൻ
കവലയിലൂടെ വൈറ്റ് എസ്‌യുവി ഡ്രൈവിംഗ്
കുടയുമായി തെരുവ് മുറിച്ചുകടക്കുന്ന വ്യക്തി
ചാരനിറത്തിലുള്ള പാന്റിലുള്ള മനുഷ്യൻ കെട്ടിടത്തിൽ ചാരിയിരിക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കാറുകൾക്കിടയിൽ നിൽക്കുന്ന ഒരാൾ
ചിത്രരചന ചുമരിൽ തൂക്കിയിരിക്കുന്നു
കസേരയുടെ കാൽ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കാബിനറ്റ് മരം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു വ്യക്തി വെള്ളത്തിൽ നീന്തുന്നു
തിളങ്ങുന്ന തണലുള്ള വിളക്ക്
ഫലം പാത്രത്തിൽ
ഒരു പോർസലൈൻ വൈറ്റ് പ്ലേറ്റ്
കറുത്ത ഗെയിം കൺട്രോളർ
ഒരു വ്യക്തി കാറിന്റെ ട്രങ്കിൽ എന്തോ ഇടുന്നു.
പച്ച കാർ തെരുവിലൂടെ പാർക്ക് ചെയ്തിരിക്കുന്നു
തെരുവിൽ കാർ
നിർമ്മാണത്തൊഴിലാളികൾ കവറുകൾ ധരിക്കുന്നു
മഞ്ഞ വാതിലുള്ള ഒരു കറുത്ത കാർ
കസേര മേശപ്പുറത്ത്
ഒരു കൗണ്ടറിൽ ഒരു നാഭി ഓറഞ്ച്
ഒരു കെട്ടിടത്തിന്റെ മൂന്ന് ജാലകങ്ങൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
തറയുടെ മുകളിൽ നിൽക്കുന്ന ബ്രൗൺ നിറമുള്ള ടേബിൾ.
ഫ്ലോർ ലാമ്പ് ഓണാണ്
ഒരു മഞ്ഞ ബസ്
മരത്തിന്റെ ശാഖ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വെളുത്ത വരയുള്ള കട്ടിയുള്ള കറുത്ത ധ്രുവം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു പാനപാത്രം
ദ്വീപ് ബീച്ച് രംഗം
വയലിൽ പുല്ല്
ഒരു വലിയ ബ്രൗൺ മരത്തിന്റെ തുമ്പിക്കൈ
ഒരു കെട്ടിടത്തിന് മുന്നിൽ വെള്ളി കാർ
മനുഷ്യൻ കൗണ്ടറിൽ ഇരിക്കുന്നു
ഒരു പുസ്തക വണ്ടിയിൽ നിൽക്കുന്ന സ്ത്രീ
രണ്ട് നില നീല ബസ്
ചാരനിറത്തിലുള്ള അലക്കു കൊട്ട
മഞ്ഞ നിർമ്മാണ തൊപ്പികൾ
മുറിയിലെ തടി തറ
ചക്രവാളത്തിന് മുകളിലുള്ള ഉയരമുള്ള ഈന്തപ്പന
ഒരു സദസിനകത്തെ കസേര
ഉയരമുള്ള ഇല വൃക്ഷം
കണ്ണാടി വിദൂര മതിലിലാണ്
നടപ്പാത
ഡ്രൈവറുടെ വശത്തെ വാതിൽ തുറന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ചുവരിൽ ചെറിയ ചിത്രം
തടി ലോഗുകളുടെ വിഭജനം
കെട്ടിടത്തിലേക്ക് ലൈറ്റ് ഘടിപ്പിച്ചിരിക്കുന്നു
ചിഹ്നം നൽകരുത്
വെളുത്ത വരയുള്ള കട്ടിലിൽ ബ്ലൂസിന്റെയും ചുവപ്പിന്റെയും വർണ്ണാഭമായ തലയിണ
ഡെന്റ് വാഹനത്തിലാണ്
മേൽക്കൂര ചാരനിറമാണ്
കണ്ണാടിയിൽ തവിട്ട് ഫ്രെയിം
മരത്തിന് താഴെ വെളുത്ത പൂക്കൾ
തെരുവിൽ വെളുത്ത ആംബുലൻസ്
അകലെ പച്ച മരങ്ങൾ
അടയാളം നീലയാണ്
മനുഷ്യൻ റോഡിന്റെ അരികിൽ ഇരിക്കുന്നു
തെരുവ് മുറിച്ചുകടക്കുന്ന ഒരാൾ
ചുമരിൽ ഒപ്പിടുക
ഒരു ഇഷ്ടിക വീട്ടിലെ ജാലകം
കമ്പ്യൂട്ടർ സ്ക്രീൻ നീലയാണ്
ബൈക്ക് റൂട്ട് ചിഹ്നം
നരച്ച താടി ഒരു മനുഷ്യനിൽ
ഒരു കാറിന്റെ പിൻ കാഴ്ച
ചീസ് സോസ് ഉപയോഗിച്ച് ബർഗർ
സിൽവർ എസ്‌യുവിയുടെ വശം
സ്ത്രീ തെരുവിലൂടെ നടക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
തെരുവ് ലൈറ്റിന്റെ അടുത്ത് പാർക്ക് ചെയ്ത ചുവന്ന കാർ
ട്രാഫിക് ലൈറ്റുകൾ മഞ്ഞയാണ്
നടപ്പാതയിൽ വെളുത്ത പെയിന്റ് ലൈൻ
കറുത്ത ടിപ്പ്ഡ് പേന മേശപ്പുറത്ത്
വെളുത്ത കുപ്പായമുള്ള മനുഷ്യൻ നടപ്പാതയിലൂടെ നടക്കുന്നു
സീലിംഗിൽ വലിയ ലൈറ്റ് ഫിക്ചർ
മേശപ്പുറത്ത് വൈറ്റ് മോണിറ്റർ
ഡെസ്‌കിൽ കറുത്ത കമ്പ്യൂട്ടർ മോണിറ്റർ
മൊന്ത കൈകാര്യം ചെയ്യുക
കമ്പ്യൂട്ടർ മോണിറ്ററിന് മുന്നിൽ ഇരിക്കുന്ന ഒരാൾ
കറുത്ത മോണിറ്റർ ഓണാക്കി
തവിട്ട് സൺഗ്ലാസ് ധരിച്ച മനുഷ്യൻ.
കെട്ടിടത്തിൽ ഇഷ്ടിക
നിലത്ത് വെള്ളി ലോഹത്തിന്റെ പട്ടിക
ചാരനിറത്തിലുള്ള ചവറ്റുകുട്ട.
പയ്യൻ പന്ത് പിടിക്കുന്നു
പ്രൊജക്ഷൻ സ്ക്രീൻ വെളുത്തതാണ്
ചാരനിറത്തിലുള്ള ധ്രുവത്തിൽ മഞ്ഞ ട്രാഫിക് സിഗ്നൽ ഘടിപ്പിച്ചിരിക്കുന്നു
വെള്ളി കാറിന് പിന്നിൽ ചുവന്ന ട്രക്ക്
രണ്ട് മോപ്പെഡുകൾ പാർക്ക് ചെയ്തിരിക്കുന്നു
തെരുവിൽ ഒരു നീല കാർ.
മഞ്ഞ വാതിലുകളുള്ള കറുത്ത കാർ
നാല് വാതിലുകളുള്ള ഒരു കാർ
ബൈക്ക് നടപ്പാതയിൽ നിർത്തി ഇട്ടിരിക്കുന്നു
ഫുട്പാത്തിൽ ചുവന്ന മോട്ടോർസൈക്കിൾ
ദ്വീപ് ബീച്ച് രംഗം
സ്കൂട്ടറുകളുടെ ഗ്രൂപ്പ് പരസ്പരം പാർക്ക് ചെയ്തിരിക്കുന്നു
മഞ്ഞ VW പാർക്കിംഗ് സ്ഥലം ഉപേക്ഷിക്കുന്നു
ഓറഞ്ച് ബാഗ്
സ്റ്റേജിൽ ഒരു ബാൻഡ് ഉണ്ട്
വൈറ്റ് ഹൗസ് വിൻഡോ
ഇവ ഉയരമുള്ള കെട്ടിടങ്ങളാണ്
കർബിന് പുറമെ ചെറിയ കാർ
ഇത് ഒരു വ്യക്തിയാണ്
മണലിൽ കാള
മഞ്ഞ മേൽക്കൂരയുള്ള കെട്ടിടം
കപ്പ് തലകീഴായി
ദ്വീപ് ബീച്ച് രംഗം
കറുത്ത ട്രക്ക് പാർക്ക് ചെയ്തിരിക്കുന്നു
ഇളം നീല അങ്കിയിലുള്ള മനുഷ്യൻ
കറുത്ത ഗേറ്റിന് നേരെ ചാരിയേക്കുന്ന ബൈക്ക്
വിൻഡോയിൽ വെളുത്ത തിരശ്ശീല
അലാറത്തിന്റെ ഘടികാരം പ്രവർത്തനരഹിതമാണ്
ചുമരിൽ ഇടത്തരം വലിപ്പമുള്ള ചിത്രം.
മേശപ്പുറത്ത് ഒരു കുപ്പി വെള്ളം.
മതിലുമായി ബന്ധിപ്പിച്ച വയർഡ് ടെലിഫോൺ
മരം മേശയുടെ അടുത്തുള്ള കസേര
ടെലിവിഷന് അടുത്തുള്ള ലാംപോസ്റ്റ്
ഒരു കട്ടിലിന് സമീപം കറുത്ത ബാക്ക്പാക്ക്
ഒരു കുളിമുറിയിൽ ഒരു വെള്ളി ഫോസെറ്റ്
പൂമുഖത്ത് ചെറിയ ചെടി
ദേവദാരു വീടിന്മേൽ ഇളകുന്നു
വെളുത്തതും ടാൻ ആയതുമായ ഹോട്ടൽ മുറി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സിങ്ക് സ്റ്റെയിൻലെസ് സ്റ്റീൽ ആണ്
ഒരു തടി തറ
ജനല അടച്ചു
സിൽവർ റിം ഉള്ള കറുത്ത കാർ ടയർ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ചുവന്ന മേശ വിളക്ക് മേശപ്പുറത്ത് ഇരിക്കുന്നു
തടി കൊണ്ടുള്ള രാത്രി സ്റ്റാൻഡ്
ഉയരമുള്ള പുല്ല് സസ്യങ്ങൾ
ഒരു വീടിന്റെ ചെടിയുടെ ഭാഗം
ചുവപ്പും പച്ചയും പ്ലെയ്ഡ് സോഫ
വലിയ അടുക്കള പ്രദേശം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
റോഡിന്റെ വശത്ത് നിർത്തിയിട്ടിരിക്കുന്ന വാഹനങ്ങൾ
നടപ്പാതയിൽ നിൽക്കുന്ന ഒരു സ്ത്രീ.
ഫോണിൽ നിൽക്കുന്ന മനുഷ്യൻ
മഴ ജാക്കറ്റ് ധരിച്ച ഒരു സ്ത്രീ
തെരുവിൽ ടാക്സി ക്യാബ് ഓടിക്കുന്നു
ഒരു തെരുവിൽ മഞ്ഞ ടാക്സി ഓടിക്കുന്നു
തിരക്കേറിയ നഗരത്തിലെ നടപ്പാതയിലൂടെ നടക്കുന്ന വ്യക്തി
വ്യക്തി നടപ്പാതയിലൂടെ നടക്കുന്നു
ഒരു കൂട്ടം ആളുകൾ നിൽക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വെള്ളത്തിനടുത്തുള്ള പൂക്കൾ
ഒരു നടപ്പാതയിൽ ഒരു ഭക്ഷണ സ്റ്റാൻഡ്
ക്രോസ് വാക്കിൽ കടക്കുന്ന വ്യക്തി
വെളിച്ചത്തിൽ വാൻ ഓടിക്കുന്നു
റോഡിൽ മഞ്ഞ ടാക്സി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
സ്ത്രീകൾ പിങ്ക് ഷർട്ട് ധരിക്കുന്നു
ടാൻ തൊപ്പി ഒരു പോസ്റ്റിൽ തൂക്കിയിരിക്കുന്നു
ടാർമാക്കിൽ ഒരു വെളുത്ത വിമാനം
ടാർമാക്കിൽ നിർത്തിയിട്ടിരിക്കുന്ന വിമാനങ്ങൾ
വിമാനത്തിലെ ചെറിയ വിൻഡോ
റോഡിൽ കാർ
ചെറിയ പാറകൾ
മരത്തിന്റെ ട്ട്രങ്ക് തകർന്നു
ചുവന്ന ഷോർട്ട്സിലുള്ള വ്യക്തി
കുറ്റിച്ചെടി വളരെ ചെറുതാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു റോഡിനടുത്തുള്ള ഒരു എരുമ
ആകാശത്ത് മേഘം
വെള്ളത്തിലൂടെ വെളുത്ത ബോട്ട് നീങ്ങുന്നു
കിളി കൂട്ടിലുണ്ട്
വെള്ളത്തിൽ നിൽക്കുന്ന പക്ഷി
വലത് കണ്ണ്
ധ്രുവത്തിൽ വെളിച്ചം
ശാന്തമായ പ്രദേശത്ത് ഹൈവേ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഡോക്കിന് അടുത്തുള്ള വെളുത്ത ബോട്ട്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ബോട്ട് ഓറഞ്ച് ആണ്
നടപ്പാതയിൽ നിരയായി ബൈക്കുകൾ
ചെറിയ പച്ച മിനിവാൻ
അമേരിക്കൻ പതാക കെട്ടിടത്തിന്റെ വശത്ത് തൂക്കിയിരിക്കുന്നു
കെട്ടിടത്തിന് പിന്നിലെ മരം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വെളുത്ത താറാവിൽ ഓറഞ്ച് ബീക്ക്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നീളമുള്ള മഞ്ഞ സ്കീസ് ​​പിടിച്ചിരിക്കുന്ന മനുഷ്യൻ
മഞ്ഞുവീഴ്ചയിൽ ചുവന്ന പതാക
റോഡിൽ കറുത്ത സ്കൂട്ടർ
കറുത്ത മെറ്റൽ ലോക്ക് ബോക്സ്
കെട്ടിടത്തിലെ ഗ്ലാസ് വിൻഡോ
നടപ്പാത ഇളം ചാരനിറമാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കാറുകളുള്ള റോഡിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വഴിക്ക് നടുവിലുള്ള വെളുത്ത വരകൾ
ഇടുങ്ങിയ റോഡിൽ കാർ പാർക്ക് ചെയ്തിരിക്കുന്നു
അവന്റെ തലയിൽ ചുവന്ന ഹെൽമെറ്റ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വള്ളം ഒരു കപ്പലിലാണ്
പിങ്ക് പാന്റ്സ്
നടപ്പാതയിൽ നീല പാർക്കിംഗ് ലൈനുകൾ
മനുഷ്യൻ നടക്കുന്നു
നടപ്പാത
റേഡിയോയിൽ പച്ച ഈന്തപ്പന
വെള്ളി ഹബ്‌കാപ്പിലെ ദ്വാരം
നീല ജീൻ പാവാടയിൽ പെൺകുട്ടി
പോസ്റ്റിലെ ഇലക്ട്രിക്കൽ ബോക്സ്
റോഡിന്റെ വശത്ത് ചിഹ്നം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വലിയ കറുത്ത അടിത്തറയുള്ള നീല ചിഹ്നം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ഫ്രെയിമിലെ ചിത്രം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ചെടിക്കു സമീപം ചുവന്ന കാർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
തെരുവിൽ വെളുത്ത ബസ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
അലങ്കരിച്ച ക്രിസ്മസ് ട്രീ.
പർവതത്തിനടുത്തുള്ള മഞ്ഞ ഡംപ് ട്രക്ക്
മരത്തിൽ പച്ച ഈന്തപ്പന
ആകാശത്ത് സൂര്യൻ
വൈറ്റ് പ്രിന്റ് ശൈലിയിലുള്ള അക്ഷരം
വെളിച്ചം സിലിംഗിൽ ആണ്
ഇളം തവിട്ട് തടി
സ്ത്രീയുടെ അധരങ്ങൾ
ചുറ്റും പുല്ലുള്ള ഇഷ്ടിക
ഒരു കടൽപക്ഷി നിൽക്കുന്നു
കെട്ടിടം വലുതാണ്
ഇരുണ്ട നിറമുള്ള വാൻ.
വർണ്ണാഭമായ മുകളിൽ ഇരുണ്ട മുടിയുള്ള സ്ത്രീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സ്ത്രീ പുരുഷന്റെ അടുത്താണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ചാരനിറത്തിലുള്ള നടപ്പാത ഇഷ്ടിക
മനുഷ്യൻ നിൽക്കുന്നു
ഒരു സംഘത്തിൽ മൂന്ന് പേർ നിൽക്കുന്നു.
ടാർമാക്കിൽ ഒരു ലഗേജ് കാർട്ട്
ഒരു വിമാനത്തിന്റെ വാൽ
ചുവരിൽ കറുത്ത വിശ്രമമുറി ചിഹ്നം ഘടിപ്പിച്ചിരിക്കുന്നു
ഒരു നീണ്ട മെറ്റൽ റാക്ക്
ഒരു മെഷീനിൽ വെളിച്ചം
വരയുള്ള കുപ്പായം ധരിച്ച കുട്ടി
മുറിയുടെ പരിധിയിലുള്ള ക്യാമറകൾ
മാന്റലിൽ ചട്ടി
മനുഷ്യന് ഒരു ആട്ടിൻകുട്ടി ഉണ്ട്
ക്യാൻവാസിൽ പെയിന്റിംഗ് ചെയ്യുന്ന വ്യക്തി
ചുവന്ന കസേരകളുടെ ഒരു നിര
രണ്ട് പോലീസ് ഓഫീസർമാർ
ഹൗസ് ബോട്ട് വെള്ളത്തിൽ
ഒരു കൊട്ടയിൽ റൊട്ടി
ചെറിയ കറുത്ത മുടിയുള്ള മനുഷ്യൻ
ഒരു വലിയ ചാരനിറത്തിലുള്ള പന്ത്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
സ്നാന തൊട്ടിയിൽ ഇരിക്കുന്ന ഒരാൾ.
വിൻഡോയിൽ തിരശ്ചീന വെനീഷ്യൻ മറയ്ക്കുന്നു
ഡ്രെസ്സറിൽ ഫ്ലാറ്റ് സ്ക്രീൻ ടെലിവിഷൻ
ലൈറ്റുകൾ സീലിംഗിൽ നിന്ന് താൽക്കാലികമായി നിർത്തിവച്ചിരിക്കുന്നു
പുരുഷന് നരച്ച മുടിയുണ്ട്.
ദ്വീപ് ബീച്ച് രംഗം
ബസ്സിൽ ഇരിക്കുന്ന ആളുകൾ.
ഒരു മിഠായി കടയിൽ പുരുഷനും സ്ത്രീയും
മുറിയിലെ കസേര ഡെസ്ക് കോംബോ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മഞ്ഞിൽ കുപ്പായമില്ലാത്ത ഒരാൾ
ക്യൂബിക്കിളുകൾക്കുള്ള ഗ്രേ ഡിവൈഡറുകൾ
വാതിലിലെ വിൻഡോ പാളി
ട്രക്കിന് വെളുത്ത ചരക്ക് ഉടമയുണ്ട്
കസേരയ്ക്ക് കാലുകളില്ല
മനുഷ്യൻ തല തിരിഞ്ഞു
കുട്ടി വിമാനത്തിലേക്ക് നടക്കുന്നു
പൂച്ചെണ്ടിന് ചുറ്റുമുള്ള പർപ്പിൾ ടിഷ്യു കടലാസ്
ഒരു വലിയ മുറിയിലെ പൂൾ ടേബിൾ
ഒരു മേശപ്പുറത്ത് പാഡിൽ
ഒരു മുറിയിൽ നിൽക്കുന്ന മനുഷ്യൻ.
മനുഷ്യൻ വെള്ളത്തിൽ വിശ്രമിക്കുന്നു.
മനുഷ്യൻ ഒരു കുളത്തിലാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
തവിട്ടുനിറത്തിലുള്ളതും വെളുത്തതുമായ ഒരു ഗോവണി
കെട്ടിടം പച്ചനിറത്തിലാണ്.
മഞ്ഞുവീഴ്ചയിൽ ധാരാളം ആളുകൾ
വെള്ളി ടോയ്‌ലറ്റ്
മുറിയിൽ മഞ്ഞ സ്ലൈഡ്
വ്യാജ ഭക്ഷണം നിറച്ച ചൈൽഡ് ഷോപ്പിംഗ് കാർട്ട്
ഇതൊരു അടുക്കളയാണ്
സിങ്കിൽ ഒരു പാത്രം
അടുക്കള അലമാരയിൽ തരംതിരിച്ച ധാന്യങ്ങൾ
മൂലയിൽ വെളുത്ത മൈക്രോവേവ് ഓവൻ
ഒരു അടുക്കളയിൽ മതിൽ പേപ്പർ ചെയ്ത മതിൽ
ഓറഞ്ച് ഡ്രയറുകളുടെ ഒരു മതിൽ.
ചുമരിൽ വെളുത്ത പൈപ്പ്
കുളത്തിനടുത്തുള്ള ഡോൾഫിൻ പ്രതിമ
ക counter ണ്ടറിന് മുകളിൽ മൈക്രോവേവ്
തൊപ്പിയിലെ അടയാളം
ഒരാൾ മുട്ടുകുത്തി നിൽക്കുന്നു
കറുത്ത പാന്റ്സ് ധരിച്ച വ്യക്തി
ഒരു വിരിപ്പിൽ ഇരിക്കുന്ന ജനം
സീലിംഗിൽ നിന്ന് തൂങ്ങിക്കിടക്കുന്ന ലൈറ്റ്
ചതുരം മുഴുവൻ കസേരയിൽ
കൈകൾ വായുവിൽ
ഓറഞ്ച് പെയിൽ മതിലിൽ നിന്ന് തൂക്കിയിരിക്കുന്നു
വെളുത്ത അലക്കുയന്ത്രം ഒരു കൗണ്ടറിന് കീഴിലാണ്
ജാലകത്തിന് മുന്നിൽ ഇരിക്കുന്ന വ്യക്തി
ദ്വീപ് ബീച്ച് രംഗം
കുളത്തിനടുത്തുള്ള ബ്രൗൺ ലോഞ്ച് കസേര
ഒരു കുളത്തിൽ ഒരു കൂട്ടം കുടകൾ
മനോഹരമായ കസേരയ്ക്ക് സമീപം ചുവന്ന ബെഞ്ച്
പച്ച കടലാമ കുളം
ഒരു മുറിയിൽ ധാരാളം ആളുകൾ
നീലയും കറുപ്പും നിറമുള്ള പ്ലെയ്ഡ് ഷർട്ട് ധരിച്ച മനുഷ്യൻ
ട്രക്കിലെ പോളാർ എന്ന പദം
കറുപ്പും ബ്രൗൺ നിറവുമുള്ള ഒരു പരവതാനി
തവിട്ട് മേശയുടെ ഇടതുവശത്ത് കറുത്ത കസേര
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു മനുഷ്യന് മഞ്ഞയും കറുപ്പും നിറത്തിലുള്ള ടൈ
നടപ്പാതയിലൂടെ നടക്കുന്ന വ്യക്തി
ചുവന്ന സ്കാർഫ് ധരിച്ച സ്ത്രീ
നിലത്ത് പ്രാവ്
ഡോക്ക് ചെയ്ത ഹ bo സ്‌ബോട്ടിന്റെ പുറകിൽ
ഒരു മഞ്ഞ പാവാട
മുറിയിൽ കറുത്ത ടിവി
ടെലിവിഷൻ റിമോട്ട് ചുവന്ന മേശപ്പുറത്ത് ഇരിക്കുന്നു
ചുമരിൽ മിറർ
ചുവരിൽ തൂക്കിയിട്ടിരിക്കുന്ന ചിത്രം
ചുവരിൽ ഒരു വലിയ പെയിന്റിംഗ്
കുഞ്ഞ് ആന
പാലത്തിൽ നടക്കുന്ന ആളുകൾ
പോയിന്റുചെയ്‌ത ടോപ്പ് ഉള്ള ടവർ
ഇവ പഴയ ഘടനകളാണ്
ചവിട്ടുപടികൾ
സർപ്പിള പടികളിൽ നടക്കുന്ന വ്യക്തി
ഒരു റെസിഡൻഷ്യൽ കെട്ടിടത്തിലെ വിൻഡോ
വെള്ളി വെണ്ണ കത്തികൾ
പ്ലേറ്റിന്റെ ഇടതുവശത്തുള്ള പാത്രം
കടലാസിൽ കറുത്ത അക്ഷരങ്ങൾ
കോഫി കപ്പ് നിറയെ പതഞ്ഞ കോഫി
പാത്രത്തിൽ വാഴപ്പഴം മുറിക്കുക
ഗ്ലാസ് കുപ്പിയിലെ പാനീയം
ചുവന്ന പൂക്കൾ നിറഞ്ഞ ഒരു പൂത്തട്ടം
മഴവില്ല് അർദ്ധചന്ദ്രനെപ്പോലെ കാണപ്പെടുന്നു
കസേരയിൽ മരം സ്ലാറ്റ്
ഒരു തവിട്ട് മരം കാബിനറ്റ് വാതിൽ
തോക്ക് തിളങ്ങുന്നു
ഒരു പർവതശിഖരത്തിന് മുകളിലുള്ള നീലാകാശം.
ഒരു അപ്പാർട്ട്മെന്റ് കെട്ടിടത്തിലെ ഒരു ജനാല
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു കറുത്ത കസേര
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വളച്ചൊടിച്ച ചരടുള്ള ഫോൺ
തെരുവിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന ഒരു വെളുത്ത കാർ
വെളുത്ത കാർ വേലിനടുത്ത് നിർത്തി
കെട്ടിടത്തിന്റെ വിൻഡോ വശം
ഇത് ഒരു സ്ത്രീയാണ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
തെരുവിൽ മഞ്ഞ വരകൾ
കറുത്ത കാർ തെരുവിൽ പാർക്ക് ചെയ്തു
തെരുവ്
ഇതൊരു കാറാണ്
വെള്ളം പച്ച നിറത്തിലാണ്.
കാറിലെ ലൈസൻസ് പ്ലേറ്റ്
കറുത്ത നിറമുള്ള കാർ റോഡിൽ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കുഞ്ഞ് ആന
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കാറിന്റെ ടയർ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കറുത്ത റബ്ബറും സിൽവർ മെറ്റലും ഉപയോഗിച്ച് നിർമ്മിച്ച കാർ ടയർ
പാർക്ക് ചെയ്തിരിക്കുന്നു വെളുത്ത കാർ.
തിളക്കമുള്ള റിയർ ബ്രേക്ക് ലൈറ്റ്
ഒരു വലിയ ഓഫീസ് കെട്ടിടത്തിലെ വിൻഡോ
കെട്ടിടത്തിന് മുന്നിലെ ജാലകം
ഇളം ബ്രൗൺ നിറമുള്ള മേൽക്കൂരയുള്ള നീല വീട്
നടപ്പാതയിലൂടെ നടക്കുന്ന പ്രായമായ സ്ത്രീ
ഒരു വലിയ കറുത്ത ചവറ്റുകുട്ട
തെരുവ് അടയാളങ്ങൾ അമേസ് പറയുന്നു
നടപ്പാതയിൽ നിൽക്കുന്ന സ്ത്രീ
കെട്ടിടത്തിലെ ചതുര വിൻഡോ
തവിട്ടുനിറത്തിലുള്ള തടി പുസ്തക ഷെൽഫിൽ പുസ്തകം
ഡെസ്‌ക്കിന് മുകളിൽ പേപ്പർ കപ്പ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മേശപ്പുറത്ത് വാസ്
തിളങ്ങുന്ന നീല കോഫി മഗ്
അടുക്കള സിങ്കിൽ വെള്ളി ഫൗസ്‌റ്റ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ജീൻസും കറുത്ത ഷർട്ടും ധരിച്ച സ്ത്രീ.
നീലയും വെള്ളയും നിറത്തിൽ ഉള്ള പാർക്കിംഗ് ചിഹ്നം.
ടോയ്‌ലറ്റിലെ പ്ലാന്റ്
കറുത്ത എഴുത്ത് ഉള്ള വെളുത്ത പുസ്തകം
ഒരു ടാൻ കാർ പാർക്ക് ചെയ്തിരിക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
സ്ത്രീക്ക് കറുത്ത മുടിയുണ്ട്
ദ്വീപ് ബീച്ച് രംഗം
പോളിലെ ബാനറുകൾ
സ്റ്റോർ വിൻഡോയിലെ പ്രതിഫലനം
നീളമുള്ള ബെഞ്ച് .
പോർച്ചിൽ വുഡൻ പ്ലാൻക്
മരത്തിൽ നിന്ന് വീണുപോയ തവിട്ടുനിറത്തിലുള്ള ഇല
ഇല നിറച്ച വയലിൽ ഒരു കല്ല്
സിൽവർ എസ്‌യുവി റോഡിൽ നിർത്തിയിരിക്കുന്നു
ഒരു മെയിൽ‌ബോക്സിൽ പെയിന്റ്
വെളുത്ത കെട്ടിടത്തിന് മുന്നിലെ വിൻഡോ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വെള്ളി കാർ
നിൽക്കുന്ന സ്ത്രീകൾ
ഇഷ്ടിക കെട്ടിടത്തിന് മുന്നിലെ വിൻഡോ
തെരുവ് ചിഹ്നം നൽകരുത്
ചുവന്ന തലയുള്ള സ്ത്രീ നടപ്പാതയിൽ അടിക്കുന്നു
കെട്ടിടത്തിന് മുന്നിൽ ജനൽ
മെറൂൺ കാർ നിയന്ത്രണം വിട്ട് നിർത്തി
നീല വാഹനം തെരുവിൽ പാർക്ക് ചെയ്തു
ജീപ്പ് സ്യൂവ് കർബിൽ നിർത്തിയിട്ടിരിക്കുന്നു
ഒരു ലോഹധ്രുവത്തിൽ ഒരു തെരുവ് വെളിച്ചം
ഷെൽഫ് കളർ ബ്രൗൺ ആണ്
ഒരു കമ്പ്യൂട്ടർ ഒരു കീബോർഡിന് മുന്നിലാണ്
നീലയും വെള്ളയും കോഫി മഗ്
ചുമരിൽ ഒരു ശൂന്യമായ പോസ്റ്റർ ബോർഡ്
ലഘുഭക്ഷണത്തിന്റെ മഞ്ഞ പെട്ടി
മേശപ്പുറത്ത് കറുത്ത മോണിറ്റർ
കറുപ്പും വെളുപ്പും ഡെസ്ക് വിളക്ക്
ചാരനിറത്തിലുള്ള പ്ലാസ്റ്റിക് ചവറ്റുകുട്ട ഡെസ്‌കിന് കീഴിലാണ്
ഒരു വെളുത്ത മൈക്രോവേവ് ഓവൻ
കമ്പ്യൂട്ടർ മോണിറ്ററിന് മുന്നിൽ ഓഫീസ് കസേര
നീല കസേരയിൽ നീല കാർഡിഗൺ പൊതിഞ്ഞു
ഒരു ഷെൽഫിൽ ഒരു കൂട്ടം ബൈൻഡറുകൾ
ഒരു വെളുത്ത കടലാസ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു പഴയ കറുത്ത ടയർ
മെറൂൺ എസ്‌യുവി റോഡിലൂടെ ഓടിക്കുന്നു
ചുവരിൽ തൂക്കിയിട്ടിരിക്കുന്ന മാപ്പ്
ഫ്ലോറസന്റ് സീലിംഗ് ലൈറ്റുകൾ
ഒരു തടി മരം
നീല മതിലുകൾ
വെളുത്ത ഡിസിയുടെ വലിയ വിൻഡോ
വെളുത്ത അക്ഷരങ്ങളുള്ള ചുവന്ന തെരുവ് ചിഹ്നം
വെളുത്ത വരയുള്ള ചുവന്ന ചിഹ്നം
റോഡിൽ കാർ ഡ്രൈവിംഗ്
വെളുത്ത അലങ്കാരങ്ങളുള്ള നീല ബാനർ
കറുത്ത റെയിലിംഗ് പാതയോരത്ത്
സർഫ്ബോർഡിലെ വ്യക്തി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പാർക്ക് ചെയ്തിരിക്കുന്ന കാറുകളുടെ ഒരു നിര
ഒരു കറുത്ത കമ്പ്യൂട്ടർ മോണിറ്റർ
6thവെള്ളത്തിന് മുകളിലുള്ള വർണ്ണ മഴവില്ല്
വലതുവശത്തുള്ള വേലി
ഒരു മേശപ്പുറത്ത് ഒരു കോഫി കപ്പ്
തെരുവ് വിളക്ക് അണഞ്ഞതാണ്
ദ്വീപ് ബീച്ച് രംഗം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
"മഞ്ഞ, കറുത്ത കാൽനട ക്രോസിംഗ് സിഗ്നൽ"
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ബ്ലാക്ക് ടാങ്ക് ടോപ്പിലുള്ള വ്യക്തി
കറുത്ത ഷർട്ട് ധരിച്ച പയ്യൻ
ഒരു ചെറിയ ചാര മോട്ടോർസൈക്കിൾ
വലിയ കെട്ടിടത്തിലെ ജനൽ
ഇതൊരു മോട്ടോർ വാഹനമാണ്
രണ്ടുപേർ പടിക്കെട്ടിന്റെ അടിയിൽ സംസാരിക്കുന്നു.
വാൻ നീല വെള്ളയും പച്ചയുമാണ്
ഒരു ബിസിനസ്സിലേക്കുള്ള ഒരു വഴി
വാഹനത്തിന്റെ ചക്രം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
തെരുവിൽ നടക്കുന്ന മനുഷ്യൻ
വെളുത്ത കാർ പാർക്ക് ചെയ്തിരിക്കുന്നു
ഒരു ധ്രുവത്തിന്റെ ചുവന്ന അഗ്രം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ചിത്ര ഫ്രെയിം സ്വർണ്ണ നിറത്തിലാണ്.
പ്രവേശന കവാടത്തിലേക്ക് നയിക്കുന്ന പടികൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഇതൊരു ടാക്സി കാർ ആണ്
ഇലകളില്ലാത്ത വലിയ മരം
വർക്ക് ട്രക്ക് വെളുത്തതാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു തെരുവിന്റെ വശത്ത് പാർക്ക് ചെയ്തിരിക്കുന്ന ഒരു വെളുത്ത കാർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചുവന്ന ഇഷ്ടിക വിൻഡോയിലെ വിൻഡോ
കാർ ചുവപ്പ് നിറത്തിൽ തെരുവിൽ പാർക്ക് ചെയ്യുന്നു
കെട്ടിടത്തിലെ ജാലകങ്ങൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
തവിട്ട് മരതടി
പട്ടണ വീട് മഞ്ഞ ചായം പൂശി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കെട്ടിടത്തിന്റെ വശത്തുള്ള വിൻഡോ
ഓറഞ്ച് ലൈഫ് സേവിംഗ് ധരിച്ച മനുഷ്യൻ
കോവണിപ്പടിയിൽ ഒരു കലം
പുല്ലിൽ ഉയരമുള്ള പച്ച വൃക്ഷം
വിശാലമായ ഒരു ജലസ്ഥലം
ചുവരിൽ പായൽ
പട്ടണത്തിന് ചുറ്റുമുള്ള കട്ടിയുള്ള മരങ്ങൾ
കുഞ്ഞ് ആന
വെള്ളത്തിൽ സഞ്ചരിക്കുന്ന വലിയ വെള്ള ബോട്ട്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചുവന്ന അഗ്നി ജലാംശം അകലെ കാണാം
പെൺകുട്ടിയുടെ തവിട്ട് നിറമുള്ള മുടി.
ഇഷ്ടിക കെട്ടിടത്തിന്റെ മുൻവശത്തെ വിൻഡോ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു തടാകത്തിനടുത്തുള്ള പക്ഷി
ലോഹത്തിന്റെ മേൽക്കൂരയുള്ള പഴയ ഷെഡ്
ഉയരവും ബ്രൗൺ നിറത്തിലുള്ള പർവ്വതം
ചാരനിറത്തിലുള്ള തവിട്ടുനിറത്തിലുള്ള പാറകളുടെ കൂമ്പാരം
ആളുകൾ നടക്കുന്നു
നിലത്ത് തൂൺ
വൃത്താകൃതിയിലുള്ള മുകൾഭാഗം ഉള്ള ഒരു ജനൽ
ഒരുമിച്ച് നിൽക്കുന്ന ദമ്പതികൾ
ഇതൊരു കിടക്കയാണ്
ക്ലോസറ്റിൽ വെളുത്ത വാതിൽ
ഒരു കറുത്ത സോപ്പ് പെട്ടി
ഒരു നീണ്ട പ്രകാശം ഓണാണ്
വിളക്കിൽ വലിയ വിളക്ക്
ഒരു നൈറ്റ് സ്റ്റാൻഡിൽ റേഡിയോ
മേശപ്പുറത്ത് ടെലിവിഷൻ
ഹെഡ്‌ബോർഡിൽ ചതുരം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വെളുത്ത കടലാസുകളുടെ നേർത്ത കൂമ്പാരം
ചുവരിൽ വിളക്ക് ഷേഡുകൾ
ഡ്രെസ്സർ തവിട്ടുനിറമാണ്
ബീജ് നിറമുള്ള കോർഡഡ് ഫോൺ.
ഹെഡ്‌ബോർഡിന് മുകളിലുള്ള ചിത്രം
ഓറഞ്ച് ഡെസ്ക് കസേര
വാതിൽ ഫ്രെയിം വെളുത്ത നിറത്തിലാണ്
കളങ്കമില്ലാത്ത വൃത്തിയുള്ള ഭക്ഷണ മുറി
വെളുത്ത ചായം പൂശിയ ഫ്രെയിം ഉള്ള ജനൽ
അഴുക്കിന്റെ അരികിൽ വളരുന്ന പുല്ലിന്റെ ഒരു ഭാഗം
ലോഹത്തിന്റ വാതിൽ മുട്ട്
ഇതൊരു ജീപ്പ് ആണ്
ചായ കെറ്റിൽ വെള്ളിയാണ്
വാതിൽ വെളുത്തതും ചതുരാകൃതിയിലുള്ളതുമാണ്
മുറിയുടെ മൂലയിൽ സോഫ
ഇതൊരു ചാരനിറത്തിലുള്ള ടെലിവിഷനാണ്
ചിത്രം ചുമരിലാണ്
വെള്ളി ഫോസെറ്റ്
വെള്ളി ലോഹത്തിൽ നിർമ്മിച്ച കാനിസ്റ്റർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
രാത്രി സ്റ്റാൻഡിൽ വെള്ളയും കറുപ്പും വിളക്ക്
ചാരനിറത്തിലുള്ള തലയിണ
ടോയ്‌ലറ്റ് വെളുത്തതാണ്
അടുക്കളയിലെ കാബിനറ്റ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മുറിയിലെ തവിട്ട് വാതിൽ
തറയിൽ സൂര്യപ്രകാശം
ഇതൊരു സിങ്കാണ്
"ചാരയും ,വെള്ളയും സൈഡിംഗ്"
ആശ്വാസകനും തലയിണ കവറുകളും ഒരേ രീതിയാണ്
വെളുത്ത തടി ബാൽക്കണി
"കറുപ്പ്, വെള്ളി ശ്രേണി"
പകൽ ആകാശത്തിന്റെ വെളിച്ചം
ഗ്ലാസ് വിൻഡോ സുതാര്യമാണ്
വെളിച്ചം തൂങ്ങിക്കിടക്കുന്നു
ഒരു മുറിയുടെ മൂലയിൽ ഒരു പ്ലാന്റ്
വെളുത്ത അടുപ്പിൽ ഗ്ലാസ് വിൻഡോ
പച്ചയും മഞ്ഞയും ഉള്ള വീട്
ഒരു നടപ്പാതയിൽ മരം.
അലങ്കാര പച്ച ഗ്ലാസ് വാസ്
ഒരു മരത്തിന് മുന്നിൽ ഒരു കാർ
വെളുത്ത തുണിയിൽ വലിയ തലയിണ
തവിട്ട് പെയിന്റിംഗ് ഉള്ള മുൻ തടി വാതിൽ
പാർപ്പിട കെട്ടിടത്തിന്റെ വീട്ടുമുറ്റത്ത്
കിടപ്പുമുറിയിലെ ലൈറ്റ് സ്വിച്ച്
ചുവരിൽ തൂക്കിയിട്ടിരിക്കുന്ന ഒരു ഫ്രെയിം പെയിന്റിംഗ്
ഇളം നിറമുള്ള മരം കൊണ്ട് നിർമ്മിച്ച വാതിൽ
ടോയ്‌ലറ്റ് സീറ്റ് മുകളിലാണ്
പഴയതും ചെറുതുമായ ടെലിവിഷൻ സെറ്റ്
വലിയ നീല പൂക്കളുള്ള പീച്ച് നിറമുള്ള കിടക്ക
മേശയിലെ ലഘുലേഖകൾ
ഫാൻ കറുത്തതാണ്
റെസിഡൻഷ്യൽ ലിവിംഗ് റൂമിന്റെ ഇന്റീരിയർ
ജനാലയിലെ ചതുര പാളി
വെളിച്ചം ഓണാണ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ചിത്രത്തിന് സമീപമുള്ള വെളുത്ത മതിൽ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഭക്ഷണ ഭാഗത്തെ ഉൾഭാഗം
"കസേര മരം കൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്, നാല് കാലുകളുണ്ട്"
പക്ഷിയുടെ വായിൽ ഒരു മത്സ്യം
ഒരു പക്ഷിയുടെ കൊക്ക്
തൂക്കിയിട്ട കലത്തിൽ പിങ്ക് പൂക്കൾ
ഒരു ചെറിയ ചാരനിറത്തിലുള്ള കാർ
വെളുത്ത പാർക്ക് ചെയ്ത കാർ
വാഹനം വെളുത്തതാണ്.
അവ്നിങ്ങ് മൂടുന്നു
ഒരു വാഹനത്തിൽ ചുവപ്പും വ്യക്തവുമായ ടെയിൽ ലൈറ്റ്
ഒരു റോഡിൽ ഒരു വെളുത്ത അമ്പടയാളം
ഒരു വെളുത്ത വാഹനം
ഒരു കാറിന് വെള്ളിനിറം
കറുപ്പും സ്വർണ്ണവും ജലാംശം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പച്ച ചതുരശ്ര സ്ട്രീറ്റ് അടയാളം പോളിൽ.
ചുവന്ന വാൻ വലതുവശത്ത് നിർത്തി.
വഴിയിൽ ഒരു കറുത്ത കാർ
"മേൽക്കൂര റാക്ക് ഉള്ള വെള്ള, ചുവപ്പ് വാൻ"
പച്ചയും വെള്ളയും അടയാളങ്ങൾ
തെരുവിലൂടെ നടക്കുന്ന മനുഷ്യൻ
പിങ്ക് ഉടുപ്പുള്ള സ്ത്രീ
തെരുവിൽ മഞ്ഞ ടാക്സി ക്യാബ്
ചാരനിറത്തിലുള്ള കെട്ടിടത്തിന് ഒരു ജാലകമുണ്ട്
വ്യക്തി പുറത്ത് നടക്കുന്നു
വളഞ്ഞ പോളിലെ ട്രാഫിക് ലൈറ്റ്
ഒരു നഗരത്തിലെ ഉയരമുള്ള കെട്ടിടം
മനുഷ്യൻ ധരിക്കുന്ന ചുവന്ന ജാക്കറ്റ്.
ചാരനിറത്തിലുള്ള പാന്റിലുള്ള വ്യക്തി നിൽക്കുന്നു
"ഓറഞ്ച്, മഞ്ഞ പൂക്കളുടെ ഒരു പാച്ച്"
നീളമുള്ള വെളുത്ത ലിമോസിൻ
ദ്വീപ് ബീച്ച് രംഗം
ഇരുണ്ട വണ്ടി തെരുവിൽ പാർക്ക് ചെയ്തിരിക്കുന്നു
വാനിലെ വെളുത്ത എഴുത്ത്.
ഒരു ധ്രുവത്തിൽ മൂന്ന് വിളക്കുകൾ
തെരുവിൽ വെള്ളി കാർ
ഒരു പഴയ കല്ല് പള്ളി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മനുഷ്യൻ ധരിക്കുന്ന ചുവപ്പും വെള്ളയും ജാക്കറ്റ്.
ഒരു സ്ത്രീയുടെ തലയ്ക്ക് മുകളിൽ ഒരു കറുത്ത കുട
നീലയും സ്വർണ്ണവുമായ പതാക.
ഒരു വലിയ നഗരത്തിലെ റോഡുകളിൽ സഞ്ചരിക്കുന്ന ടാക്സി ക്യാബ്
തോളിൽ ഒരു ചുവന്ന പേഴ്സ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
തെരുവിൽ നിരവധി ടാക്സി കാറുകൾ
ചുവന്ന ബസ് ഒരു റോഡിൽ യാത്ര ചെയ്യുന്നു
ഒരു വലിയ നഗരത്തിലെ ഒരു ഉദ്യാനത്തിന് ചുറ്റും വേലി
പുല്ലിൽ വാർത്ത കട്ട
ദ്വീപ് ബീച്ച് രംഗം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പച്ച കാർ തെരുവിൽ പാർക്ക് ചെയ്തു
വെള്ളി കാർ തെരുവിൽ പാർക്ക് ചെയ്തു
കറുപ്പും വെളുപ്പും ജാക്കറ്റ് ധരിച്ച മനുഷ്യൻ
ഒരു നീല വാൻ
രണ്ടുപേർ നടപ്പാതയിലൂടെ നടക്കുന്നു
സൈക്കിൾ ധ്രുവത്തിൽ ചങ്ങലയിട്ടു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
തെരുവിൽ വരച്ച വെളുത്ത വരകൾ
ഒരു ചുവന്ന പാർക്കിംഗ് ചിഹ്നം
ഒരു കുളം വെള്ളം
തെരുവിലൂടെ നടക്കുന്ന ആളുകൾ
ചുവന്ന ട്രാഫിക് ലൈറ്റ്
ഒരു മഞ്ഞ ടാക്സി കാർ
തെരുവിൽ ഒരു കാർ
കറുപ്പും പച്ചയും അടയാളം
ഫുട്പാത്തിൽ രണ്ട് മഞ്ഞ പോസ്റ്റുകൾ
മെറ്റൽ പോസ്റ്റൽ ബോക്സ്.
ദ്വീപ് ബീച്ച് രംഗം
അമേരിക്കൻ പതാക മുകളിലേക്ക് പറക്കുന്നു
റോഡിൽ മഞ്ഞ ടാക്സി ഡ്രൈവിംഗ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കെട്ടിടത്തിന് ഒരു ജാലകമുണ്ട്
മെറ്റൽ ബാൽക്കണി
ബാൽക്കണിയിലെ റെയിലിംഗ്
മുൻ‌വശത്തെ യന്ത്ര ഭുജം
ഒരു തെരുവിൽ നടക്കുന്ന ഒരാൾ
ഒരു യുഎസ് മെയിൽ വാൻ
ദ്വീപ് ബീച്ച് രംഗം
പെയിന്റിംഗിലെ പുഷ്പം
ചുമരിൽ പെയിന്റിംഗ്
കറുത്ത കസേര തടി
ഓറഞ്ച് വസ്തു
ഒരു വലിയ വിമാനത്തിന്റെ ടെയിൽ സ്റ്റെബിലൈസർ
കറുത്ത അക്ഷരങ്ങൾ ഉള്ള ചിഹ്നം
റോഡിൽ മഞ്ഞ അഗ്നി ജലാംശം
ഒരു നദിക്ക് മുന്നിൽ ഒരു സ്ത്രീ
കവലയിലൂടെ ഡ്രൈവ് ചെയ്യുന്നു സിൽവർ വാൻ
ചുവപ്പും വെള്ളയും അടയാളം
ചാരനിറത്തിലുള്ള മേൽക്കൂരയുള്ള വെളുത്ത വീട്
അകലെയുള്ള ഒരു വലിയ കെട്ടിടം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കെട്ടിടത്തിൽ ഇഷ്ടിക ചിമ്മിനി
ഓറഞ്ച് ആകാശം ചക്രവാളത്തിൽ
കടൽലിന് അടുത്തുള്ള കടൽത്തീരം.
ഇതൊരു നഗരമാണ്
നീലയും വെള്ളയും ആകാശം
ട്രെയിനിൽ ഒരു വെളുത്ത വൃത്തം
വെളുത്ത മേഘങ്ങൾ
ചാരനിറത്തിലുള്ള എക്സ്റ്റെൻഡഡ് ക്യാബ് ട്രക്ക്
പർവതശിഖരങ്ങളിൽ വളരുന്ന കുറ്റിക്കാടുകൾ
കറുത്ത തിളങ്ങുന്ന പാർക്ക് ചെയ്ത മിനിവാൻ
അകലെ പർവ്വതം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
തവിട്ട് മരം ബെഞ്ച്.
റോഡരികിലെ പച്ച വൃക്ഷം
പച്ച ഇലകളുള്ള വലിയ മരം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു വെളുത്ത വാണിജ്യ ട്രക്ക്
മഞ്ഞ ലൈറ്റുകൾ വെള്ളത്തിൽ തിളങ്ങുന്നു
ഒരു ഡിന്നർ ടേബിൾ സെറ്റ്
കമാനാകൃതിയിലുള്ള അലങ്കരിച്ച വിൻഡോ
ഒരു കുന്നിൽ ഓറഞ്ച് കെട്ടിടം.
നായ നടപ്പാതയിലൂടെ നടക്കുന്നു.
ഒരാൾ പടിയിറങ്ങി നടക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഉയരമുള്ള കറുത്ത ലൈറ്റ് പോൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കെട്ടിടത്തിലെ നീല പദങ്ങൾ
ബലൂൺ ചുവപ്പാണ്
വീടിന് പുറത്ത് നിൽക്കുന്ന ഒരു അടയാളം
ഒരു ശാഖയിൽ അമ്മ അൻഹിംഗ പക്ഷി
പക്ഷിയുടെ കൊക്ക്
തവിട്ടും വെള്ളയും നിറമുള്ള പുഫ്ഫെര് മത്സ്യം നീന്തുന്നു
ശാഖയിൽ പക്ഷി
ഒരു ശാഖയിൽ പക്ഷി
ദ്വീപ് ബീച്ച് രംഗം
ചാരനിറത്തിലുള്ള പാറകൊണ്ട് നിർമ്മിച്ച മലഞ്ചെരിവ്
സീബ്രയിൽ വര
മൃഗത്തിന്റെ തലയിൽ ഇടത് കൊമ്പ്.
സൂര്യൻ മഞ്ഞയാണ്
വയലിൽ സീബ്ര
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇടുങ്ങിയ ശരീരമുള്ള പക്ഷി
ഒരു കുഞ്ഞ് ആന
ഒരു കുന്നിൻ മുകളിലുള്ള യൂട്ടിലിറ്റി ടവറുകൾ
ഒരു കയർ ഘടിപ്പിച്ചിരിക്കുന്നു
കെട്ടിടത്തിന്റെ മേൽക്കൂര
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
റോഡിന്റെ വലതുവശത്ത് മെറ്റൽ റെയിലിംഗ്
മഞ്ഞ പാത്രം അടച്ചു
തെളിഞ്ഞ നീലാകാശം
റോഡിൽ വെളുത്ത ട്രക്ക്
വഴിക്ക് അടുത്തുള്ള മരം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ആകാശം നീലയാണ്.
നീളമുള്ള കറുത്ത പോസ്റ്റിൽ തെരുവ് വെളിച്ചം
ബോട്ടിൽ വെളുത്ത പായ്കൾ
ദ്വീപ് ബീച്ച് രംഗം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ശോഭയുള്ള വെളുത്ത സെഡാൻ നിയന്ത്രണത്തിന് സമീപം പാർക്ക് ചെയ്തിരിക്കുന്നു
ഉയരവും വൃത്താകൃതിയിലുള്ളതുമായ കുറ്റിക്കാടുകൾ
തെരുവിലൂടെ പച്ച വൃക്ഷം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വീടിനടുത്തുള്ള വെളുത്ത വിനോദ മേശ
നടപ്പാതയുടെ ഇടതുവശത്തുള്ള പുല്ല്
ഹൗസ് ബോട്ടിലെ വിൻഡോ
നഗരത്തിലെ ഒരു തെരുവിൽ ഉയരമുള്ള വെളുത്ത കെട്ടിടം
ഇത് ഒരു മനുഷ്യനാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കാർ തെരുവിൽ പാർക്ക് ചെയ്തിരിക്കുന്നു
ഒരു ജോടി കറുത്ത പാന്റ്സ്
ഒരു വെളുത്ത വാണിജ്യ വാൻ
തെരുവ് മങ്ങിയതാണ്
തെരുവിലൂടെ പ്രകാശം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
രാത്രിയിൽ ഉയരമുള്ള ഒരു വിളക്ക് പോസ്റ്റ് കത്തിയിരിക്കുന്നു
ഇതൊരു മുറ്റമാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വൈറ്റ് ഹാച്ച്ബാക്ക്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു നടപ്പാതയിൽ നിരവധി ആളുകൾ
ചുവന്ന നാല് വാതിലുള്ള വാഹനം
റോഡ് കറുപ്പും വെളുപ്പും നിറത്തിലാണ്.
കമാനപാത അലങ്കരിച്ചതാണ്
വലിയ ഫ്ളെയർ ജീൻസ് ധരിച്ച സ്ത്രീ
ഉയരമുള്ള കറുത്ത ചവറ്റുകുട്ട
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
മേൽക്കൂരയിലെ ചിമ്മിനി
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കറുത്ത ഫിനിഷുള്ള വിളക്ക്
പച്ച വസ്ത്രത്തിൽ സ്ത്രീ
ചുവന്ന സൈക്കിൾ വീണ്ടും ഒരു ധ്രുവത്തിലേക്ക് ചാഞ്ഞു
അകലെ ഉള്ള കെട്ടിടം.
നീല ജീൻസ് ധരിച്ച ഒരു സ്ത്രീ
വെളുത്ത ഫ്രെയിമുള്ള വിൻഡോ
സമാന്തരമായി പാർക്ക് ചെയ്ത കാർ
ഉയരമുള്ള സ്‌കിന്നി പൈൻ മരം
ഒരു റബ്ബർ കാർ ടയർ
നിരവധി വിൻഡോകളുടെ ലംബ നിര
ഒരു മഞ്ഞ ലൈസൻസ് പ്ലേറ്റ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു വെള്ളി സുവ
ആകാശത്ത് നിരവധി മേഘങ്ങൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കല്ലും ലോഹവും ഉപയോഗിച്ച് നിർമ്മിച്ച ചവറ്റുകുട്ട
ധാരാളം കാറുകൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു ബിൽഡിംഗിന് മുകളിൽ രണ്ട് ഈന്തപനകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നിർത്തിയ വെളുത്ത മിനിവാൻ
ഇതൊരു കെട്ടിടം ആണ്
ഒരു പീഠത്തിന് മുകളിൽ പ്രതിമ
ഇതൊരു നഗരപ്രദേശമാണ്
ഇരുണ്ട തവിട്ടുനിറത്തിലുള്ള മരം കൊണ്ട് നിർമ്മിച്ച ബെഞ്ച്
ഒരാൾ കട കടന്ന് നടക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കെട്ടിടത്തിൽ ചുവന്ന ചിഹ്നം
ഇതാണ് വാച്ച് ടവർ
റോഡിൽ നീല കാർ ഡ്രൈവിംഗ്
അമ്പടയാളം ഉപയോഗിച്ച് നീല ചിഹ്നം
ചുവന്ന കെട്ടിടത്തിലെ ജനലുകളുടെ വരി
വെളുത്ത നിരകളുള്ള ചുവന്ന കെട്ടിടം
ഒരു ചെറിയ വെളുത്ത കാർ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു സ്ത്രീ ഒരു കുഞ്ഞ് സ്‌ട്രോളറെ തള്ളിവിടുന്നു
അഴുക്കുചാലിൽ കാർ
കെട്ടിടത്തിന്റെ മുകളിൽ ലോഹത്തിന്റെ വേലി
മേൽക്കൂര ടൈൽ ചെയ്തിരിക്കുന്നു
ദൂരെ മരങ്ങൾ ഉള്ള കുന്നിൻ പ്രദേശങ്ങൾ
കാർ പാർക്ക് ചെയ്തു
മൂന്ന് നില കല്ല് കെട്ടിടം
തുടർച്ചയായി രണ്ട് ചുവന്ന കാറുകൾ
തെരുവിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന വെളുത്ത കാർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കവലയിൽ ഒരു കറുത്ത കാർ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചുവന്ന ജാക്കറ്റ് ധരിച്ച മനുഷ്യൻ.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
റോഡിൽ കാർ
കെട്ടിടത്തിലെ ഗ്ലാസ് വിൻഡോ
വെളുത്ത നിർത്തിയിട്ട കാർ
ധ്രുവത്തിൽ ചാരിയിരിക്കുന്ന സൈക്കിൾ
വീട് പച്ചയാണ്
വ്യക്തി നടക്കുന്നു
ഒരു കെട്ടിടത്തിലെ ഒരു വിൻഡോ
ഒരു കെട്ടിടത്തിലെ ഒരു വിൻഡോ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു നീണ്ട വളഞ്ഞ നടപ്പാത
ഒരു സ്ത്രീയുടെ നീല ബാഗ്
ഇതൊരു വലിയ കെട്ടിടമാണ്
വലിയ വെളുത്ത മേഘങ്ങളുള്ള ഇളം നീലാകാശം.
ഗ്രീൻ സ്ട്രീറ്റ് ചിഹ്നം കോൺഗ്രസ് സെന്റ്
ചുവപ്പും ചാരനിറത്തിലുള്ള എസ്‌യുവി
തെരുവിന് അഭിമുഖമായി കെട്ടിടത്തിന്റെ വിൻഡോ
മഞ്ഞുവീഴ്ചയിൽ ചില ആഴത്തിലുള്ള ടയർ ട്രാക്കുകൾ
മഞ്ഞ് മൂടിയ ഒരു തെരുവ്
കാറുകൾ മഞ്ഞുമൂടിയിരിക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കടും ചുവപ്പ് കെട്ടിടത്തിലെ ജാലകം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വെളുത്ത കെട്ടിടത്തിന്റെ മുകളിലത്തെ നിലയിലെ വിൻഡോ
മഞ്ഞയും നീലയും അടയാളം
ഒരാൾ നടപ്പാതയിലൂടെ നടക്കുന്നു
വിൻഡോയിൽ ചുവന്ന വസ്ത്രങ്ങൾ
ഇതൊരു നഗര തെരുവാണ്
ചുവന്ന മങ്ങിയ ചിഹ്നം
വസ്ത്രം ധരിച്ച സ്ത്രീ നടക്കുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വേലിയിൽ ഓറഞ്ച് ബാർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നടപ്പാതയിലെ പോൾ
ഇവ ഒരു കൂട്ടം കെട്ടിടങ്ങളാണ്
കാർ
വ്യക്തി നിൽക്കുന്നു
വ്യക്തി നടക്കുന്നു
കോർണർ കെട്ടിടത്തിലെ വിൻഡോ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ട്രാക്ടർ നടപ്പാതയിൽ നിർത്തി
ബെഞ്ചിന്റെ ലെഗ്
ഒരു നടപ്പാതയിലൂടെ നടക്കുന്ന ഒരാൾ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ദ്വീപ് ബീച്ച് രംഗം
കാറിൽ കറുത്ത ടയർ
തെരുവിൽ ഒരു വെളുത്ത വര
കാർ നിയന്ത്രണത്തിൽ നിർത്തി
ആകാശം ചാരനിറവും വെളുത്തതുമാണ്
ഒരു റോഡിന് സമീപമുള്ള വിളക്ക് പോൾ
ഇതൊരു കാറാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കാർ സ്വർണ്ണമാണ്
ചാരനിറത്തിലുള്ള കാർ തെരുവിൽ ഓടിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
രണ്ട് അർദ്ധ വൃത്താകൃതിയിലുള്ള തുരങ്കങ്ങൾ ഒരു കുന്നിൽ സ്ഥാപിച്ചിരിക്കുന്നു
വെള്ളി കാർ തെരുവിൽ പാർക്ക് ചെയ്തു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വെള്ള വാൻ നടപ്പാതയ്ക്ക് മുന്നിൽ നിർത്തി
കാർ വെളുത്തതാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
റോഡിന് അരികിൽ മെറ്റൽ ഗാർഡ് റെയിൽ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
തെരുവിൽ പുഷ്പ കിടക്ക
ചുവന്ന കാർ തെരുവിൽ പാർക്ക് ചെയ്തു
AIRIS അക്ഷരങ്ങളുള്ള വൃത്താകൃതിയിലുള്ള പന്ത്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു നീലയും വെള്ളയും അടയാളം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
റോഡിന്റെ വശത്തുള്ള ചെറിയ കല്ല് മതിൽ
ഒരു ദേശീയപാതയിൽ ചുവന്ന വാഹനം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഹുഡിലെ കറുത്ത ആന്റിന
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കാർ വെള്ളിയാണ്
ദ്വീപ് ബീച്ച് രംഗം
നടപ്പാതയിലെ മരം ബെഞ്ച്
മരത്തിന്റെ തടി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
"മരം ഇലകളില്ല , ഉദ്യാനത്തിൽ"
വെള്ളത്തിൽ ഇല
കറുത്ത ഷോർട്ട്സിലുള്ള വ്യക്തി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു നഗരത്തിലെ ഒരു വൃക്ഷം
ഒരു തെരുവിൽ ഇരിക്കുന്ന ക്രമീകരണം.
വാതിലിനു മുകളിലുള്ള അക്കങ്ങൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പ്ലേറ്റ് കറുത്ത നിറത്തിലാണ്
ട്രക്കിൽ ഓറഞ്ച് നിറം
വഴിയിൽ വെളുത്ത വരകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വെള്ളി കാർ തെരുവിൽ നിർത്തി
കാറിന് മുന്നിൽ സ്കൂൾ കെട്ടിടം
പാർക്ക് ചെയ്ത സിൽവർ സുവ.
വിളക്ക് പോസ്റ്റിന് മുകളിൽ വെളുത്ത വിളക്ക്.
കെട്ടിടത്തിലെ പച്ച ഷട്ടറുകൾ
വാതിൽ തവിട്ടുനിറമാണ്
മൂന്ന് ജലധാര തലകളുള്ള ആഴമില്ലാത്ത കുളം
"വെള്ള, ചുവപ്പ് ഷർട്ട് ധരിച്ച സ്ത്രീ"
നടപ്പാതയുടെ അതിർത്തിയിൽ കട്ടിയുള്ള ഹെഡ്ജ്
"ആകാശം തിളങ്ങുന്നു, നീലയാണ്"
ദ്വീപ് ബീച്ച് രംഗം
രണ്ട് തെരുവ് വിളക്കുകൾ
ചുവന്ന ജാക്കറ്റിലുള്ള വ്യക്തി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ആളുകൾ പുറത്ത് ഭക്ഷണം കഴിക്കുന്നു
രണ്ട് ട്രാഫിക് ലൈറ്റുകൾ ചുവപ്പ് കത്തിച്ചിരിക്കുന്നു
കറുത്ത പാർക്ക് ചെയ്ത കാർ
പാർക്ക് ചെയ്ത കറുത്ത കാർ
ഇരുണ്ട പച്ച സുവ
ഒരു കെട്ടിടത്തിലെ 2 പക്ഷിയുടെ മ്യൂറൽ
ഒരു കെട്ടിടത്തിലെ വിൻഡോ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മനുഷ്യൻ മതിലിനു മുന്നിൽ നിൽക്കുന്നു
തവിട്ട് നിറമുള്ള മുടിയുള്ള മനുഷ്യൻ
ഒരു ചാരനിറത്തിലുള്ള സ്റ്റാപ്ലർ
സ്ത്രീക്ക് ഒരു കണ്ണുണ്ട്
ഇരിക്കുന്നതും കാത്തിരിക്കുന്നതുമായ വ്യക്തിയുമായി ബെഞ്ച്
അവൻ നീല ജീൻസ് ധരിക്കുന്നു
ട്രക്ക് ചുവപ്പാണ്
ഷർട്ട് ധരിച്ച വ്യക്തി
വെളുത്ത കുപ്പായമുള്ള മനുഷ്യൻ
വെളുത്ത ഷൂസ് ധരിച്ച മനുഷ്യൻ
വയലിൽ ഉയരമുള്ള നായ
മനുഷ്യന് വെളുത്ത പല്ലുകളുണ്ട്
ക്യാമറ നോക്കുന്ന വ്യക്തി
പർവതത്തിൽ നിൽക്കുന്ന വ്യക്തി
ബ്ലോക്ക് പാറ്റേൺ ഉള്ള നടപ്പാത
കെട്ടിടം ഉയരമുണ്ട്
ചെറിയ മുടിയും ഗോട്ടി ഉള്ള മനുഷ്യൻ
ഒരു മരത്തിന്റെ തടി
നായ പുല്ലിൽ ഇരിക്കുന്നു
മഞ്ഞ സ്വെറ്റർ ധരിച്ച മനുഷ്യൻ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കൈ മേശപ്പുറത്തുണ്ട്.
തറയിൽ കിടക്കുന്ന സ്റ്റാപ്ലർ
വെള്ളത്തിൽ മലഞ്ചെരിവ്
ഹോട്ടൽ പ്രവേശന കവാടത്തിൽ കാർ
വെള്ളത്തിന്റെ അറ്റത്ത് ബോട്ട്
ഒരു വെളുത്ത യുവാവിന്റെ തല ഷോട്ട്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വിമാനം റൺവേയിൽ ഇരിക്കുന്നു
കോർണർ ഡെസ്‌കിൽ ചാരനിറത്തിലുള്ള സ്റ്റാപ്ലർ
ചുവപ്പ് ധരിച്ച വ്യക്തി
ഒരു യുവതിയുടെ തല ഷോട്ട്
കുഞ്ഞ് ആന
ഒരു കാറിന്റെ ലൈസൻസ് പ്ലേറ്റ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഹൈവേയ്‌ക്ക് സമീപമുള്ള തവിട്ടുനിറത്തിലുള്ള പാറ
അടുക്കളയിൽ നിൽക്കുന്ന മനുഷ്യൻ
6 വരികളുള്ള ഹൈവേ താഴെവശം
ദ്വീപ് ബീച്ച് രംഗം
വ്യക്തി പച്ച ഷർട്ട് ധരിക്കുന്നു
ഒരു പച്ച തത്ത
തവിട്ടുനിറത്തിലുള്ള മരത്തിൽ പച്ച ഇലകൾ
ചുവന്ന കെട്ടിടത്തിന് അഭിമുഖമായി ജനല
ഉയർന്ന തലത്തിലുള്ള വിൻഡോസ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പിയറിലെ കല്ല് തടയൽ
ഒരു മനുഷ്യന്റെ പിന്നിൽ പച്ച മതിൽ
പശ്ചാത്തലം നീലയാണ്.
ചെറിയ തവിട്ട് നിറമുള്ള മുടിയുള്ളയാൾ
ഒരു മേശയ്ക്കു ചുറ്റും നാല് കറുത്ത കസേരകൾ
ഡേർട്ട് റോഡിൽ വലിയ പച്ച ട്രക്ക്
മഞ്ഞ സ്വെറ്റർ ധരിച്ച മനുഷ്യൻ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ ഡെസ്‌കിൽ ഇരിക്കുന്നു
മേശപ്പുറത്ത് കോഫി കപ്പ്
വെളുത്ത അക്ഷരങ്ങളുള്ള കറുത്ത ചിഹ്നം
മരത്തിന്റെ തുമ്പിക്കൈ.
വെള്ളത്തിൽ ഒരു പാറ
പാർക്കിംഗ് സ്ഥലത്ത് വൈറ്റ് വാൻ
ഒരു മരക്കൊമ്പിൽ ഇരിക്കുന്ന കിളി
ആകാശം വെളുത്ത മേഘങ്ങളാൽ നിറഞ്ഞിരിക്കുന്നു
കടുവ വെള്ളത്തിൽ നടക്കുന്നു
നീല വെള്ളത്തിൽ ബോട്ട്
തവിട്ടുനിറത്തിലുള്ള ഇഷ്ട്ടികയിൽ വിൻഡോസ്‌
തക്കാളി ചെടിയുടെ പച്ച ഇല
തുപ്പുന്ന സിംഹത്തിനടുത്തുള്ള വ്യക്തി
രണ്ടുപേർ വെള്ളത്തിനടുത്തുള്ള പടികളിൽ ഇരിക്കുന്നു
നിലത്ത് കറുത്ത പുള്ളി
വളരെ ഉയരമുള്ള കെട്ടിടം
കുഞ്ഞ് ആന
ഇരുണ്ട ചാരനിറത്തിലുള്ള മേഘം ആകാശത്ത് തൂങ്ങിക്കിടക്കുന്നു
നീളമുള്ള ചെവികളുള്ള ഒരു മൃഗത്തിന്റെ തല.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചക്രവാളത്തിലെ സൂര്യാസ്തമയം
വ്യക്തിയുടെ ഒരു വിരലുകൾ
തവിട്ടുനിറത്തിലുള്ള മരങ്ങളിൽ പച്ച ഇലകൾ
വെള്ളത്തിനരികിൽ നിൽക്കുന്ന ആളുകൾ
ഒരു വിനോദ ഉദ്യാനത്തിലെ ഒഴുക്കുള്ള ആറിലെ വെള്ളത്തിലൂടെ സവാരി ചെയ്യുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു നടുമുറ്റത്തെ പട്ടികകൾ
"വെള്ള, കറുപ്പ് ലൈറ്റ് മത്സരങ്ങൾ"
വരാന്തയിൽ സുരക്ഷിത വേലിയിലെ അഴികൾ
ഒരു കെട്ടിടത്തിന്റെ വശത്തുള്ള ഒരു വരി
തവിട്ടുനിറത്തിലുള്ള മുൾപടർപ്പിന്റെ പച്ച ഇലകൾ
മരങ്ങൾക്ക് പിന്നിൽ ഒരു കെട്ടിടം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സൂര്യൻ കെട്ടിടത്തെ പ്രകാശിപ്പിക്കുന്നു
പ്രവേശന കവാടത്തിൽ വിൻഡോ പാളി
റോഡിന്റെ വശത്ത് കാർ പാർക്ക് ചെയ്തിരിക്കുന്നു
കെട്ടിടത്തിലെ വിൻഡോ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചുവപ്പ് നിറമുള്ള അഗ്നി ജലാംശം
മനുഷ്യൻ ബൈക്ക് ഓടിക്കുന്നു
നിലത്ത് ധ്രുവം
തവിട്ടുനിറത്തിലുള്ള മരത്തിൽ പച്ച ഇലകൾ
നിലത്ത് മരം ചിപ്പുകൾ
വ്യക്തി ഒരു പാർക്കിൽ നടക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു രംഗം ഡൗൺടൗണിൽ
വെളുത്ത സ്റ്റൈറോഫോം പ്ലേറ്റിൽ മഞ്ഞ ആപ്പിൾ
"മഞ്ഞ, തവിട്ട് നിറത്തിൽ ഉള്ള വാഴപ്പഴം"
വാഴപ്പഴത്തിൽ പുള്ളി
മേശപ്പുറത്ത് ഭക്ഷണത്തിന്റെ പ്ലേറ്റ്
പച്ച ഇലകളുള്ള ചുവന്ന സ്ട്രോബെറി
ഇഷ്ടിക കെട്ടിടത്തിന്റെ മൂല
"നാല് ഓറഞ്ച്, വൈറ്റ് കോണുകൾ"
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സിൽവർ കളറുള്ള വിമാനം
ബോട്ടിന്റെ മുകൾവശം
പകൽ സമയത്ത് രംഗം നടക്കുന്നു
ഒരു കെട്ടിടത്തിന്റെ സ്കൈലൈറ്റുകളിലൂടെ വരുന്ന സൂര്യപ്രകാശം
മുൻ‌പന്തിയിലുള്ള വ്യക്തി നടക്കുന്നു.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരിടത്ത് ധാരാളം ആളുകൾ
ട്രാൻസ്പോർട്ട് ടെർമിനലിന്റെ ഇന്റീരിയർ
ഒരാൾ കൈ നീട്ടുന്നു
വെളുത്ത ചായം പൂശിയ ബാഹ്യ പൈപ്പിംഗ്
ഒരു കല്ല് നടക്കാനുള്ള വഴി
ഒരു കെട്ടിടത്തിന്റെ വാതിൽ
ചെറിയ പച്ച കുറ്റിച്ചെടി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സ്വർണ്ണ ഫ്രെയിം ഉപയോഗിച്ച് തുറന്ന നടപ്പാത
തെരുവിൽ രണ്ട് ആളുകൾ നിൽക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വൃത്താകൃതിയിലുള്ള ഒരു കെട്ടിടം
അക്വേറിയത്തിലെ മത്സ്യം
കെട്ടിടത്തിലെ ജാലകം
ഒരു മുറ്റത്ത് വെളുത്ത പൂക്കൾ
എം‌എസ് പാക്ക് മാൻ വീഡിയോ ഗെയിം മെഷീൻ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
തരംഗത്തിൽ വെളുത്ത തൊപ്പി.
പുല്ലിനടുത്തുള്ള ഒരു രേഖ
മനുഷ്യൻ പ്രതിമയ്ക്ക് നിറം കൊടുക്കുന്നു
സ്ത്രീ ഒരു ചിത്രം വരയ്ക്കുന്നു
വിളക്ക് നിഴലിന് വെളുത്ത നിറമുണ്ട്.
കോഫി കപ്പിൽ ബ്രഷുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സമ്മേളന മുറിയിൽ കസേര
പുറത്തുള്ള ഒരു കുളം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു സ്ക്രീനിൽ ഒരു പച്ച ചതുരം
നാല് ബ്ലേഡുകളുള്ള ഫാൻ
ഗോൾഡ് ജ്യാമിതീയ പാറ്റേൺഡ് ഹെഡ് ബാൻഡ്
ചുവന്ന ഇലകളുള്ള മരം
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
കാട്ടിൽ മുളങ്കണ്ട്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
തുറന്ന പ്ലംബിംഗ് ഉപയോഗിച്ച സിംഗ്
ഒരു വെളുത്ത പുതപ്പ്
വിൻഡോയ്ക്ക് ചുറ്റും പിങ്ക് ട്രിം
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ബേസ്ബോൾ കളിക്കാരന്റെ ലെഗ്
ടിവിയിൽ സ്ക്രീൻ
നീളമുള്ള ചുവന്ന തലയിണ
മൂടുശീലകളുള്ള വലിയ വിൻഡോ.
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു കട്ടിലിന് അടുത്തുള്ള വിളക്ക്
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
പച്ച നദിക്കു മുകളിലുള്ള തവിട്ട് പാലം
പർപ്പിൾ വരയുള്ള മഞ്ഞ സ്വെറ്റർ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
തവിട്ടുനിറത്തിലുള്ള ഇലകൾ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
കാസിനോയിലെ ക്രാപ്സ് ടേബിൾ
ടെലിവിഷൻ ചുമരിൽ തൂക്കിയിരിക്കുന്നു
സ്ത്രീയുടെ സൺഗ്ലാസുകളുടെ ഒരു കൂട്ടം
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു ധ്രുവത്തിൽ ചിഹ്നം
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഓറഞ്ച് കളിപ്പാട്ടത്തിന് ചുവടെയുള്ള ചായപൂശൽ
കുഞ്ഞ് ആന
കരടിക്ക് കഴുത്തിൽ റിബൺ ഉണ്ട്
വേദിയിൽ ചുവന്ന പൂക്കൾ
വെള്ളത്തിൽ വള്ളം
തുറന്ന് കിടക്കുന്ന ചരനിറത്തിൽ ഉള്ള വാതിൽ
പരിധിയിലെ ഒരു പ്രകാശം
ആളുകൾ കെട്ടിടത്തിന് ചുറ്റും നടക്കുന്നു
ഒരു വീട്ടിൽ ചിമ്മിനി
റോഡിലെ മഞ്ഞ മീഡിയൻ.
കൗഡറിൽ പ്രത്യേകതകൾ പ്രദർശിപ്പിക്കുന്ന ബോർഡ്
സീലിങ്ങിലെ ചാൻഡിലിയർ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഉയരമുള്ള കറുപ്പും വെളുപ്പും ഘടികാരം.
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
കുഞ്ഞ് ആന
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
"ബീജ്, ടാൻ ബ്ലാങ്കറ്റ് കവറിംഗ് ഉള്ള ഇരിപ്പിടം"
ചെടിയിൽ മഞ്ഞ പുഷ്പം
ഇടതുവശത്ത് പൂൾ സ്റ്റിക്ക്.
ജനലിൽ വലിയ വെള്ളി സ്റ്റീരിയോ
ആൺകുട്ടി ഒരു തണ്ണിമത്തൻ പിടിക്കുന്നു.
സമ്മാന കട എന്ന് പറയുന്ന വെള്ള ബോർഡ്‌
മരത്തിൽ ശാഖ
മരത്തിൽ പച്ച ഇലകൾ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
നിലത്ത് പാറകൾ
മഞ്ഞുവീഴ്ചയിൽ നിൽക്കുന്ന മനുഷ്യൻ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
നീല കളിപ്പാട്ട സ്കൂൾ ബസ്
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
നാല് മുട്ടുകൾ പരസ്പരം അടുക്കുന്നു
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
സ്റ്റോവിൽ കെറ്റിൽ
മതിലിനടുത്ത് വൃത്ത ഡിനെറ്റ് സജ്ജമാക്കി
അടുക്കള ക .ണ്ടറിലെ കോഫി നിർമ്മാതാവ്
ഒരു കാബിനറ്റിന്റെ ഗ്ലാസ് വിൻഡോ
കൗണ്ടറിൽ ഇരിക്കുന്നു സിൽവർ ടോസ്റ്റർ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ജലത്തിന്റെ വശത്ത് കെട്ടിടം
അടുപ്പിനു മുകളിലുള്ള ചുവന്ന ചട്ടി
വെളുത്ത കട്ടിലിന്റെ പിൻ കോൺ
കറുപ്പും വെളുപ്പും ആധുനിക പട്ടിക
നിങ്ങൾ ഇരിക്കുന്ന ഒരു കസേര
പച്ച മരങ്ങളും കുറ്റിക്കാടുകളും
കെട്ടിടത്തിനെതിരെ നീല ചവറ്റുകുട്ട
പൂക്കൾ ഒരു പൂത്തട്ടത്തിൽ.
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
വയലിൽ ഒരു മരം
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ബാൽക്കണിയിലെ സീറ്റുകളുടെ നിര
ദ്വീപ് ബീച്ച് രംഗം
കെട്ടിടത്തിൽ പച്ച ജാലകങ്ങളുടെ വളഞ്ഞ വരികൾ
ഒരു പാർക്കിംഗ് സ്ഥലത്ത് ഒരു കാർ
ഒരു മുറിയിലെ കസേര
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പ്രദേശത്തിന്റെ നടുവിലുള്ള വെള്ളം.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കറുത്ത റൗണ്ട് ടയർ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു വലിയ പാറ ഓവർഹാംഗ്
കറുത്ത ജാക്കറ്റ് ഉപയോഗിക്കുന്ന മനുഷ്യൻ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
നിലത്ത് ഇലകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
തുരുമ്പിൽ വെളുത്ത കാൽ മലം
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു പെരുവഴിയിൽ ഒരു ചരട്
ഒരാൾ കെട്ടിടങ്ങൾക്ക് മുന്നിൽ നടക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഇഷ്ടിക കെട്ടിടത്തിന് ഒരു ജാലകമുണ്ട്
കെട്ടിടത്തിന്റെ അടിയിൽ രണ്ട് ലൈറ്റുകൾ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
സ്പീക്കർ കറുത്തതാണ്
എല്ലാ കറുത്ത നടത്തത്തിലും മനുഷ്യൻ
ഇതൊരു വീടാണ്
ഒരു കുളത്തിലെ വെള്ളത്തിലെ പ്രതിഫലനങ്ങൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
മുൾപടർപ്പിന്റെ പച്ച ഇലകൾ
ദ്വീപ് ബീച്ച് രംഗം
ആകാശത്ത് മാറൽ വെളുത്ത മേഘം
ആകാശം വളരെ മങ്ങിയതും ചാരനിറവുമാണ്
മേശപ്പുറത്ത് കറുത്ത സിംഹ പ്രതിമ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
പഴയ കെട്ടിടത്തിന് ഒരു വാതിലുണ്ട്
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു മെറ്റൽ റെയിലെ അടയാളം
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
റെയിൽ‌വേ പാലം ഉയർത്തിപ്പിടിക്കുന്ന തടി ക്രോസ്സ് ബീമുകൾ
മഞ്ഞിൽ പക്ഷികൾ
നിലത്തു പുല്ല്
ഒരു പഴയ വിന്റേജ് കാർ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
അകലെ വലിയ മരങ്ങൾ
ഈ ചിത്രം വീടിനുള്ളിൽ എടുത്തതാണ്
മതിലിനു നേരെ ബീജ് കസേരകൾ.
ഇടതുവശത്ത് ഒരു വിൻഡോ
ഒരു ചുവരിൽ ചിത്രം
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
പിന്നിലെ മതിലിന് മുകളിൽ നീളമുള്ള വെളിച്ചം
പാർക്ക് ബെഞ്ചിൽ ലഘുഭക്ഷണം കഴിക്കുന്ന ദമ്പതികൾ
തടാകത്തിന് ചുറ്റുമുള്ള പുല്ലിന്റെ വലിയ പാച്ച്
മരത്തിൽ പച്ച സൂചി
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
വാൽ പോലുള്ള ടസ്സൽ
വരകളും ഇരുണ്ട ജാലകങ്ങളുമുള്ള വെളുത്ത ബസ്
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
മനുഷ്യന്റെ ജാക്കറ്റിൽ വലിയ വര
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
കല്ല് സ്ലാബ് നിലത്ത്
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
കാർ ചാരനിറമാണ്
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
മരത്തിനടിയിലെ കുറ്റിക്കാടുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കെട്ടിടത്തിൽ കറുത്ത ട്രിം ചെയ്ത ജാലകങ്ങളുണ്ട്
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു അലങ്കാര തലയിണ
ഒരു റഗ് രൂപകൽപ്പന
ടിവി കാബിനറ്റിന് മുകളിൽ ഇരിക്കുന്ന ചട്ടി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചതുര ബാക്ക് റസ്റ്റുള്ള തടി കസേര
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഇടനാഴിയിലെ മതിലിലെ മൂല
ഓറഞ്ച് ഒരു ചൂരൽ പാത്രത്തിൽ
ചുവരിൽ പുഷ്പ ചിത്രം
ചുമരിൽ തൂക്കിയിട്ടിരിക്കുന്ന കണ്ണാടി
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു വൃക്ഷം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു സമചതുരത്തിലെ വ്യക്തി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പരസ്യ ട്രെയിലറിന് ചുവടെ ചാട്
വാതിലിനടുത്തുള്ള വെളിച്ചം
വീടിന്റെ പ്രവേശന കവാടത്തിൽ മേൽക്കൂര
ഒരു വീടിന്റെ രണ്ട് ജാലകങ്ങൾ
ചുവന്ന വിൻഡോയിൽ ഒരു ഗ്ലാസ് പാനൽ ഉണ്ട്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു വീടിന്റെ ജനൽ
വീടിന് മുന്നിൽ ഒരു ചുവന്ന കാർ
വിൻഡോയിൽ പാളി
ഒരു വീട്ടിൽ ചിമ്മിനി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചെറിയ കല്ല് കുടിൽ
പുൽത്തകിടിയിലെ പച്ച പാടുകൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മേശപ്പുറത്ത് വെള്ളി പാത്രങ്ങൾ
ഇതൊരു തൂവാലയാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ട്രേയിലെ വെള്ളി പാത്രങ്ങൾ
പിങ്ക് ടവലിൽ ചിത്രശലഭം
ഓറഞ്ച് പ്ലേറ്റിന് മുകളിൽ തവിട്ട് പ്ലേറ്റ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കോഫി കപ്പിന്റെ കൈപ്പിടി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വെള്ളി ബട്ടർ കത്തി
മെറ്റൽ ബ്രേസിലെ വൈറ്റ് ഷേക്കർ
ഒരു മേശപ്പുറത്ത് മൂന്ന് വെള്ളി ഫോർക്കുകൾ
ഒരു മേശപ്പുറത്ത് തൂവാല
വ്യക്തമായ വോട്ടിവിലെ മെഴുകുതിരി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഡ്രെസ്സറിൽ ഒരു വിളക്ക്
കാബിനറ്റിൽ തടി വാതിൽ
ചെടിയിൽ പച്ച ഇല
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മേശക്കടിയിൽ ഒരു തവിട്ട് കസേര
നിലത്ത് കറുത്ത പുള്ളി
വെള്ളത്തിൽ ഒരു വലിയ പാറ
മുറിയിൽ നിന്ന് പുറത്തേക്ക് ഒരു വാതിൽ
മരം അലമാരയിൽ കളിമൺ പാത്രം
ഇടതുവശത്ത് വെളുത്ത വാതിൽ
ചുമരിൽ ഒരു മരത്തിന്റെ തുണ്ട്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചുമരിൽ ഒരു വിളക്ക്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഈ ചിത്രം വീടിനുള്ളിൽ എടുത്തതാണ്
വലിയ ജലാശയം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കൂട്ടം ഓറഞ്ച് പൂക്കൾ
ഇവ വളർന്നുവരുന്ന ശാഖകളാണ്
പുഷ്പത്തിന്റെ മഞ്ഞ കേന്ദ്രം
നേർത്ത ചരട് പിടിച്ചിരിക്കുന്ന മനുഷ്യൻ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വലിയ കൂണിൽ ഘടിപ്പിച്ചിരിക്കുന്ന രണ്ട് ചെറിയ കൂൺ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ടാൻ റോക്ക് അവസാനം നിൽക്കുന്നു
"ചെടിയിൽ മഞ്ഞ, വെള്ള പൂക്കൾ"
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ജാലകത്തിന് മുന്നിൽ നീളമുള്ള വിരുന്നു ടേബിൾ
വെള്ള അക്ഷരങ്ങളുള്ള പച്ച തെരുവ് ചിഹ്നം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു മേശയിൽ മോണിറ്റർ
ഒരു കമ്പ്യൂട്ടർ CRT സ്ക്രീൻ
കമ്പ്യൂട്ടർ മേശ നിറയെ വസ്തുക്കൾ
നീളമുള്ള ഇഷ്ടിക പാത
മനുഷ്യൻ തന്റെ സെൽ ഫോണിൽ
വാൽ
വെള്ള നിറത്തിലുള്ള ഒരു ടെന്നീസ് കളിക്കാരൻ റാക്കറ്റ് പിടിക്കുന്നു
സ്റ്റഫ് കരടി ഒരു പടിവാതിൽക്കൽ ഇതാവർത്തിച്ചാൽ
ഒരു കപ്പ് കേക്കിൽ ഐസിംഗ്
ഒരു ധ്രുവത്തിലെ നിർത്തൽ വിളക്കുകൾ
ഒരു മെറ്റൽ പാത്രത്തിൽ ചുവന്ന ആപ്പിൾ
വെളുത്ത മുകൾവശം ഉള്ള രണ്ട് ഇരിപ്പിടം
പുഷ്പത്തിൽ വെളുത്ത ദളങ്ങൾ
പഴയ രീതിയിലുള്ള വസ്ത്രം ധരിച്ച സ്ത്രീ
ആകാശം നീല നിറത്തിലാണ്.
ബസ് ചുവപ്പാണ്
ട്രെയിൻ സ്റ്റേഷന് ഒരു ജാലകമുണ്ട്
ഒരു ജാലകത്തിൽ മഴ പെയ്യുന്നു
സേവിക്കാൻ തയ്യാറായ ടെന്നീസ് കളിക്കാരൻ
"മഞ്ഞ, നീല ബോട്ടിന് ഒരു ജാലകമുണ്ട്"
പിസ്സ
ആകാശം നീലയാണ്
ഇയാൾ ട്രക്ക് ഓടിക്കുന്നു
തറ തവിട്ടുനിറമാണ്
ചെറിയ പഗ് നായ
വലിയ വെളുത്ത വാണിജ്യ വിമാനം പാർക്ക് ചെയ്തു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സർഫ്ബോർഡിൽ ബീച്ച് മണൽ.
നീല ഷർട്ടിലുള്ള വൃദ്ധൻ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
നനഞ്ഞ സ്യൂട്ടിലുള്ള മനുഷ്യൻ
കറുത്ത വാഹനം നീക്കുന്നു
ആപ്പിളിന്റെ വ്യക്തമായ കാഴ്ച
ദ്വീപ് ബീച്ച് രംഗം
കാറിലെ ഡ്രൈവർ
മഞ്ഞ്
തുറന്ന ചുവന്ന കുട
ചായം പൂശിയ മഞ്ഞ താമ്രജാല കവർ
ട്രെയിനിൽ ഒരു വിൻഡ്ഷീൽഡ്
ലോഹത്തിൽ പൊതിഞ്ഞ മണി
പച്ച പുല്ലിന് സമീപം ഒരു സീബ്രയുടെ മൂക്ക്
ഭക്ഷണത്തിന്റെ ഒരു തളികയിൽ ഒരു സ്പൂൺ
ട്രെയിനിനടുത്തുള്ള മരങ്ങൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കറുത്ത സ്വെറ്റർ ധരിച്ച സ്ത്രീ
ആൺകുട്ടി ഡോനട്ട് കഴിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ബേസ്ബോൾ കളിക്കാരൻ കറുത്ത ഹെൽമെറ്റ് ധരിക്കുന്നു
ചിഹ്നത്തിൽ ചാരനിറത്തിലുള്ള അക്ഷരങ്ങൾ
ടിഷ്യൂകളുടെ ഒരു പെട്ടി
"ടാനും, ചുവപ്പും നിറമുള്ള കെട്ടിടം"
ഒരു പൂച്ച സ്ത്രീയുടെ ചുമലിൽ ഇരിക്കുന്നു
വെള്ളത്തിൽ ഒരു ഡ്രാഗൺ ബോട്ട്
ഒരു വാഹനത്തിന്റെ അരികിൽ നിൽക്കുന്ന ഒരാൾ.
ഒരു പിയറിന്റെ ഗോവണി
പച്ച പുല്ലിൽ നിൽക്കുന്ന ഒരു കറുത്ത കരടി
ഒരു മോട്ടോർസൈക്കിൾ വിൽപ്പനയ്ക്ക്
വലതുവശത്ത് വിമാന എഞ്ചിൻ.
മഞ്ഞ ടോപ്പ് ഉള്ള ഫയർ ഹൈഡ്രാന്റ്
ലാപ്‌ടോപ്പിൽ ജാക്കറ്റിലുള്ള സ്ത്രീ
ഒരു ചുവന്ന ചിഹ്നം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ശിരോകവജം ചുവപ്പാണ്
ക്യാമറ കൈവശമുള്ള ഒരാൾ
സീലിംഗിൽ നിന്ന് തൂങ്ങിക്കിടക്കുന്ന ഒരു കറുത്ത അടയാളം
വലിയ വെളുത്ത ബ്രെഡ് ത്രികോണം സാൻഡ്‌വിച്ച്.
ഭക്ഷണത്തോടുകൂടിയ ചതുര സ്റ്റൈറോഫോം പ്ലേറ്റ്
മുകളിൽ പിടിയുള്ള ഇളം തവിട്ട് ഹാർഡ് കേസ്
ഒരു ട്രോളി ക്രോസിംഗ് ചിഹ്നം
ട്രെയിൻ വിൻഡോയ്ക്ക് പിന്നിലുള്ള ഒരാൾ
വെളുത്ത ബാഗുള്ള ഒരു സ്ത്രീ
ഒരു പോലീസ് വാഹനം
ബേസ്ബോൾ ടീം അംഗങ്ങൾ പരസ്പരം അടുത്ത് നിൽക്കുന്നു
പിങ്ക് ഷർട്ടുകളിൽ ടെന്നീസ് കളിക്കുന്ന ആളുകൾ
മനുഷ്യൻ സ്നോബോർഡിനടുത്തായി ഇരിക്കുന്നു
വൈറ്റ് സീലിംഗ് ഫാൻ
ക്ലോക്കിന് വെളുത്ത മുഖമുണ്ട്
നിലത്തു പുല്ലു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
തലയിണയുള്ള വലിയ ടാൻ കസേര
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു നീല സൈക്കിൾ
മേശപ്പുറത്ത് ഗ്ലാസ് തലകീഴായി കിടക്കുന്നു
ബസിലെ അടുത്ത സ്റ്റോപ്പിന്റെ പേര്
മൂന്ന് ജിറാഫുകൾ പരസ്പരം നിൽക്കുന്നു
നീല ജാക്കറ്റിലുള്ള ഒരാൾ
കുതിരവണ്ടി
ബോട്ടിലുള്ള വ്യക്തി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ടാൻ കൗച്ച്
ടെന്നീസ് മത്സരം കാണുന്ന വ്യക്തി
ഒരു കുതിര തെരുവിലൂടെ നടക്കുന്നു
റെയിലിംഗിന്റെ മധ്യഭാഗത്ത് ചത്ത പ്ലാന്റ്.
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ചോക്ലേറ്റ് തിളങ്ങുന്ന ഡോണട്ട്സ്
റൺവേയിൽ മൂന്ന് വിമാനങ്ങൾ
മനുഷ്യനും തവിട്ടുനിറത്തിലുള്ള കുതിരയും
അടയാളങ്ങളുള്ള തെരുവ് പോൾ
മരം സ്ലേറ്റുകളുള്ള മരം ബെഞ്ച്
കടും നിറത്തിൽ ഉള്ള വാൻ
രണ്ട് തടി കസേരകളുള്ള തടിമേശ
ആനയുടെ തല
തവിട്ട് നിറത്തിലുള്ളതും മൊരിഞ്ഞതുമായ റൊട്ടി
തവിട്ടുനിറമുള്ള മുടിയുള്ള സ്ത്രീകൾ പുഞ്ചിരിക്കുന്നു
ഒരു നടപ്പാതയിൽ ഒരു ഇഷ്ടിക
മഞ്ഞ യൂണിഫോമിലുള്ള ഫ്രിസ്‌ബീ ടീം ചിത്രത്തിനായി പോസ് ചെയ്യുന്നു
ആൺകുട്ടിക്ക് ചാരനിറത്തിലുള്ള പാന്റ്സ് ഉണ്ട്
സുരക്ഷയ്ക്കായി ഒരു നീല ബൈക്ക് പൂട്ടി വെച്ചു
ഗ്ലാസിന്റെ കാഴ്ച
വെളുത്ത അമ്പടയാളം ഉപയോഗിച്ച് നീല ചിഹ്നം.
നിരവധി ക്ലോക്കുകൾ വ്യത്യസ്ത സമയ മേഖലകളിലേക്ക് സജ്ജമാക്കി
മേശയുടെ മുകളിൽ ഗ്ലാസ്
ഒരു കൂട്ടം മനുഷ്യർ
ഒരു മോട്ടോർ സൈക്കിൾ ഒരു റാമ്പിൽ കയറുന്നു
മനുഷ്യൻ സ്കേറ്റ്ബോർഡിലാണ്
കോർട്ടിൽ വൈറ്റ് ടെന്നീസ് വല
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മേഘം നിറഞ്ഞ ആകാശം
മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്ന സ്ത്രീ.
ശോഭ നിറമുള്ള ആനയുടെ മുകളിൽ ആളുകൾ സവാരി ചെയ്യുന്നു
ചുവന്ന ജിഎംസി പിക്കപ്പ് ട്രക്ക്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഹെൽമെറ്റ് കൈവശമുള്ള മനുഷ്യൻ
സ്ത്രീകൾ ചുവന്ന കുടകൾ പിടിക്കുന്നു
മേഘങ്ങളുള്ള ഒരു നീലാകാശം.
ട്രാക്കുകളിൽ തിളങ്ങുന്ന നീല തീവണ്ടി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വെളുത്ത നിറമുള്ള ഒരു വിളക്ക്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മനുഷ്യൻ മെറ്റൽ റിംഡ് ഗ്ലാസുകൾ ധരിക്കുന്നു
ഒരു ടെഡി ബിയർ അവന്റെ ഇമെയിൽ പരിശോധിക്കുന്നു
തൂക്കിയിട്ട പൈനാപ്പിളിന് പിന്നിൽ നീല ഷർട്ട് ധരിച്ച മനുഷ്യൻ
മഞ്ഞ ഷർട്ടിൽ ഒരു സ്ത്രീ
ഒരു തീവണ്ടിയുടെ മുകളിലുള്ള ചിമ്മിനി
ടോയ്‌ലറ്റിന്റെ ടാങ്കിൽ നീലയും വെള്ളയും ലേബൽ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ലഗേജിൽ വേർതിരിച്ച ഹാൻഡിൽ
ഒരു ഫയർ വാട്ടർ പോസ്റ്റ് ക്രമരഹിതമാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു സംഘം ആളുകൾ സൈനിക വിമാനത്തിൽ നടക്കുന്നു
സിങ്കിൽ ലോഷൻ
കെട്ടിടത്തിന്റെ മുകളിലുള്ള ജനാല
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ബസ് തെരുവിലാണ്
ആൺകുട്ടി കൈവശം വച്ചിരിക്കുന്ന റിമോട്ട്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു മലം വെളുത്ത അടിത്തറ
ഒരു സ്ത്രീയുടെ തല
"വെള്ള, ചുവപ്പ് ബാസ്ബോൾ"
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഡഗ്ത്ണ്ട്ട് കഴിക്കുന്ന ഒരു പെൺകുട്ടി.
ഒരു സ്യൂട്ട്‌കേസിലെ ടാഗ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു വ്യക്തിയുടെ പ്രതിഫലനം
ഒരു കസേരയിൽ ഇരിക്കുന്ന ഒരാൾ.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഹൂഡഡ് സ്വെറ്റ് ഷർട്ട്‌ ധരിച്ചിരിക്കുന്ന മനുഷ്യൻ
പൂച്ച ശൂന്യമായി മുന്നോട്ട് നോക്കുന്നു
രണ്ട് സ്ത്രീകൾ ഒരു ഇനത്തിൽ എന്തെങ്കിലും പരിശോധിക്കുന്നു ...
തറയിൽ ചെറിയ ദളങ്ങൾ
തവിട്ടുനിറത്തിലുള്ള കുപ്പായമുള്ള ഒരാൾ
ഒരു പർവത ഭാഗത്ത് മഞ്ഞ്
കാട്ടിൽ ഒരു മരം
നീല നിറത്തിലുള്ള വസ്ത്രം ധരിച്ച സ്ത്രീ ഫോണിൽ സംസാരിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കാലെയുടെ കാഴ്ച
കിടക്കയുടെ മുകളിൽ തലയണ
തറയിൽ ഇരിക്കുന്ന മരം.
തുറന്ന വെള്ളിയും കറുത്ത ലാപ്‌ടോപ്പും
കപ്പലിലെ ഒരു ധ്രുവത്തിൽ പതാക
തെക്കൻ ആഫ്രിക്കൻ എയർലൈൻസ് വിമാനം
ഗോവണി മതിലിലേക്ക് ചായുകയാണ്
പക്ഷിയുടെ വലതു കാൽ
കമ്പ്യൂട്ടറിന്റെ കാഴ്ച
വെളുത്ത ട്രേയിൽ സ്പൂൺ
സ്യൂട്ട്കേസ് കറുത്തതാണ്
ഒരു വെളുത്ത കിടക്ക
ഒരു പ്ലേറ്റിൽ അരിഞ്ഞ കാരറ്റ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ബൈക്കിൽ പിങ്ക് ഷർട്ടിൽ ലേഡി.
ട്രാഫിക് ലൈറ്റ് പച്ചയാണ്
ഇളം നീല നിറത്തിലുള്ള വസ്ത്രം ധരിച്ച സ്ത്രീ
വെളിച്ചത്തിനടിയിൽ ചുവന്ന വസ്ത്രത്തിൽ ഒരു സ്ത്രീ
ചുവന്ന ബാഗ് ചുമക്കുന്ന സ്ത്രീ
ഹോട്ട് ഡോഗ് കഴിക്കുന്ന ഒരാൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഗതാഗത പ്രകാശം ചുവപ്പ് തിളങ്ങുന്നു
ചുവന്ന കുപ്പായമുള്ള കുട്ടി
തീവണ്ടിയിൽനിന്ന് പുക വരുന്നു
വെള്ളത്തിന്റെ പുറകിലുള്ള മഞ്ഞ പാലം.
ബീജ് ഷോർട്ട്സ് ധരിച്ച സ്ത്രീ
പിന്നിൽ മനുഷ്യൻ മോണോറെയിലിനായി കാത്തിരിക്കുന്നു.
ചുവപ്പും വെള്ളയും മോട്ടോർസൈക്കിൾ മാത്രം പാർക്കിംഗ് ചിഹ്നം
വെളുത്ത മഞ്ഞിൽ നിൽക്കുന്ന മനുഷ്യൻ
ഒരു മേശപ്പുറത്ത് ഒരു ലാപ്‌ടോപ്പ്
ഒരു തറയിൽ ഒരു ടൈൽ
സോഡ കാൻ മേശപ്പുറത്ത്
സ്ത്രീ തെരുവിലൂടെ നടക്കുന്നു
ആൺകുട്ടി പിങ്ക് കളിപ്പാട്ടം പിടിക്കുന്നു
ഒരു കുട്ടി ഒരു കുളത്തിൽ കളിക്കുന്നു
അടുപ്പ് ഹാൻഡിൽ തൂക്കിയിട്ടിരിക്കുന്നു
ഗോപുരത്തിന്റെ ഇടതുവശത്താണ് ക്ലോക്ക്
പ്ലേറ്റിൽ നാരങ്ങയുടെ പകുതി
വെള്ളി നിറമുള്ള ബസ്
ഒരു ജനൽ
പെൺകുട്ടി പിങ്ക് സ്നോ പാന്റ്സ് ധരിക്കുന്നു
തുറന്ന അലമാര
നായ നിലത്തു കിടക്കുന്നു
മണൽ
നിലത്ത് പൂച്ച
വാതിലിന് ലിവർ അറിയാം
ഒരു നടപ്പാതയിൽ മഞ്ഞ അഗ്നി ജലാംശം
ഒരു ബെഞ്ചിൽ സ്ത്രീ
ഒരു നഗര തെരുവിൽ കെട്ടിടം
വലുതും ചാരനിറത്തിലുള്ളതുമായ സാധനപെട്ടി
ഒരു വെളുത്ത നീളമുള്ള ബാത്ത് ടബ്.
കറുത്ത പൂച്ച
മോട്ടോർ സൈക്കിളിൽ ഒരു വൃദ്ധനും സ്ത്രീയും
മനുഷ്യൻ ഒരു വ്യാജ പക്ഷിയെ പിടിക്കുന്നു
ഒരു ലാപ്ടോപ്
ചുവന്ന ഫ്രിസ്‌ബീ വായുവിൽ പറക്കുന്നു
അടയാളങ്ങൾ കൈവശമുള്ള മനുഷ്യരുടെ കൂട്ടം
ഒരു വ്യക്തി ഇരിക്കുന്നു
ബ്രൗൺ ഷൂവിന്റെ വശത്ത് സിൽവർ എൻ.
വൈ കളിക്കുന്ന ഒരു പെൺകുട്ടി.
ട്രോഫി കൈവശമുള്ള ഇരുണ്ട തൊപ്പിയുള്ള മനുഷ്യൻ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചുവരിൽ വ്യത്യസ്ത കുരങ്ങുകളുടെ ഫോട്ടോകൾ
പ്രതിഫലനം ബെഞ്ചിലാണ്
കൂടുതൽ ചതുരാകൃതിയിലുള്ള നീല ലിഡ്.
കറുത്ത മനുഷ്യൻ കഴിക്കുന്നു.
കെട്ടിടത്തിലെ കണ്ണാടി ജനൽ പാളി
ഒരു ടെന്നീസ് ലൈൻ ജഡ്ജി
ഒരു ഫ്ലാറ്റ് സ്ക്രീൻ കമ്പ്യൂട്ടർ മോണിറ്റർ
വ്യക്തി ധരിക്കുന്ന പർപ്പിൾ ജാക്കറ്റ്.
ബേസ്ബോൾ തൊപ്പി അപ്പ
ഒരു കൂട്ടം ആളുകൾ ഗോവണിയിൽ നിൽക്കുന്നു
നീലയും വെള്ളയും സർഫ്ബോർഡ്
സെൽ ഫോൺ വെള്ളിയാണ്
വൈറ്റ് കമ്പ്യൂട്ടർ കീബോർഡ്
ഒരു മഞ്ഞ പെട്ടി ട്രക്ക്
ടെന്നീസ് പന്തുകൾ.
ഒരു കുപ്പി കെച്ചപ്പ്
ഒരു തൂവാലയിൽ കത്തിയും ഫോർക്കും
കൗൺറ്ററിൽ മുങ്ങുക
കെട്ടിടത്തിന് മുന്നിൽ വെളുത്ത ട്രക്ക്
ജാക്കറ്റ് ചുവപ്പാണ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു തവിട്ട് ബിയർ കുപ്പി
ഒരു ഫ്രിസ്‌ബിയെ പിടിക്കാൻ കുതിക്കുന്ന യുവാവ്
കടും ചുവപ്പ് നിറത്തിലുള്ള കാനോ
ഒരാൾ തെരുവിന്റെ നടുവിൽ നിന്ന് സ്കേറ്റിംഗ് ചെയ്യുന്നു
വെളുത്ത വസ്ത്രത്തിൽ ഒരു സ്ത്രീ
വെളുത്ത സർഫ്ബോർഡ് കൈവശമുള്ള ഒരു കൊടുങ്കാറ്റ്
പച്ച ഷർട്ടിൽ ഒരു പെൺകുട്ടി
സിംഗപ്പൂർ എയർലൈൻസിന്റെ ഉടമസ്ഥതയിലുള്ള വൈറ്റ് വിമാനം
സ്കേറ്റ്ബോർഡിൽ ഇരിക്കുന്നയാൾ
ജീൻസിലുള്ള ഒരാൾ
പഴയ ശൈലിയിലുള്ള ഡെസ്ക്ടോപ്പ് കമ്പ്യൂട്ടർ
ഫ്രിഡ്ജിൽ എനർജി ഡ്രിങ്കുകൾ
സ്റ്റേഷനിൽ ട്രെയിൻ
ഒരു വെളുത്ത മേശപ്പുറത്ത് ഒരു ഓറഞ്ച് ടെലിഫോൺ
ഇതൊരു സ്കേറ്റ് ഉദ്യാനമാണ്
ഒരു മരം പോസ്റ്റ്.
വായുവിൽ ഒരു കടൽ ഗൾ
ടാർമാക്കിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന വിമാനം.
ചിത്രം ചുമരിൽ തൂക്കിയിരിക്കുന്നു
വലിയ പൂക്കളുടെ കലം
വെളുത്ത വിമാനത്തിൽ കാനഡ അടയാളം
ഡിസ്പ്ലേ കേസിൽ ഡോനട്ട്
ചുവന്ന വിന്റർ കോട്ട് ധരിച്ച വ്യക്തി.
മേൽക്കൂരയിൽ ഒരു ഫാൻ
ഒരു ക്ലോക്കിന്റെ വെളുത്ത മുഖം.
ഒരു മുറിയിൽ നിൽക്കുന്ന ഒരു സുന്ദരി
പോളിൽ കൈയ്യോടെ നിൽക്കുന്ന മനുഷ്യൻ.
വഴി.
ഇതൊരു ജനക്കൂട്ടമാണ്
സൈക്കിൾ ഓടിക്കുന്നയാൾ ഫോണിൽ സംസാരിക്കുന്നു
മഞ്ഞ പൂക്കളുള്ള പച്ച ഹെഡ്ജുകൾ.
പൂക്കൾക്ക് ഉയരമുണ്ട്
ഒരു മഞ്ഞ പന്ത് വെള്ളത്തിൽ പൊങ്ങിക്കിടക്കുന്നു
ഒരു വലിയ തുറന്ന കുട
കത്തി പിടിച്ച് പിങ്ക് തൊപ്പി ധരിച്ച സ്ത്രീ
ഒഴിഞ്ഞ വീഞ്ഞ് ഗ്ലാസ്
സുന്ദരമായ മുടിയുള്ള കുട്ടി സർഫ്ബോർഡിൽ നിൽക്കുന്നു
ഇതൊരു നഗര തെരുവാണ്
മഞ്ഞുമൂടിയ പർവ്വതം
വെളുത്ത ആപ്രോണിലുള്ള മനുഷ്യൻ.
ഒരു സെൽ ഫോൺ കൈവശമുള്ള ഒരാൾ
ഷെഫ് തൊപ്പി വെളുത്തതാണ്
തീവണ്ടിയുടെ മുൻവശത്തെ വിളക്കുകൾ
ഒരു മനുഷ്യൻ ധരിക്കുന്ന ചുവന്ന ടൈ.
സിങ്കിന് അടുത്ത് കൈ കഴുകുന്ന സോപ്പ്
ഒരു പിസ്സ സ്ലൈസ് കൈവശമുള്ള മനുഷ്യൻ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചെടിയിൽ ഇല
തിളക്കമുള്ള ഓറഞ്ച് ട്രാഫിക് കോൺ.
ചിത്രം ഫ്രെയിം ചെയ്തു
പാലത്തിലെ പോൾ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ആളുകൾ സംസാരിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
അവന്റെ ഗോപുരത്തിലെ ലൈഫ് ഗാർഡ്
പച്ച പാവാട ധരിച്ച സ്ത്രീ
ഒരു ജോടി കറുത്ത ഗ്ലാസുകൾ
"പാർക്കിംഗ് സ്ഥലത്ത് ഒരു വെള്ള, ഓറഞ്ച് ബസ്"
ഒരു മേശപ്പുറത്ത് ഒരു ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
ക്യാമറ പിടിച്ചിരിക്കുന്നയാൾ
പൂ കുടം അതിൽ ഒരു ചെടി
വളരെ വലിയ വാണിജ്യ വിമാനം
വ്യക്തി കൈയിൽ wii പിടിക്കുന്നു
മാംസം ഒരു അലുമിനിയം പാനിൽ
കുതിരകൾ നിൽക്കുന്നു
ഫ്ലോയിൽ പരവതാനി
ഒരു സ്കി ചരിവിന് പിന്നിലുള്ള മരങ്ങൾ
പോസ്റ്റിൽ അറ്റാച്ചുചെയ്ത വെളുത്ത ചിഹ്നം.
പകൽ എടുത്ത ചിത്രം
ഓറഞ്ച് പഴത്തിന്റെ പാത്രം
ഓറഞ്ച് പൂക്കളുള്ള വെളുത്ത വാസ്
കുഞ്ഞ് ആന
പാർക്കിംഗ് മീറ്ററുകളുടെ ശേഖരണം
മുറിയിലെ ഒരു ജാലകം
അടുപ്പിലെ ഘടികാരം
ടൈ ധരിച്ച മനുഷ്യൻ
കറുത്ത ലഗേജ്
പൂച്ചയ്ക്ക് ചാരനിറമാണ്.
അഴുക്കിൽ വെളുത്ത ട്രക്ക് ഓടുന്നു
ഒരു മരത്തിന് അടുത്തായി ഒരു ചവറ്റുകുട്ട
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പേപ്പർ പ്ലേറ്റ് വെളുത്തതാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ടാങ്കിന്റെ പുറകിൽ വെളുത്ത ടോയ്‌ലറ്റ് കടലാസ്
ഒരു പച്ച സ്കേറ്റ്ബോർഡ് റാമ്പ്
ഗതാഗത വിളക്ക് പച്ച തിളങ്ങുന്നു
മനുഷ്യൻ ഒരു റോഡിലൂടെ നടക്കുന്നു
ബെൽറ്റ് നിലത്ത് ഇരിക്കുന്ന ലഗേജ്
അരികിലുള്ള വ്യക്തി ചുവന്ന ഷർട്ട് ധരിച്ചിരിക്കുന്നു
വ്യക്തിയുടെ വിരൽ
ജാക്കറ്റ് കറുത്തതാണ്
ഭക്ഷണ പാത്രം പിടിക്കുന്ന കുട്ടി
ഒരു കെട്ടിടത്തിന്റെ മുകളിലുള്ള ഒരു ഘടികാരം
ഷാക്കിനു എതിരെ ഉള്ള മഞ്ഞ സർഫ് ബോർഡ്
വ്യക്തിയുടെ ഭുജം
നിലത്ത് കറുത്ത പുള്ളി
പൈലറ്റ് എസ്‌കലേറ്ററിലേക്ക് ഇറങ്ങുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു ഗ്ലാസിൽ ഒരു തൂവാല
വലിയ വെളുത്ത ട്രക്ക് റോഡിന്റെ വശത്ത് നിർത്തിയിട്ടിരിക്കുന്നു
ഒരാൾ തെരുവിൽ ബൈക്ക് ഓടിക്കുന്നു
മേൽക്കൂരയുടെ മുകളിൽ നീല ലൈറ്റുകളുള്ള ചുവന്ന ട്രക്ക്.
പുരുഷന്റെ ടി-ഷർട്ടിലെ രൂപകൽപ്പനയും പേരുകളും.
വെളുത്ത ഷെഫിന്റെ തൊപ്പിയും അസ്ഥികൂട വസ്ത്രവും പയ്യൻ
മേശപ്പുറത്ത് വെള്ളി വെള്ള കമ്പ്യൂട്ടർ സ്ക്രീൻ
ട്രക്ക് വെളുത്തതാണ്
ഒരു മുറിയിൽ തരംതിരിച്ചിരിക്കുന്ന ഉപകരണങ്ങൾ.
യെല്ലോ സ്പോർട്സ് യൂട്ടിലിറ്റി വാഹനം
നീലയും വെള്ളയുമായ ബോട്ട്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
നീല ജീൻ ജമ്പ്‌സ്യൂട്ട് ധരിച്ച ഒരു സ്ത്രീ.
ഒരു പാലത്തിൽ ഒരു ഡീസൽ എഞ്ചിൻ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കറുത്ത ഫ്രെയിം ഉള്ള ഒരു കിടക്ക
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കൊട്ട ശൂന്യമാണ്
കടൽത്തീരത്ത് ഉയരമുള്ള സ്ട്രോ കുട.
മനുഷ്യൻ ഒരു വൈറ്റ് വൈ കണ്ട്രോളർ പിടിക്കുന്നു
നീല മുടിയുള്ള സ്ത്രീ
സ്കീയിൽ കാൽ
നീല ഷർട്ട് ധരിച്ച ഒരാൾ
ഒരു പയ്യൻ ടെന്നീസ് റാക്കറ്റ് പിടിക്കുന്നു
"തവിട്ട്, വെളുപ്പ് പുള്ളി ജിറാഫ്"
വിമാനത്താവളത്തിൽ നിൽക്കുന്ന സ്ത്രീ
തവിട്ടുനിറത്തിലുള്ള കുതിര
ഒരു വിമാനത്തിലെ എഞ്ചിൻ.
വെള്ളത്തിൽ അലകൾ
വ്യക്തിയുടെ തല
ആൺകുട്ടി സ്കേറ്റ്ബോർഡിലാണ്.
നീലയും വെള്ളയും വെറ്റ്സ്യൂട്ട് ധരിച്ച വ്യക്തി
റെഡ് ഡബിൾ ഡെക്കർ ബസ്
മനുഷ്യന്റെ ചുവപ്പും വെള്ളയും കുപ്പായം
ബിയർ കുപ്പി മേശപ്പുറത്തുണ്ട്
സ്ത്രീ ഒരു വലിയ ഓറഞ്ച് പിടിക്കുന്നു.
വാഴപ്പഴം മഞ്ഞയും നീളവുമാണ്
ആകാശത്ത് പറക്കുന്ന കൈറ്റ്സ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു വ്യക്തിയുടെ ജാക്കറ്റ്
ആളുകൾ കടയിൽ നിൽക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ആളുകൾ ബസ്സിലേക്ക് നടക്കുന്നു.
ഒരു തവിട്ടുനിറത്തിലുള്ള നായ്ക്കുട്ടി ഒരു കസേരയിൽ ഇരിക്കുന്നു.
മേശപ്പുറത്ത് സോഡ കുപ്പി.
ലളിതവും നീലയുമുള്ള കുരിശ്
ഒരു വെളുത്ത കാറിന്റെ ഇടത് ഹെഡ്ലൈറ്റ്
ഇരുണ്ട തവിട്ടുനിറത്തിലുള്ള ഘടികാര ഗോപുരം
വാഹനത്തിന് കറുത്ത ടയർ ഉണ്ട്
ഇടതുവശത്തേക്ക് ചൂണ്ടുന്ന ഒരു അമ്പടയാളം.
മധ്യ വലതുവശത്ത് ഉയരമുള്ള ടെന്നീസ് കളിക്കാരൻ
നീല ബസ്
മനുഷ്യന് സൺഗ്ലാസുണ്ട്
ഒരു വെളുത്ത പ്ലാസ്റ്റിക് കസേര നിലത്തു
മോട്ടോർ സൈക്കിളിൽ സഞ്ചരിക്കുന്ന മൂന്ന് പേർ.
ചുവന്ന കട്ടിയുള്ള തൊപ്പി ധരിച്ച ഒരാൾ ഭക്ഷണം പിടിക്കുന്നു.
ഒരു കറുത്ത പേഴ്സ്
മൈതാനത്തിലെ ഒരാൾ ബേസ്ബോൾ കളി കാണുന്നു
സ്ത്രീക്ക് നീളമുള്ള തവിട്ട് നിറമുള്ള മുടിയുണ്ട്
സൈക്കിളിൽ ചുവന്ന ബലൂൺ
മരത്തിന്റെ ചതുരകൃതിയിലുള്ള കാപ്പി മേശ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സ്കൂട്ടറിന്റെ പിൻഭാഗം
അലമാരയിലെ വർണ്ണാഭമായ കോമിക്ക് പുസ്തകം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഉച്ചഭക്ഷണം കഴിക്കുന്ന ഒരു കുടുംബം.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പഴയ ബെഞ്ചിലെ പൂച്ചകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പുരുഷൻ സ്യൂട്ട് ധരിക്കുന്നു.
കിടക്ക വലുതാണ്
ഒരു ബെഞ്ചിൽ ഇരിക്കുന്ന വ്യക്തി
ഒരു പാലത്തിലെ വിൻഡോ
തുറന്ന പച്ച തവള കുട
ചുവന്ന ചെവി പിക്കപ്പ് ട്രക്ക് ഒരു പാച്ച് പുല്ലിൽ നിർത്തി
വിമാനത്തിലെ അമേരിക്കൻ പതാക
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കറുത്ത ബേസ്ബോൾ ബാറ്റ് നടക്കുന്നു
ഒരു മനുഷ്യൻ നിൽക്കുന്നു
വെളുത്ത മഞ്ഞ് വീഴുന്നു
പെൺകുട്ടി പിക്നിക് ബെഞ്ചിൽ ഇരിക്കുന്നു
കറുത്ത വിക്കർ ലാമ്പ്ഷെയ്ഡ്
അലമാരയുടെ വാതിലിൽ തൂക്കിയിട്ടിരിക്കുന്ന പ്ലാസ്റ്റിക് ബാഗ്
പൂച്ചയിൽ നീല കോളർ
ഒരു ബൈക്കിൽ തിരികെ ടയർ.
തവിട്ട് പാടുകളുള്ള വെളുത്ത പശു.
തെരുവിൽ ചുവന്ന ബസ്
പുൽത്തകിടിയിൽ വിൽപ്പന ചിഹ്നം
ഒരു റെയിൽ വഴി മാലിന്യങ്ങൾ.
ഒരു പിങ്ക് ഡോനട്ട്
സ്കേറ്റ്ബോർഡിൽ രണ്ട് ആൺകുട്ടികൾ
ക്യാമറ കൈവശമുള്ള മനുഷ്യൻ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പുറത്ത് ഒരു രംഗം
ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടറിലെ സ്ത്രീ
വെള്ളി ട്രെയിൻ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
മരത്തിൻ്റെ തറ
ആൺകുട്ടിക്ക് നഗ്നമായ കൈകളുണ്ട്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഷൂസിൽ കറുത്ത സ്ലിപ്പ് ധരിച്ച വ്യക്തി.
മേശപ്പുറത്ത് വൈൻ ഗ്ലാസുകൾ
മേശപ്പുറത്ത് കടലാസ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കടൽത്തീരത്ത് കുതിരപ്പുറത്തു കയറുന്ന ആളുകൾ
ഒരു ഗെയിം കളിക്കുന്ന രണ്ടുപേർ
ബോട്ട് പിയറിൽ ഡോക്ക് ചെയ്തു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു സ്കേറ്റ്ബോർഡർ മിഡെയർ
തൂവാല പർപ്പിൾ നിറത്തിലാണ്
ചുവപ്പും വെള്ളയും ഫയർ‌ട്രക്ക്
ഗേറ്റ് വെള്ളി നിറത്തിലാണ്
ബസിന്റെ വിൻഡോ
മനുഷ്യൻ സോക്സ് ധരിക്കുന്നു.
ഹിമത്തിൽ നിൽക്കുന്ന വ്യക്തി
മനുഷ്യൻ മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്നു
കെട്ടിടത്തിന്റെ കാഴ്ച
സ്വർണ്ണ ട്രിം ഉള്ള പുരാതന ഫർണിച്ചർ
വെള്ളത്തിൽ വലിയ വെള്ളക്കപ്പൽ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ലാപ്‌ടോപ്പ് ഡെസ്‌കിൽ ഇരിക്കുന്നു
രണ്ടുപേർ ഒരു മതിലിനൊപ്പം നിൽക്കുന്നു
തെരുവിലെ കാർ വെള്ളിയാണ്
കാർ കറുത്തതാണ്
ചെക്ക് ഷർട്ട് ധരിച്ച യുവാവ്
ക്രോസ്വാക്ക് ട്രാഫിക് ചിഹ്നത്തിലേക്കുള്ള വിളവ്
സ്റ്റോറിന് ഒരു വിൻഡോ ഉണ്ട്
കറുത്ത രൂപകൽപ്പനയുള്ള മഞ്ഞ ഫ്രിസ്‌ബീ
വെളുത്ത ഷർട്ടും നീല ജീൻസും ധരിച്ച ഒരു സ്ത്രീ
അടച്ച ചുവന്ന പിസ്സ ബോക്സ്
കുട്ടി ചെരുപ്പ് ധരിക്കുന്നു
ശിലാ കെട്ടിടത്തിന്റെ ഗോപുരത്തിലെ ജാലകം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മനുഷ്യന്റെ തലയിൽ സൺഗ്ലാസുകൾ
കറുത്ത നീന്തൽക്കുപ്പായം ധരിച്ച കൊച്ചു പെൺകുട്ടി
എന്തിന്റെയെങ്കിലും ഒരു ലോഹ പാത്രം.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു വെളുത്ത ബാത്ത്റൂം സിങ്ക്
തെരുവിൽ മോട്ടോർ ബൈക്കിൽ ഓടിക്കുന്ന മനുഷ്യൻ
ചുവപ്പ് ധരിച്ച കളിക്കാർ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വിൻഡോയിൽ ഒരു ഗ്ലാസ് പാനൽ ഉണ്ട്
ഒരു സ്റ്റുഡിയോ കൺട്രോൾ റൂമിൽ പ്രത്യേക ഉപകരണങ്ങൾ ഉണ്ട്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കറുപ്പും വെള്ളിയും നിറത്തിൽ ഉള്ള കമ്പ്യൂട്ടർ മൗസ്
പച്ച ജാക്കറ്റ് നീല ജീൻസും പുരുഷൻ അരികെ
ചുവന്ന ഷർട്ട് ധരിച്ച ഒരാൾ
ഒരു വ്യക്തി കളിക്കുന്നു
വെളുത്ത മതിലുകളുള്ള മുറിയുടെ ഇന്റീരിയർ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വിൻഡോയിൽ മറച്ചുവയ്ക്കുന്നു
സോക്കർ ഗെയിമിനായി റഫറി
വ്യക്തി ഒരു സ്കൈ പോൾ പിടിക്കുന്നു.
വസ്തു സ്വർണ്ണമാണ്
ഏഷ്യൻ സ്ത്രീ ഒരു പേഴ്സ് കൈവശം വച്ചിട്ടുണ്ട്.
കെട്ടിടത്തിന് മുന്നിൽ പ്രതിമ
ബോട്ടിൽ ഫിനിഷിംഗ് ടച്ചുകൾ ചെയ്യുന്ന മനുഷ്യൻ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മരത്തിന് പച്ച ഇലയുണ്ട്
റെസ്റ്റോറന്റ് മേശപ്പുറത്തെ കല്ലുപാത്രം
പച്ചയും വെള്ളയും കുട
കറുത്ത കുക്ക്ടോപ്പ് ഉള്ള വെളുത്ത അടുക്കള സ്‌റ്റൗ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സൈനിക വസ്ത്രം ധരിച്ച ആളുകൾ.
ചുവന്ന ഷർട്ട് ധരിച്ച പെൺകുട്ടി വാഴപ്പഴം പിടിച്ചിരിക്കുന്നു
ഒരു യുവാവിന്റെ തല
ഒരു തെരുവിൽ ട്രക്ക്
കറുത്ത ഗ്രില്ലുള്ള ചുവന്ന വിന്റേജ് ബസ്
ഒരു കീബോർഡിലെ ഒരു കീ
ഒരു ചെറിയ പാത
മഞ്ഞ സ്വർണ്ണ കമാനം അടയാളം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇളം നീല പോർട്ടബിൾ ടോയ്‌ലറ്റ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വിംദൊവ്സിലിൽ‌ ഇരിക്കുന്ന നായ
സൈൻ ഇൻ മധ്യത്തിൽ ആഡംബരങ്ങൾ വായിക്കുന്നു
മനുഷ്യൻ സ്റ്റ .യിൽ നിൽക്കുന്നു
ചായ സെറ്റ് മേശപ്പുറത്തുണ്ട്.
വീഡിയോ ഗെയിമുകൾ കളിക്കുന്ന രണ്ടുപേർ
ചിഹ്നം പുറത്ത് വെളുത്തതാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പർപ്പിൾ ഷർട്ട് ധരിച്ച മനുഷ്യൻ
വെള്ളി വെയർ ശുദ്ധവും ലോഹവുമാണ്
കിടക്കയിൽ രണ്ട് കുട്ടികൾ
കെട്ടിടത്തിന്റെ ഒരു കുത്തൊഴുക്ക്
മരം കൊണ്ടുള്ള കലവറ വാതിൽ തുറന്നു
വീട്ടിൽ നിർമ്മിച്ച ലോഗ് ബെഞ്ച്
വരകൾ മണ്ണിലാണ്
വെളുത്ത തൊപ്പി ധരിച്ച ഒരാൾ
മോണിറ്ററുകൾക്കിടയിൽ ഒരു സ്പീക്കർ
നീല ഷർട്ടും കാക്കിയുടെ ധ്രുവത്തിലേക്ക് ചായുന്ന മനുഷ്യനും
ഒരാൾ സൈക്കിൾ ഓടിക്കുന്നു
ഭക്ഷണം കഴിക്കാൻ കാത്തിരിക്കുന്ന പെൺകുട്ടി
ചുവപ്പ് വെള്ളയും നീലയും തൊപ്പി
കറുത്ത കുപ്പായമുള്ള മനുഷ്യൻ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചുവടുകൾ ചാരനിറമാണ്
മനുഷ്യൻ ബെഞ്ചിൽ ഇരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു പയ്യൻ റെയിലിംഗ് പിടിക്കുന്നു
പെട്ടിക്ക് സമീപമുള്ള കോഴികൾ
ഒരു സ്ത്രീ ഒരു പാത്രത്തിൽ കൈവശമുള്ള
മേശപ്പുറത്ത് ചെറിയ വിളക്ക്
ട്രാഫിക് ലൈറ്റിൽ പച്ച
വെള്ളം ബോട്ടിനെ പ്രതിഫലിപ്പിക്കുന്നു
കറുത്ത ജാക്കറ്റും കറുത്ത തൊപ്പിയും ധരിച്ച മനുഷ്യൻ.
വെള്ളത്തിൽ വലിയ ലോഹധ്രുവം
ജനൽ വൃത്തിയുള്ളതും വ്യക്തവുമാണ്
ഓറഞ്ച് കഴിക്കുന്ന ഒരാൾ.
കൗണ്ടറിലെ പ്ലാസ്റ്റിക് ബക്കറ്റ്
ഒരു വിളക്കിൽ വിളക്ക്
സ്നോബോർഡ് കൈവശമുള്ള സ്ത്രീ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കെട്ടിടത്തിലെ വെളുത്ത അക്ഷരം
പരസ്യം ഒരു മതിലിലാണ്
അമേരിക്കൻ പതാക
ചുവന്ന ചായം പൂശിയ വിൻഡോകളുള്ള ചുവന്ന ഇഷ്ടിക ഉള്ള പബ്
ബ്രൗൺ‌സ്റ്റോണിന് മുന്നിലുള്ള വിൻഡോ
തെരുവിൽ ഒരു ചുവന്ന മെട്രോ ബസ്
ഒരു ട്രെയിനിലെ അക്കങ്ങൾ
പത്രം വായിക്കുന്ന കസേരയിൽ ഇരിക്കുന്ന മനുഷ്യൻ.
ദ്വീപ് ബീച്ച് രംഗം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കുഞ്ഞ് ആന
സ്വർണ്ണ ഇല ഹെഡ്‌ബാൻഡ് ധരിച്ച മനുഷ്യൻ
"വലിയ മഞ്ഞ, ചുവപ്പ് ബസ്."
ഫുഡ് ട്രക്കുകൾ റോഡരികിൽ അണിനിരക്കും
ഒരു ഓറഞ്ച് തടസ്സം
ഒരു മനുഷ്യൻ ഒരു ലാപ്‌ടോപ്പ് ഉപയോഗിച്ച് ഇരിക്കുകയാണ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കപ്പ് വെളുത്ത നിറത്തിലാണ്
ഒരു കുഞ്ഞിന്റെ തല
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വെളുത്ത ടോപ്പ് ധരിച്ച സ്ത്രീ
മനുഷ്യൻ വെള്ളത്തിലാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
നിൽക്കുന്ന വ്യക്തി
തടി വണ്ടി വലിക്കുന്ന തവിട്ട് കോവർ
മനോഹരമായി കാണപ്പെടുന്ന ഒരു കുഴി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കൈറ്റ്സ് പറക്കുന്നത് എട്ട് പേർ കാണുന്നു
ട്രെയിൻ ട്രാക്കുകൾ
ആളുകൾ ഇരുന്നു ഭക്ഷണം കഴിക്കുന്നു
പ്രായമായ ദമ്പതികൾ കേക്കിന് മുകളിൽ നിൽക്കുന്നു
സ്ത്രീക്ക് ചാരനിറത്തിലുള്ള കോട്ട് ഉണ്ട്
ചാരനിറത്തിലുള്ള കറുത്ത ജാക്കറ്റ് ധരിച്ച വ്യക്തി.
സ്വിച്ച് ഓൺ ചെയ്ത ഒരു വിളക്ക്
ഗതാഗത പ്രകാശങ്ങൾക്കായി മഞ്ഞ ഹോൾഡർ
ചാരനിറത്തിലുള്ള വെളുത്ത ആകാശം
ഒരു ഹെഡ്‌ലൈറ്റ്
ടെന്നീസ് റാക്കറ്റ് കൈവശമുള്ള പെൺകുട്ടി
ഒരു കുപ്പിയിൽ മൂടി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വെളുത്ത മേശയിൽ ഗ്ലാസ്
കുഞ്ഞ് ആന
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചുവന്ന പാസഞ്ചർ ബസിന് അഭിമുഖമായി വിൻഡോ
വെള്ളി വാച്ച് ധരിച്ച മനുഷ്യൻ
മാക് കമ്പ്യൂട്ടർ കറുത്തതാണ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ഒരു മേശപ്പുറത്ത് ഒരു ശൂന്യമായ വീഞ്ഞ് ഗ്ലാസ്
അടയാളം പച്ചയാണ്
പച്ച നിറത്തിലുള്ള കുട
കുഞ്ഞ് ആന
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വെളുത്ത ചുവരിൽ ചായം പൂശിയ ചുവന്ന പെട്ടി
ഒരു വൈറ്റ് ബേസ് ബോൾ
മനുഷ്യൻ കുപ്പായം ധരിക്കുന്നു
റൺവേയിൽ നിന്ന് പുറപ്പെടുന്ന യുദ്ധവിമാനം
കറുത്ത തൊപ്പിയും നീല ഷർട്ടും ധരിച്ച മനുഷ്യൻ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു വെളുത്ത കപ്പ് സൂപ്പ്
ഇരുണ്ട പിങ്ക് മോട്ടോർസൈക്കിൾ
സ്റ്റേഷൻ മേൽ പാലത്തിൻറെ
തെരുവിൽ ഒരു മെട്രോ സിറ്റി ബസ്
തെരുവ്
"ഹെഡ്ലൈറ്റുകൾ കത്തിയിട്ടുള്ള ഉള്ള മഞ്ഞ, പച്ച ബസ്"
ഒരു സ്റ്റാൻഡിന് മുകളിൽ പിസ്സ
ചുവന്ന ഷർട്ട് ധരിച്ച പെൺകുട്ടി പരവതാനിയിൽ നിൽക്കുന്നു
കറുത്ത മോട്ടോർസൈക്കിൾ റേസിംഗ് ഹെൽമെറ്റ്
സിങ്കിൽ വെള്ളി നിറമുള്ള പാത്രം
ട്രെയിൻ നടുക്ക്
ആകാശം ഉജ്ജ്വലമായ നീലയും വ്യക്തവുമാണ്
ചെരുപ്പ് ധരിച്ച സ്ത്രീ
കുഞ്ഞ് ആന
കുട്ടി ഒരു കത്തി പിടിക്കുന്നു
ബിഗ് ബെൻ റെപ്ലിക്കയിൽ ചാരിയിരിക്കുന്ന സ്ത്രീ
മുറിയിലെ ചെറിയ മേശ
കറുപ്പും വെളുപ്പും നിറമുള്ള കണ്ണാടികൾ
ചുവപ്പും മഞ്ഞയും ടെന്നീസ് റാക്കറ്റ്
പക്ഷി വായുവിൽ
മനുഷ്യൻ റോഡ് മുറിച്ചുകടക്കുന്നു
നീലവിരൽ ട്രക്ക്
ഒരു കീബോർഡ്
വഴുതനയുടെ ചിത്രമുള്ള മഞ്ഞ ചിഹ്നം
മനുഷ്യൻ കുട പിടിക്കുന്നു
വിവിധ നിറത്തിലുള്ള ഷോർട്ട്സ് ധരിച്ച സ്ത്രീ
സീലിംഗിന് കീഴിലുള്ള മെറ്റൽ ഫ്രെയിമുകൾ
ഒരു ചുവന്ന ഡബിൾ ഡെക്കർ ബസ്
നിലം ചാരനിറമാണ്
മേശപ്പുറത്ത് ഗ്ലാസ് കപ്പ്
കുഞ്ഞ് ആന
ചുവരിൽ പച്ച വാൾപേപ്പർ
ഒരു വെളുത്ത ആരാധന പള്ളി കെട്ടിടം.
പകൽസമയത്ത് നഗര തെരുവ്
റോഡിൽ ചുവന്ന ബസ് ഓടുന്നു
പാർക്ക് ചെയ്ത നീല വാഹനം
സമുദ്രത്തിന്റെയും പാറകളുടെയും ഒരു സ്ക്രീൻ സേവർ ചിത്രം.
ഒരു അലമാരയിൽ രണ്ട് അലങ്കാരങ്ങൾ
വിളക്കുകൾ സീലിംഗിൽ നിന്ന് തൂങ്ങിക്കിടക്കുന്നു.
ഒരാൾ അയാളുടെ ഫോൺ നോക്കുന്നു
ഒരു പർപ്പിൾ ചിപ്പ് കണ്ടെയ്നർ
കട്ടിലിൽ കിടക്കുന്ന ടെഡി ബിയർ
പിങ്ക് കുട പിടിച്ചിരിക്കുന്ന യുവതി
ചുവപ്പും കറുപ്പും നിറമുള്ള ജാക്കറ്റ് ഉള്ള ചെറുപ്പക്കാരൻ
ഒരു ചെറിയ പിസ്സ പൈ
ഒരു പച്ച കുപ്പി സോഡ
തെരുവിലെ കോൺ
തെരുവ്
പുസ്തകം തുറന്നു
ഒരു വഴിയിൽ ഒരു മഞ്ഞ ട്രക്ക്
"തെരുവിൽ വെള്ള, നീല നിറത്തിലുള്ള തീവണ്ടി"
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഡെമിൻ നീല ജീൻസ് ധരിച്ച ഒരാൾ
ഒരു മരം പുസ്തക കേസ്
ലണ്ടനിലെ തിരക്കേറിയ പട്ടണ തെരുവ്
റോഡിന് നടുവിലാണ് ബൈക്ക് പാർക്ക് ചെയ്തിരിക്കുന്നത്
ഒരു പന്ത് കൈവശമുള്ള ഒരു സോക്കർ ഗോൾ ഡിഫെൻഡർ
പ്ലേറ്റിൽ ഡീപ്-ഡിഷ് പിസ്സ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പാർക്ക് ബെഞ്ചിൽ സ്ത്രീ ഇരിക്കുന്നു
പടിഞ്ഞാറൻ വസ്ത്രത്തിൽ സ്ത്രീ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
"വലിയ ടാൻ, ഓറഞ്ച് കെട്ടിടം"
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മനുഷ്യൻ ഇരിക്കുന്നു
ഗെയിം കൺട്രോളർ കൈവശമുള്ള മനുഷ്യൻ
ഒരു ചെറിയ വെളുത്ത നായ.
ഒരു മനുഷ്യന്റെ താടി
കുട്ടി കറുത്ത ഷർട്ട് ധരിക്കുന്നു
ഒരു കെട്ടിടത്തിലെ ഒരു ജാലകം
നനഞ്ഞ റോഡിൽ വെളുത്ത വാഹനം
മടിയിൽ നായയുമായി പുൽത്തകിടി കസേരയിൽ കുട്ടി
നഗര കെട്ടിടങ്ങളുടെ ബാഹ്യഭാഗം
മുറിച്ച പഴത്തിന്റെ വലിയ കറുത്ത പാത്രം
കാബിനറ്റിൽ സ്വർണ്ണ ഹാൻഡിൽ
സ്കേറ്റ്ബോർഡ് നേരിട്ട് നിലത്ത്
ചുവന്ന യൂണിഫോം ഷർട്ടിലുള്ള ചെറുപ്പക്കാരൻ
പർപ്പിളും വെള്ളയും നിറമുള്ള ചിഹ്നം
കുതിരയുടെ കഴുത്തിലെ രോമം
ഒരു വലിയ മഞ്ഞ ബസ്
ഒരു വണ്ടിയുടെ ചാട്
ഘടികാരം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നിലത്ത് കറുത്ത പുള്ളി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കാരറ്റിന്റെ ഒരു ശേഖരം
ഡോക്ക് ചെയ്ത ബോട്ടുകൾ
ബെഞ്ചിൽ ഇരിക്കുന്ന ഒരാൾ.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചുമരിലെ പുസ്തക അലമാരകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു പിസ്സ മുറിക്കുന്ന മനുഷ്യൻ
വെളിച്ചം വെളുത്തതാണ്
തീവണ്ടിയിൽ നിന്ന് പുക വരുന്നു.
നായ നിലത്തു കിടക്കുന്നു
മരം ബ്ലോക്കിൽ വൃത്തികെട്ട വറചട്ടി
മഞ്ഞുവീഴ്ചയിൽ ഇരിക്കുന്ന ആളുകൾ
ടെഡി ബിയറിനെ വലിയ ആൾക്കൂട്ടത്തിൽ ഒരാൾ ഉയർത്തിപ്പിടിക്കുന്നു
ദ്വീപ് ബീച്ച് രംഗം
മുഴുവൻ പിസ്സയും മേശപ്പുറത്ത്
പച്ചയും വെള്ളയും ഉള്ള ബസ്
കുഞ്ഞ് ആന
റോഡിൽ ഒരു വെള്ളി വാൻ.
"വെള്ള, നീല ട്രാൻസിറ്റ് ബസ്"
നിയോൺ ചിഹ്നം ചുമരിൽ തൂക്കിയിരിക്കുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ടോയ്‌ലറ്റ് കടലാസ്സിന്റെ ഒരു ചുറ്റ്
ചരട് ടെലിഫോൺ ചുമരിൽ സ്ഥാപിച്ചിരിക്കുന്നു
ഓറഞ്ച് ഷോപ്പിംഗ് ബാഗ് പിടിച്ച സ്ത്രീ
ആൺകുട്ടി വെളുത്ത ശിരോകവജം ധരിക്കുന്നു
ചെറിയ ചവിട്ടുമെത്തക്ക് ഇരുണ്ട നിറങ്ങളുണ്ട്
മനുഷ്യൻ ബൈക്ക് പിടിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കുഞ്ഞ് ആന
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചുമരിൽ തൂക്കിയിട്ടിരിക്കുന്ന പാചക പാൻ
ബാറ്റ് ചെയ്യുന്ന വ്യക്തി
മഞ്ഞ സുരക്ഷാ വസ്ത്രം ധരിച്ച മനുഷ്യൻ
വലിയ പക്ഷി വായുവിൽ പറക്കുന്നു
ബീജ് ബസിനടുത്തുള്ള ആളുകൾ
കണ്ണ് ഗ്ലാസുകൾ മേശപ്പുറത്ത് കാണുന്നു
മരത്തിലെ ഇലകൾ പച്ചയാണ്.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പേപ്പർ വായിക്കുന്ന മനുഷ്യൻ
ഓഫീസിലെ ശോഭയുള്ള വരകൾ.
ഐസലൂടെ നടക്കുന്ന ഒരു വ്യക്തി
രണ്ട് കറുത്ത ബെക്കിന്റെ കുടകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
തണ്ണിമത്തൻ പകുതിയായി മുറിച്ചു
ചുവപ്പ് ധരിച്ച സ്ത്രീ
ആനയുടെ തുമ്പിക്കൈ
ഉണങ്ങിയ ഇലകൾ തെരുവിൽ കിടക്കുന്നു
ബർഗണ്ടി ഷർട്ടും പച്ച പാന്റും ധരിച്ച മനുഷ്യൻ
വെള്ളത്തിൽ പ്രതിഫലിക്കുന്ന സ്കീയറിന്റെ നിഴൽ
ഒരു കറുത്ത പ്ലാസ്റ്റിക് സ്യൂട്ട് കേസ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
"ചുവപ്പ്, കറുപ്പ് സലാമാണ്ടർ ശിൽ‌പം"
ചുവന്ന ഇഷ്ടിക കോർണർ കെട്ടിടം.
കോണ്ടൂർ എയർലൈൻസ് ജെറ്റ് വിമാനം
ഒരു വിമാനത്തിന്റെ പ്രൊപ്പല്ലർ.
നീളമുള്ള സ്ലീവ് നീല ഷർട്ട്
ആകാശത്ത് കടും നിറമുള്ള കൈറ്റ്
സ്കേറ്റ്ബോർഡർ പടി ചാടിയിറങ്ങുന്നു
ഒരു വെളുത്ത ബാഗ്
ഫ്രൂട്ട് ഡിസ്പ്ലേയിൽ മഞ്ഞ വാഴപ്പഴം
ടെന്നീസ് കോർട്ടിൽ മനുഷ്യൻ കളിക്കാൻ തയ്യാറാണ്
നീല ഡബിൾ ഡെക്ക് ബസ്
തലയിൽ ചാരനിറത്തിലുള്ള തൊപ്പി
മേശയിൽ ഒരു ആപ്പിൾ ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
ഒരു ട്രാക്കിൽ ഒരു ട്രെയിൻ കാർ
ഒരു മനുഷ്യന്റെ ചെവി
നീലയും ചാരനിറത്തിലുള്ള ആകാശവും
സീലിംഗിലെ ലോഹ ബീമുകൾ
ട്രാഫിക് ലൈറ്റിൽ ചുവന്ന അമ്പടയാളം
വെളുത്ത മോട്ടോർ ബോട്ട്
നീല വെള്ളത്തിന്റെ ഗോപുരം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ദ്വീപ് ബീച്ച് രംഗം
ഒരു കൂട്ടം ആളുകൾ ഒരു മേശയ്ക്കു ചുറ്റും ഇരിക്കുന്നു
വ്യക്തിക്ക് തലയുണ്ട്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഗ്ലാസിലെ ചുവന്ന വീഞ്ഞ്
കട്ടിലിൽ തലയിണ
മഞ്ഞ ട്രക്ക് തെരുവിൽ നിർത്തി
ഒരു സ്ത്രീ മേശയ്ക്കരികിൽ നിൽക്കുന്നു
ഗ്യാസ് സ്റ്റേഷന് purathae velicham
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ദ്വീപ് ബീച്ച് രംഗം
മോട്ടോർസൈക്കിളിന് ചുവന്ന ഫ്രണ്ട് ഉണ്ട്.
ചെറിയ ബോട്ട്
മാസ്റ്റർകാർഡ് ലോഗോയുള്ള നീല ചിഹ്നം
ഒരു മതിൽ വെളുത്ത സീലിംഗ് ലൈറ്റ് ഘടിപ്പിച്ചു
ശരീരം കാണിക്കാത്ത വ്യക്തിയുടെ ഭുജം
മനുഷ്യന് കൈ വളഞ്ഞിരിക്കുന്നു
കടൽത്തീരത്ത് പയ്യൻ റാക്കറ്റ് പിടിക്കുന്നു
ട്രക്കിൽ വലിയ ഭാരം
തെരുവിൽ വലിയ വെളുത്ത ബസ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
പൈനാപ്പിൾ മേശപ്പുറത്ത്
മനുഷ്യൻ ഒരു പൈ മുറിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ട്രാഫിക് ചിഹ്നത്തിൽ ഒരു മെറ്റൽ പോൾ
ഒരാൾ കട്ടിലിൽ കിടക്കുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കറുത്ത ഷർട്ടിൽ കുന്നിൻ മുകളിലൂടെ സ്കേറ്റ്ബോർഡിംഗ് നടത്തുന്ന ഒരാൾ.
മനുഷ്യൻ ഫോണിലൂടെ സംസാരിക്കുന്നു
യന്ത്രം ഉപയോഗിച്ച് വെള്ളത്തിൽ ഒരു വള്ളം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വെളുത്ത അലങ്കാര തലയിണ
വൃത്താകൃതിയിലുള്ള മുഖവും റോമൻ അക്കങ്ങളും ഉള്ള ക്ലോക്ക്
ബിക്കിനി സൺ ബാത്ത് ചെയ്യുന്ന സ്ത്രീ
ഡെസ്‌കിലെ ലാപ്‌ടോപ്പ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
മഞ്ഞ നിറത്തിലുള്ള വശങ്ങളും നീല നിറത്തിലുള്ള ടോപ്പും ഉള്ള വെളുത്ത ചവറ്റുകുട്ട
ആൺകുട്ടി ഒരു സ്കേറ്റ്പാർക്കിൽ സ്കേറ്റിംഗ് ചെയ്യുന്നു.
ടാപ്പിൽ സ്റ്റഫ് ചെയ്ത മൃഗം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ബസ്സിലെ ഒരു കൂട്ടം അക്കങ്ങൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കറുത്ത ബൈക്ക്
ഒരു ഗ്ലാസ് വെള്ളം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ദ്വീപ് ബീച്ച് രംഗം
അലങ്കരിച്ച സ്വർണ്ണ കസേര
അരികിൽ കോൺക്രീറ്റ് പാർക്കിംഗ് തടസ്സങ്ങൾ
കറുത്ത അക്ഷരങ്ങളുള്ള മഞ്ഞ ചിഹ്നം.
റോഡ് മുറിച്ചുകടക്കുന്ന സ്ത്രീ
ചുവന്ന വേലി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കറുത്ത ചരട് കമ്പ്യൂട്ടർ മൗസ്
കേക്ക് മുറിക്കുന്ന ദമ്പതികൾ.
കെട്ടിടത്തിന് ഒരു ക്ലോക്ക് ടവർ ഉണ്ട്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ധാരാളം ബോട്ടുകൾ വെള്ളത്തിൽ
സ്ത്രീക്ക് പർപ്പിൾ വസ്ത്രമുണ്ട്
വെള്ളത്തിൽ മഞ്ഞനിറം പൊങ്ങി കിടക്കുന്നു
ഒരു തെരുവിൽ ഒരു കാർ
ബൈക്കിന് മുകളിൽ പുതപ്പ് ഇടുന്നു
ചുവന്ന ഷോർട്ട്സിൽ തവിട്ടുനിറമുള്ള മുടിയുള്ള സ്ത്രീ.
ബീമിനടുത്തുള്ള തവിട്ട് നിറത്തിലെ തടിബെഞ്ചുകൾ.
ഷർട്ടും ടൈയും ഡ്രസ്സ് ധരിച്ച മനുഷ്യൻ
ടോയ്‌ലറ്റ് കടലാസ് ചുറ്റ്
"വെള്ള, ടാൻ ബോട്ട്"
കുട്ടി പകുതി പൈപ്പിൽ സ്കേറ്റ്ബോർഡിംഗ് നടത്തുന്നു.
മുളകൊണ്ട് നിർമ്മിച്ച വലിയ കുട
കറുത്ത സീറ്റുള്ള ചുവന്ന സൈക്കിൾ
'D' എന്ന കറുത്ത അക്ഷരമുള്ള മഞ്ഞ ചതുരം.
കുഞ്ഞ് ആന
നിരവധി ആളുകൾ ചുറ്റും നടക്കുന്നു
മോട്ടോർ സൈക്കിളിൽ ഇരിക്കുന്ന വ്യക്തി
പോലീസ് വസ്ത്രം ധരിച്ചയാൾ
ഒരു സ്ത്രീ നടപ്പാതയിലൂടെ നടക്കുന്നു
തെരുവിൽ സ്ത്രീ
പച്ച രണ്ടു നില ബസ്
കറുത്ത കുപ്പായമുള്ള ഒരാൾ
ആളുകൾ ഒരു ചിത്രത്തിനായി നിൽക്കുന്നു
നീലയും വെള്ളയും പിക്ക് അപ്പ് ട്രക്ക്
സബ്‌വേയിലെ വെളിച്ചം
ട്രാഫിക് സിഗ്നലുകൾ തെരുവിലുണ്ട്
സ്ത്രീയും രണ്ട് കുട്ടികളും സ്കീസ് ​​ഉയർത്തിപ്പിടിക്കുന്നു
ചുവന്ന ജാക്കറ്റ് ധരിച്ച മനുഷ്യൻ
മദ്യം എന്ന് പറയുന്ന ചുവന്ന അടയാളം
സ്ത്രീയുടെ മുടിയിൽ ഓറഞ്ച് ഹെയർ ടൈ
മോണിറ്റർ കറുത്തതാണ്
"കറുപ്പും, വെളുപ്പും പോലീസ് ട്രക്ക്"
ചുവന്ന റിബൺ രണ്ട് ആളുകൾ കൈവശം വച്ചിരിക്കുന്നു
ബൈക്കിന്റെ ബാക്ക് ടയർ
ദ്വീപ് ബീച്ച് രംഗം
തൊപ്പി വെച്ചിരികുന്ന ഷെഫ്‌
അടയാളം
പയ്യൻ ഒരു വൈ റിമോട്ട് പിടിക്കുന്നു
യന്ത്രങ്ങളുടെ മുന്നിലുള്ള ബട്ടണുകൾ
പച്ച കുട തുറക്കുക
ആകാശത്തിന്റെ കാഴ്ച
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
"വളഞ്ഞ ട്രാക്കിൽ വെള്ള, മഞ്ഞ ട്രെയിൻ"
ചുവന്ന വെളിച്ചം
വരയുള്ള സർഫ്ബോർഡ് പ്രദർശിപ്പിച്ചിരിക്കുന്നു
തെരുവിന് അഭിമുഖമായി കമാന വിൻഡോ
സിമന്റിൽ ചോക്കിൽ എഴുതിയ വാക്കുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വെളുത്ത ബോട്ടുകൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു മരം ബെഞ്ചിലിരുന്ന് ഒരു സെൽഫോൺ നോക്കുന്ന സ്ത്രീ
ഹോട്ടൽ മുറിയിലെ ഇരിപ്പിടത്തിന് അടുത്തായി വലിയ കിടക്ക
ചുവന്ന ബസിന്റെ വിൻഡോ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കൂട്ടിൽ അടക്കപ്പെട്ട ചാര നിറമുള്ള ആഫ്രിക്കൻ തത്ത
മേശപ്പുറത്ത് വിളക്ക്
പച്ച ലൈറ്റുകൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു മരത്തിൻ്റെ കാബിനറ്റ്
ഒരു ടോയ്‌ലറ്റിന്റെ ഉയർത്തിയ കവർ
കുട്ടി മോട്ടോർ സൈക്കിൾ സവാരി ആസ്വദിക്കുന്നു
വലിയ പ്രവേശന കവാടങ്ങൾക്ക് മുന്നിൽ സ്വീകരണമുറി
തെരുവിലൂടെ ബൈക്ക് ഓടിക്കുന്ന മനുഷ്യൻ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
തെരുവിലെ കാറുകൾ
വെളുത്ത ടെന്നീസ് ഷൂ ധരിച്ച സ്ത്രീ
വെള്ള പാത്രത്തിൽ വെള്ളി സ്പൂൺ
തെരുവിൽ വർണ്ണാഭമായ ബസ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഓറഞ്ച് നിറത്തിലുള്ളയാൾ ബൈക്ക് ഓടിക്കുന്നു.
മനുഷ്യന്റെ കയ്യിൽ ഒരു വെളുത്ത കവര്.
റെഡ് ലൈറ്റ് റെയിൽ
മണലിന്റെ കാഴ്ച
ഡച്ചിലെ ഒരു തെരുവ് നാമം
മേശപ്പുറത്ത് കറുത്ത വിളക്ക്
ഒരു കൂട്ടം മോട്ടോർസൈക്കിളുകൾ
ഒരു മനുഷ്യന്റെ തല
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സബ്‌വേയുടെ വശത്തുള്ള അമേരിക്കൻ പതാക
കോട്ട് ഓറഞ്ച് നിറത്തിലാണ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഇതൊരു പ്രദർശനമാണ്
ഹാലോ 3 സ്ക്രീനിൽ ഉണ്ട്
ഒരു കസേരയിൽ സ്ലൈൻഡർ വുഡൻ സ്ലാറ്റ് ചെയ്യുക
ചുവപ്പ് നിറമുള്ള ഒരു കാർ
"ബർഗണ്ടി, കറുത്ത കോട്ട് ധരിച്ച പയ്യൻ"
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കെട്ടിടത്തിലെ ചെറിയ വിൻഡോ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
നടപ്പാതയിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന ബൈക്കുകളുടെ നിര.
വള്ളം ഡോക്കിൽ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചാരനിറത്തിലുള്ള ഒരു കാർ
ഒരു മിറ്റ് ഉപയോഗിച്ച് ക്യാച്ചർ
ഒരു കൂട്ടം പഴങ്ങൾ
ജാലകങ്ങൾക്ക് ചുറ്റും ചുവന്ന ഷട്ടറുകളുള്ള ഒരു വെളുത്ത കെട്ടിടം
ഒരു മേശപ്പുറത്ത് ഒരു വെള്ളി ലാപ്‌ടോപ്പ്
ബസിലെ വിൻഡോ
വലിയ രണ്ട് തരം നീല പട്ടം
പക്ഷികൾ വായുവിൽ
കോവണിപ്പടി പച്ചയാണ്
ഫോൺ ബോക്സിലെ പോസ്റ്റർ
മനുഷ്യൻ നടപ്പാതയിലൂടെ നടക്കുന്നു
നടപ്പാതയിൽ ഒരു പച്ച ട്രാഫിക് ലൈറ്റ്
കറുത്ത മോട്ടോർബൈക്കിലേക്കുള്ള കറുത്ത മെറ്റൽ ഹാൻഡിൽ
റോഡിലെ മോട്ടോർ സൈക്കിൾ
ഒരു സ്ത്രീ നടക്കുന്നു
ഈ മനുഷ്യൻ ഏഷ്യക്കാരനാണ്
വിമാനത്തിലെ വിൻഡോ
വലിയ സൺഗ്ലാസും ചുവന്ന സ്കാർഫും ധരിച്ച സ്ത്രീ.
ഒരു വ്യക്തി എഴുന്നേറ്റു നിൽക്കുന്നു
കരടി പന്ത് ഉപയോഗിച്ച് വെള്ളത്തിൽ കുളിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മഞ്ഞ പശ്ചാത്തലത്തിൽ എഴുതുക
പഴങ്ങൾ മെറ്റൽ തളികയിൽ
മഞ്ഞ വസ്ത്രം ധരിച്ച നടപ്പാതയിൽ നിൽക്കുന്ന മനുഷ്യൻ
നീല സ്കീയിംഗിലുള്ള വ്യക്തി
ഒരു സ്ത്രീയുടെ ഭുജം
ചാരനിറത്തിലുള്ള ടാർമാക്കിൽ ജെറ്റ് വിമാനം
കെട്ടിടത്തിലെ ഗ്ലാസ് ജനൽ
ഒരു കറുത്ത ചവറ്റുകുട്ട
ചുവന്ന ജാക്കറ്റിലുള്ള ഒരു സ്ത്രീ സോമ്പിയാണെന്ന് നടിക്കുന്നു.
ചുമരിൽ ഒരു പ്രകാശം
ടോയ്‌ലറ്റ് വെളുത്തതാണ്
കെട്ടിടത്തിലെ വെളുത്ത അക്കങ്ങൾ
മനുഷ്യന്റെ കൈയിൽ സ്നോ ബോർഡ്
ഒരു കട്ടിലിന് മുകളിൽ രണ്ട് തലയിണകൾ
ഒരു ലോഹധ്രുവത്തിൽ ഒരു ഗതാഗത വിളക്ക്
പച്ചനിറത്തിലുള്ള മരങ്ങൾ
നീല കുട പിടിക്കുന്ന സ്ത്രീ
ദ്രാവകം സൂക്ഷിക്കുന്നതിന് ഉള്ള വയ്ക്കുന്നതിനുള്ള ഒരു കുപ്പി
പെൺകുട്ടിയുടെ കാൽ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വില്ലുകൾ കൊണ്ട് നിർമ്മിച്ച ഹെഡ് പീസ്
ചുവരിൽ തൂക്കിയിട്ടിരിക്കുന്ന ഘടികാരം
ഒരു കാറിന് മുകളിൽ ഉറങ്ങുന്ന പൂച്ച
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വിപുലീകൃത കമ്പ്യൂട്ടർ കീബോർഡ്
നെറ്റിൽ ചതുരം
ഒരു ധ്രുവത്തിൽ ഒരു ട്രാഫിക് ലൈറ്റ് താൽക്കാലികമായി നിർത്തിവച്ചിരിക്കുന്നു.
ഒരു കൂട്ടം അടുക്കള കാബിനറ്റുകൾ
ഒരു കൂട്ടം പശുക്കൾ
കറുത്ത ബാൻഡിംഗ് ഉള്ള വലിയ വൈക്കോൽ തൊപ്പി
ഒരു മരം ഫ്രെയിം ചതുരാകൃതിയിലുള്ള കണ്ണാടി
ഒരു സ്ത്രീ പിങ്ക് ടോപ്പ് ധരിക്കുന്നു
ഇതൊരു റേസ് ട്രാക്കാണ്
ഒരു മനുഷ്യന്റെ മുടി
മഞ്ഞ നിറത്തിലുള്ള ഒരു കുട
തീ അടുപ്പിനുള്ളിൽ ഒരു പിസ്സ
നീലനിറമുള്ള ആകാശം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ചെറിയ വെള്ളി വെസ്പ
ട്രെയിൻ ട്രാക്കുകൾക്ക് സമീപമുള്ള ഒരു ചെറിയ വീട്
വെള്ളത്തിന് മുകളിൽ നീലയും വെള്ളയും ഉള്ള ബോട്ട്
അടുക്കള കൌണ്ടറിൽ കുപ്പികൾ തീറ്റുന്നു.
ഒരു വയർ ഒരു ചുവന്ന ചാർലിഫ്റ്റ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പഴയ ഫ്രിഡ്ജിൽ കെട്ടിവെച്ച ഭക്ഷണം
ഒരു നഗര തെരുവ് മുറിച്ചുകടക്കുന്ന ആളുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വെളുത്ത വരികൾ
പ്ലേറ്റ് വെളുത്തതാണ്
ഇഷ്ടിക ചുവരിൽ കറുത്ത നിറമുള്ള ഇരുമ്പ് വേലി
പർപ്പിൾ കൈറ്റ് കൈവശമുള്ള സ്ത്രീ
ഒരു മനുഷ്യന്മേൽ നീല ജീൻസ്.
വെള്ളത്തിൽ ഒരു ബോട്ട്
റോഡിൽ ചെറിയ കറുത്ത കാർ ഓടിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
നിലത്ത് ചരടുകൾ
വെള്ളയും കറുപ്പും നിറമുള്ള സൈക്കിൾ
ഉയരമുള്ള പച്ച വൃക്ഷം
ഒരു പുതിയ ഇംഗ്ലണ്ട് ദേശസ്നേഹികളുടെ ഫുട്ബോൾ ജേഴ്സി
കുപ്പായം ധരിച്ച മനുഷ്യൻ
തിളക്കമുള്ള പച്ച പ്ലാസ്റ്റിക് ബാഗ്.
നിലത്ത് വെളുത്തതും തവിട്ടുനിറമുള്ളതുമായ നായ
പുരുഷന്മാരുടെ പിന്നിൽ വൈറ്റ് മെയിൽ ട്രക്ക്
തറയിൽ ടൈൽ
നഗര തെരുവിലെ കറുത്ത ഡെലിവറി ട്രക്ക്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഷവറിന്റെ തിരശ്ശീല
വിവിധ കത്തി കളുടെ കറുത്ത രൂപരേഖ
സർഫ്ബോർഡിലെ പയ്യൻ
ആൺകുട്ടി ഒരു സ്കേറ്റ്ബോർഡിലാണ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
സ്ട്രീറ്റ്ലാമ്പ് ഓഫാക്കി
ഒരാൾ ട്രെയിനിൽ നിൽക്കുന്നു
അത് ഒരു ചുവന്ന ബസ്സാണ്
പടിക്കെട്ടിലേക്ക് ചുവടുവെക്കുക
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ബേസ്ബോൾ ഗ്രാഫിക്സ് ഉള്ള ഒരു ട്രെയിൻ
ഭുജം ഉയർത്തിയിരിക്കുന്നു
ട്രെയിനിലെ ഗ്ലാസ് വിൻഡോ
ഫ്രിഡ്ജിൽ തട്ട്
ഒരു സ്ത്രീ തെരുവ് മുറിച്ചുകടക്കുന്നു
ഒരു ജോടി പച്ചയും വെള്ളയും അടയാളങ്ങൾ
ഒരു ട്രക്കിൽ ഒരു കാറ്റ് പാളി
കസേര ഓറഞ്ച്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു പാലത്തിൽ ഒരു കാർ
തീവണ്ടി പച്ചയും മഞ്ഞയുമാണ്
ധനികവർഗ്ഗത്തിന്റെ ഒരു നായ
വ്യക്തിയുടെ കൈ
വ്യത്യസ്ത വലുപ്പത്തിലുള്ള വൃത്താകൃതിയിലുള്ള കറുത്ത മാല.
നിലത്ത് കറുത്ത പുള്ളി
ഇതൊരു കുളിമുറിയാണ്
മുറിയിൽ ഇരിക്കുന്ന ആളുകൾ
ഒരു ചെറിയ ലോഹത്തിന്റെ ട്രാഷ് കാൻ.
ടബ് വലുതാണ്
"മഞ്ഞ, വെള്ള ബീച്ച് കസേര"
പച്ചയായ ഒരു വെളിച്ചം
ഭക്ഷണശാലക്ക് മുന്നിൽ മഞ്ഞ ട്രക്ക്
മേൽക്കൂര നീലയും പച്ചയും ആണ്
ധ്രുവത്തിൽ രണ്ട് ബാനറുകൾ
മൂലയിൽ ചുവന്ന കസേര
മുറിയുടെ മൂലയിൽ ഡെസ്ക്
ഷർട്ടും ടൈയും ധരിച്ച ഒരു യുവാവ്.
കഷണ്ടിയുള്ള മനുഷ്യന്റെ തലയിൽ കറുത്ത ജോഡി സൺഗ്ലാസുകൾ.
നീല നിറത്തിലുള്ള ജാക്കറ്റ്
ഡിഷ്വാഷർ കറുത്തതാണ്
കറുത്ത സ്കൂട്ടർ ഒരു സ്റ്റാൻഡിൽ പാർക്ക് ചെയ്തിരിക്കുന്നു.
വാക്കറിൽ ചെറിയ കുട്ടി
പർപ്പിൾ ടാങ്ക് ടോപ്പ് ധരിച്ച ഒരാൾ.
വെളുത്ത പോർസലൈൻ പെഡൽ സിങ്ക്.
തുറന്ന പിങ്ക് കുട
ചുവപ്പും വെള്ളയും സ്റ്റോപ്പ് ചിഹ്നം
മനുഷ്യൻ ഒരു മേശപ്പുറത്ത് ചാരിയിരിക്കുന്നു
ധ്രുവത്തിൽ തെരുവ് വെളിച്ചം
മുത്തച്ഛൻ ഘടികാരം മൂലയിലാണ്
തൊപ്പി ചുവപ്പാണ്
ഒരു വെളുത്ത ആട്
ഒരു ഗ്ലാസ് ലൈറ്റ് ഫർണിച്ചർ.
അടുപ്പ് സ്ഥലത്ത് കട്ട
പാദത്തിൽ ചെരുപ്പ്
തൊപ്പി കറുത്തതാണ്
മഞ്ഞ ഷർട്ട് ധരിച്ച സ്ത്രീ
നീല ഷർട്ട് ധരിച്ച സ്ത്രീ.
"പൊരുത്തപ്പെടുന്ന രണ്ട് പച്ച, മരം കസേരകൾ."
മോട്ടോർ സൈക്കിളിൽ സഞ്ചരിക്കുന്ന വ്യക്തി
റെഡ് ഡബിൾ ഡെക്കർ ബസ്.
മോട്ടോർസൈക്കിളിന്റെ ഭാഗത്തെ ടയർ
മനുഷ്യന് നരച്ച മുടിയുണ്ട്.
പരിധിയിൽ വെളിച്ചം
മനുഷ്യൻ ബ്ലാക്ക് ആൻഡ് വൈറ്റ് ഷർട്ട് ധരിച്ചിരിക്കുന്നു
ഒരു വെളുത്ത പ്ലേറ്റിൽ കേക്ക്
നീല ഷർട്ട് ധരിച്ച മനുഷ്യൻ ഒരു ലാനിയാർഡ് ധരിച്ചിരിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കാറിന് മുന്നിൽ അനുമതി പത്രം
മനുഷ്യൻ ഒരു കറുത്ത ജാക്കറ്റ് ധരിചിരിക്കുന്നു
വെളുത്ത കെട്ടിടത്തിന്റെ ചുവന്ന ഷട്ടർ
ഷാർപ്പ് പോയിന്റഡ് ബിൽഡിംഗ് ടവർ
മനുഷ്യന്റെ കൈ
പയ്യൻ സ്കേറ്റ്ബോർഡ് ഓടിക്കുന്നു
ദ്വീപ് ബീച്ച് രംഗം
നീല ഷർട്ടിൽ വെളുത്ത വരകൾ
ഫ്രൂട്ട് സ്റ്റാൻഡിൽ ചുവന്ന ആപ്പിൾ കൂമ്പാരം
മേശപ്പുറത്ത് മോണിറ്റർ
ദ്വീപ് ബീച്ച് രംഗം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വ്യക്തിയുടെ കാൽ
കറുത്ത ഷർട്ട് ധരിച്ച മനുഷ്യൻ.
കുഞ്ഞ് ആന
കുഞ്ഞ് ആന
നീല ലൈറ്റുകളുള്ള വലിയ പാലം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
എഞ്ചിൻ കറുപ്പും ചുവപ്പും ആണ്
തടി കസേര കുലുക്കുന്നു
ഒരു കെട്ടിടത്തിൽ ചുവന്ന ഇഷ്ടിക ചിമ്മിനി
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് ഘടികാരം
പ്ലെയിൻ വൈറ്റ് ആണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് ഒരു മതിൽ
ടാൻ ഷർട്ട് ധരിച്ച മനുഷ്യൻ
ചുവന്ന അക്ഷരങ്ങളുള്ള വെളുത്ത ചിഹ്നം
ഇരട്ട ഡെക്കർ ബസ്
ആളുകൾ ഒരു മേശയിൽ ഇരിക്കുന്നു
ഒരു കിടക്ക നീലയാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ട്രേയിൽ ഇരിക്കുന്ന പിസ്സയുടെ കഷണം.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
റോഡ് ചാരനിറത്തിലുള്ളതും നടപ്പാതയുമാണ്
അവ്നിങ്ങ് ചുവപ്പാണ്
മനുഷ്യന്റെ കൈ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ആകാശത്ത് കട്ടിയുള്ള മേഘങ്ങൾ
ഗ്ലാസ് വിൻഡോയിലൂടെ കാണുക
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
തിളക്കമുള്ള ഓറഞ്ച് ലൈറ്റ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
അലമാരയിലെ ഒരു ബാഗിൽ വാഴപ്പഴം.
സമുദ്രത്തിനടുത്തുള്ള ഒരു മണൽ കടൽത്തീരം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കറുത്ത പാന്റ്സ് ധരിച്ച മനുഷ്യൻ
കൈയിൽ വിരൽ
കട്ടിലിൽ ഇരിക്കുന്ന പച്ച ഷർട്ട് ഇട്ട വ്യക്തി.
ഒരു തവിട്ട് ചതുരാകൃതിയിലുള്ള പ്ലേറ്റ്
അടുക്കളയിൽ നിൽക്കുന്ന മനുഷ്യൻ
വാനിലെ സാറ്റലൈറ്റ് വിഭവം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഇതൊരു പള്ളിയാണ്
അടുക്കള സ്റ്റൗവിൽ നോബ്
കറുത്ത സ്യൂട്ട് ജാക്കറ്റ് ധരിച്ച മനുഷ്യൻ
ബസിലെ അനുവാദ പത്രം
വരയുള്ള ഷർട്ട് ധരിച്ച മനുഷ്യൻ
ചിഹ്നത്തിലെ കത്ത്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ട്രെയിനിന്റെ ജാലകം
മഞ്ഞ പാർക്ക് ചെയ്ത സ്കൂൾ ബസ്.
പച്ച നിറമുള്ള ഇലകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കുതിരയുടെ കുളമ്പു
ടഗ്-ബോട്ട് സമുദ്രത്തിൽ പോകുന്നു
നീല ഷോർട്ട്സ് ധരിച്ച മനുഷ്യൻ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
നീളമുള്ള കറുത്ത മുടിയുള്ള മനുഷ്യൻ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വെളുത്ത ടി-ഷർട്ടും കറുത്ത തൊപ്പിയും ധരിച്ച മനുഷ്യൻ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചുവന്ന മുടിയുള്ള ഒരു മനുഷ്യൻ
മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്ന വ്യക്തി
ഗ്രില്ലിലെ ഭക്ഷണം
തെരുവിലെ ബസ്
ചുവരിൽ ചിത്രം
ചുമരിലെ കണ്ണാടി
പിസ്സ പച്ചയും തവിട്ടുനിറവുമാണ്
കുടയിലെ കുത്തുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
നീല നിറത്തിലുള്ള ബാക്ക്പാക്ക് ധരിച്ച കൊച്ചുകുട്ടി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സ്കീയർ വായുവിൽ ഉയർന്നതാണ്
ഒരു സെൽ ഫോൺ കൈവശമുള്ള സ്ത്രീ
ദ്വീപ് ബീച്ച് രംഗം
മഞ്ഞ് മൂടിയ ചരിവ്
കറുത്ത ഗതാഗത അടയാളം വായുവിൽ
കറുത്ത മുടിയുള്ള സ്ത്രീ
വെളുത്ത നിറമാണ് കുട.
വിൻഡോയിൽ ബാറ്റ് ചെയ്യുക
സിൽവർ ട്രേയിൽ വർണ്ണാഭമായ കേക്ക്
മേശപ്പുറത്ത് പൂക്കൾ.
കാറിലെ വിൻഡോ
ആൺകുട്ടി ഗ്രീൻ ടോപ്പ് ധരിക്കുന്നു
ഏഷ്യൻ പാത്രത്തിൽ ഭക്ഷണമുണ്ട്
നിരവധി ബാഗുകൾ വഹിക്കുന്ന വണ്ടി
ക്ലോക്ക് കത്തിക്കുന്നു
കാറിന് ഒരു ലൈറ്റ് ഉണ്ട്
വാതിൽ ഹാൻഡിൽ ഒരു ചെറിയ സ്വാഗത ചിഹ്നം
സ്യൂട്ട്‌കേസിനുള്ളിൽ ഇരിക്കുന്ന ചെറിയ കുട്ടി.
നിൽക്കുന്ന ഒരാളെ കാറിന് പിന്നിൽ കാണാം
ഉയരമുളള ക്ലോക്ക് ടവറിന്
ബസിന്റെ കാഴ്ച
ക്ലോക്കിന് സമീപം പർപ്പിൾ പൂക്കൾ.
കടൽത്തീരത്ത് പശു നടക്കുന്നു
ഡോനട്ട് ഷോപ്പിന്റെ കൗണ്ടറിന് പിന്നിലുള്ള തൊഴിലാളി
മനുഷ്യൻ കയ്യുറകൾ ധരിക്കുന്നു
ട്രെഞ്ച് കോട്ടിൽ ചുവന്ന മുടിയുള്ള സ്ത്രീ
റോഡിന്റെ കാഴ്ച
ചുവന്ന മുൾപടർപ്പു
തെരുവിൽ ചുവന്ന ട്രക്ക്
ഏറ്റവും കൂടുതൽ കാണപ്പെടുന്ന ചാരനിറത്തിലുള്ള ടെലിവിഷൻ.
ചുറ്റിലും അലകളുടെ വെള്ളം
വെളുത്ത വ്യക്തി നടക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സ്ത്രീ കറുത്ത ഷർട്ട് ധരിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മോട്ടോർസൈക്കിൾ ചുവപ്പാണ്
മനുഷ്യൻ താഴേക്ക് നോക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ട്രെയിനിന്റെ കറുത്ത വിഭാഗം
ഒരു കട്ടിലിനടുത്തുള്ള ഡെസ്ക്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
റോഡിലെ ബസുകൾ.
ഒരു പാത്രത്തിനുള്ളിൽ പഴങ്ങൾ
കാൽനടയായി തവിട്ട് ബൂട്ട്
ദ്വീപ് ബീച്ച് രംഗം
ഷർട്ട് നീല നിറമാണ്
ഒരു മനുഷ്യൻ ഒരു ഓറഞ്ച് കുടയുടെ കീഴിൽ ഇരിക്കുന്നു
ചുമരിൽ ഘടിപ്പിച്ചിരിക്കുന്ന വെളുത്ത ഷവർഹെഡ്
വ്യക്തിക്ക് ഒരു ഷൂ ഉണ്ട്
മനുഷ്യന്റെ മുടി കറുത്തതാണ്.
മേശപ്പുറത്ത് പൂച്ചെണ്ട്
ഒരു കൊട്ടയിൽ ഫലം
മനുഷ്യന്റെ വിരലിൽ ചുവന്ന മോതിരം
പാർക്ക് ചെയ്തിരുന്ന ചുവന്ന ബസുകൾ
മഞ്ഞിൽ നില്ക്കുന്ന ആളുകൾ
മോട്ടോർ സൈക്കിളിന്റെ പിന്നിൽ സ്പർശിക്കുന്ന സ്ത്രീ
റോഡിലെ മോട്ടോർസൈക്കിൾ
ഒരു പശുവിന്റെ മുൻ കാലുകൾ
വൃത്താകൃതിയിൽ വെള്ളയും പച്ചയും നിരത്തിലുള്ള അടയാളത്തിൽ വെള്ള അമ്പ്
തവിട്ട് മരം കാബിനറ്റുകൾക്ക് കീഴിൽ വെളുത്ത റഫ്രിജറേറ്റർ
നിലത്ത് വിള്ളലുകൾ
ഒരു വ്യക്തിയിൽ നീല ജാക്കറ്റ്.
വിമാനം റൺവേയിൽ.
അവളുടെ കയ്യിൽ ഒരു വലിയ കുപ്പി വെള്ളം
ഇതാണ് r എന്ന അക്ഷരം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഉൽപ്പന്നം ഷെൽഫിൽ വിൽപ്പനയ്ക്ക്
കെട്ടിടത്തിന് ചാരനിറത്തിലുള്ള മേൽക്കൂരയുണ്ട്
ഒരു ജോടി നീല ജീൻസ്
സർഫ്ബോർഡ് കളർ വൈറ്റ് ആണ്
ഗോപുരത്തിന്റെ മുകളിൽ ഘടികാരം
തറയിൽ ഒരു നീല ത്രോ തലയണ
പാരാ കപ്പൽ മണൽ കടൽത്തീരത്ത്
ഒരാൾ പാർക്ക് ചെയ്തിരിക്കുന്ന ബൈക്കിനൊപ്പം നിൽക്കുന്നു
റോഡിന്റെ ബ്ലാക്ക് ആൻഡ് വൈറ്റ് അടയാളം.
പോലീസ് കാറിന്റെ മുൻവശം
മാൻ ക്രോസ്സ് കൺട്രി സ്കൈ റേസിംഗ് ചെയ്യുന്നു
മനുഷ്യന് താടിയുണ്ട്
നായ ഒരു ബാഗിനുള്ളിലാണ്
ട്രെയിൻ ഇൻഡോർ ആണ്
പച്ച വരയുള്ള ഷർട്ടും വെള്ള ഷോർട്ട്സും ധരിച്ച പയ്യൻ
ടിവി കറുത്തതാണ്
കപ്പൽ വായുവിലാണ്
നീല ഷർട്ടും ഗ്രേ ഷോർട്ട്സും ധരിച്ച മനുഷ്യൻ
"പേപ്പർ, ഫോയിൽ എന്നിവയിൽ പൊതിഞ്ഞ ബർഗർ"
ദ്വീപ് ബീച്ച് രംഗം
ടാപ്പിന്റെ കാഴ്ച
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
പെൺകുട്ടിക്ക് സുന്ദരമായ മുടിയുണ്ട്
ഏരിയ റഗിലെ ഓട്ടോമൻ
സ്ത്രീയുടെ മുഖ ത്തിൻറെ അരികിൽ ചീപ്പ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പക്ഷി കൂട്ടിൽ പക്ഷി കൂട്ടിൽ അടുക്കിയിരിക്കുന്നു
തവിട്ട് ലെതർ സോഫ
സ്കേറ്റ്ബോർഡ് ഓടിക്കുന്ന ചെറുപ്പക്കാരൻ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഉയരമുള്ള ടവറിൽ ക്ലോക്ക് ഫെയ്സ്
വെളുത്ത ചുമരിൽ മെഡിക്കൽ ഉപകരണങ്ങൾ
ഇരുണ്ട തവിട്ട് കാബിനറ്റ് കവർ
തവിട്ടുനിറത്തിലുള്ള കുതിര
മനുഷ്യൻ മോട്ടോർ സൈക്കിളിൽ സഞ്ചരിക്കുന്നു
"പിങ്ക്, ഗ്രേ നിറമുളള ഗെയിം കണ്ട്രോളർ"
ചാരനിറത്തിലുള്ള കാർ റോഡിലൂടെ സഞ്ചരിക്കുന്നു
ട്രാക്കുകളിൽ ട്രെയിൻ ഓടുന്നു
ഗ്ലാസ് ശുദ്ധവും വ്യക്തവുമാണ്
ബൈക്കിലുള്ള വ്യക്തി
ജാലകത്തിന്റെ വശത്ത് ഒരു ചുവന്ന തിരശ്ശീല തൂക്കിയിരിക്കുന്നു.
ബാക്ക്പാക്ക് കറുപ്പ് നിറമാണ്
അലമാരയിൽ വൈൻ കുപ്പി
വെള്ളം നീല നിറമാണ്.
ദ്വീപ് ബീച്ച് രംഗം
വെളുത്ത വ്യക്തിക്ക് തലയുണ്ട്
സ്ത്രീ വീഞ്ഞു കുടിക്കുന്നു
ഹെൽമെറ്റ് ധരിച്ച വ്യക്തി
മോട്ടോർ ബൈക്കിൽ വെളുത്ത ശിരോകവജം ധരിച്ച ഒരാൾ.
റിയർ വ്യൂ മിററിൽ ഒരു മനുഷ്യന്റെ പ്രതിഫലനം
ഘടികാരം വൃത്താകൃതിയിലാണ്
ആകാശത്ത് ഇരുണ്ടതും വെളുത്തതുമായ മേഘങ്ങളുടെ മിശ്രിതം
"ഒരു വലിയ നീല, ചുവപ്പ് ട്രെയിൻ"
ദ്വീപ് ബീച്ച് രംഗം
കൈ ഒരു ഹോട്ട് ഡോഗ് പിടിക്കുന്നു
ബാറ്റർ ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു
കാബിനറ്റിൽ പാത്രങ്ങളുടെ ശേഖരം
സിൽവർ ആപ്പിൾ ലാപ്‌ടോപ്പ്
പഴയ വിക്കർ മിറർ
വ്യക്തമായ പ്ലാസ്റ്റിക് പാത്രം
ചിഹ്നം ചുവപ്പ് നിറമാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സ്കീ ലിഫ്റ്റ് കേബിൾ ഘടനയെ പിന്തുണക്കുന്നു
വനിതാ ടെന്നീസ് കളിക്കാരി ടെന്നീസ് കളിക്കുന്നു
പുൽത്തകിടിയിലെ അടയാളങ്ങളുടെ കൂട്ടം
കുടയുമായി തെരുവ് മുറിച്ചുകടക്കുന്ന വ്യക്തി
കുപ്പായം നീലയാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കറുത്ത കുതിര സവാരി ചെയ്യുന്ന സ്വർണ്ണ ഹെൽമെറ്റ് ധരിച്ച മനുഷ്യൻ
"ചുവപ്പ്, വെള്ള എന്നീ രണ്ട് ബസുകൾ"
ക്യാമറയ്‌ക്ക് ഏറ്റവും അടുത്തുള്ള സ്കീയർ
തെരുവിന് പുറത്ത് ഒരു കിടക്ക
സ്കേറ്റ്ബോർഡിൽ തന്ത്രം ചെയ്യുന്ന ചെറുപ്പക്കാരൻ
ഒരു വൃത്താകൃതിയിലുള്ള വിളക്ക് മേൽക്കൂരയിൽ
വെളുത്ത ഷർട്ടും കറുത്ത ടൈയും ധരിച്ച മനുഷ്യൻ
മേശപ്പുറത്ത് ഒരു വെളുത്ത കോഫി മഗ്ഗ്
സ്‌റ്റോവിൽ സോസ്പാൻ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പാർക്കിൽ ഉയർന്ന തെരുവ് വെളിച്ചം.
സ്റ്റേബിളിന് ഒരു ജാലകമുണ്ട്
ഒരു സ്കീയർ വായുവിലാണ്
ട്രാഫിക് ലൈറ്റ് ഒരു പോളിൽ സ്ഥാപിച്ചിരിക്കുന്നു
തറയിൽ പാടുകൾ
ഒരു ഗ്ലാസിൽ പ്രതിഫലനം
ഒരു പൂച്ച അടുപ്പത്ത് ഇരിക്കുന്നു
മര പാനൽ നീളമുള്ളതാണ്
ഒരു മനുഷ്യൻ ഇരിക്കുന്നു
ചുവന്ന ചുരുണ്ട ഐസ്ക്രീമിനൊപ്പം പ്ലാസ്റ്റിക് വാഫിൾ കോൺ
ക്രോസ്വാകിൽ ഉള്ള ട്രാഫിക് സിഗ്നൽ
നഗര കവല അഭിമുഖീകരിക്കുന്ന വിൻഡോ
ടാൻ തൊപ്പി വച്ച കുട്ടി കൈവശം വച്ച പാനപാത്രം
തെരുവ് ചിഹ്നം കറുപ്പും വെള്ളയും ആയ നിറത്തിൽ
ട്രെയിനിന്റെ മുൻവശത്ത് ഒരു മാർക്ക്.
ബൈക്ക് ട്രയലിൽ സഞ്ചരിക്കുന്ന മൂന്ന് പേർ
ഇഷ്ടിക കടും ചുവപ്പാണ്
ഒരു മതിൽ മുന്നിൽ ഒരു വേലി
ഹെർട്സ് പരസ്യത്തിനൊപ്പം മഞ്ഞ സുരക്ഷാ തടസ്സം
കറുത്ത നിറത്തിലുള്ള ഒരാൾ മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്നു.
ചുവപ്പും പച്ചയും ആപ്പിൾ ഒരു പെട്ടിയിൽ വെച്ചിരിക്കുന്നു
കലത്തിൽ ഭക്ഷണമുണ്ട്
ഇതൊരു അത്താഴമാണ്
കുട മഞ്ഞ നിറമാണ്
ഫ്ലാറ്റ് കമ്പ്യൂട്ടർ മോണിട്ടർ
ഒരു സ്ത്രീ മേശപ്പുറത്ത് ഇരിക്കുന്നു
ഡ്രെസ്സറിൽ തണലുള്ള വിളക്ക്
നിറയെ ഭക്ഷണം ഉള്ള ചുവന്ന പാത്രം
കറുത്ത സ്റ്റോവ് മുകളിലേക്കും പിന്നിലേക്കും
ഒരു കഷണം ചോക്ലേറ്റ് കേക്ക്
ഒരു സ്ത്രീയുടെ കണ്ണട
പാറക്കടലിൽ ഇരിക്കുന്ന നായ
മനുഷ്യൻ ഒരു സർഫ്ബോർഡിന് മുകളിലായി വളഞ്ഞിരിക്കുന്നു
വലതുവശത്ത് അഭിമുഖമായി നടക്കുന്ന സീബ്ര
ദ്വീപ് ബീച്ച് രംഗം
ഒരു ബേസ്ബോൾ ക്യാച്ചറും അമ്പയറും
ഒരു വിന്നി ദി പൂഹ് പ്ലഷ്
ഒരു പെട്ടിയിൽ ഡോണട്ട്സ്
സ്ത്രീക്ക് സുന്ദരമായ മുടിയുണ്ട്
സ്ത്രീ ധരിക്കുന്ന ഒരു വെളുത്ത വൈസർ
ഒരു കടയുടെ മുന്നിൽ
ഒരു ചെറിയ വെളുത്ത സിങ്ക്
ടെന്നീസ് കളിക്കാരൻ പന്ത് മടക്കിനൽകാൻ തയ്യാറായി നിൽക്കുന്നു
പഴങ്ങളുള്ള നീല പ്ലേറ്റ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ബാത്ത്റൂം ചുവരിൽ ടൈൽ
വെളുത്ത തൂവാലകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സർഫർ വെള്ളത്തിലാണ്
ഒരു നായയുടെ വായിൽ ഒരു ഡിസ്ക് ഉണ്ട്
വശങ്ങളിലെ അലങ്കാര വെളിച്ചം
വൃത്തിയുള്ള വെളുത്ത പ്ലേറ്റിൽ കാരറ്റ്
തറയിൽ പാർക്കിംഗ് മീറ്റർ
ചുവന്ന റോസ് വാസ് തുറക്കുക.
നായ കടും ബ്രൗൺ നിറമാണ്
"ഏഷ്യൻ റൈറ്റിംഗുള്ള ചുവപ്പ്, ടാൻ ബസ്"
പച്ച ചെടികളുള്ള നടുമുറ്റം
സ്ക്വയർ വൈറ്റ് കേക്ക് അലങ്കരിക്കുന്നു
മനുഷ്യൻ ഒരു കുപ്പി പിടിക്കുന്നു.
സിറ്റി ബസിന്റെ മുൻവശം
രണ്ട് കരടികൾ വെള്ളത്തിൽ
പച്ചയും വെള്ളയും ചിഹ്നത്തിനായി
ഈന്തപ്പന
ഒരു 9 മെഴുകുതിരി.
കുഞ്ഞ് ആന
മഞ്ഞുമൂടിയ ചരിവിൽ പുല്ല് തിന്നുന്ന പോണി
ചുവരിൽ ഒരു പിങ്ക് ടോയ്‌ലറ്റ് സ്ഥാപിച്ചിരിക്കുന്നു.
വെളിച്ചമുള്ള സഞ്ചാരി തീവണ്ടി
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഇതൊരു കുളിമുറിയാണ്
ജിറാഫി ഒറ്റയ്ക്ക് നടക്കുന്നു
ഇതൊരു പൂച്ചയാണ്
ഇത് ഒരു മനുഷ്യനാണ്
കരടിയിൽ വെളുത്ത kuth
ഒരു നീല കസേര
മേശപ്പുറത്ത് പൂച്ച
പൂച്ച സ്ക്രീനിലേക്ക് നോക്കുന്നു.
റൗണ്ട് വൈറ്റ് ഫ്രിസ്ബീ
സ്കേറ്റ്ബോർഡിൽ ഒരു തന്ത്രം ചെയ്യുന്ന ഒരു ആൺകുട്ടി.
പ്ലേറ്റിൽ ഭക്ഷണം തുള്ളി
കുട തുറന്നു
ചുവരിൽ വെളുത്ത ടൈൽ
മുട്ട തോടുകൾ തവിട്ടുനിറമാണ്
മഞ്ഞ തലം അതിൽ വരച്ച സിംപ്‌സൺസ്
പൂമുഖത്ത് ടാൻ കുട
മഞ്ഞും പൈൻ മരം മൂടി
ഒരു വെള്ളി അടുക്കള സിങ്ക്
സുന്ദരിയായ പെൺകുട്ടിയുടെ മുടി
ഒരു ചെറിയ അരുവി
ആട്ടിൻ കുഞ്ഞ് ചെറുതാണ്.
സ്കേറ്റ്ബോർഡിൽ കൈകോർത്ത ഒരാൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
രണ്ട് പശുക്കൾ രണ്ട് തലകളുള്ള ഒരു പശുവായി പ്രത്യക്ഷപ്പെടുന്നു
വെള്ളത്തിന്റെ ഇടതുവശത്ത് നനഞ്ഞ മണൽ
മരംകൊണ്ടുള്ള ഫാൻ വെളുത്ത സീലിംഗിൽ തൂക്കിയിരിക്കുന്നു
ട്രാഫിക് ലൈറ്റുകളുള്ള ഒരു തെരുവ് വെളിച്ചം
നീല നിറത്തിലുള്ള കോട്ട് ധരിച്ച പെൺകുട്ടി
ഷർട്ടിൽ വെളുത്ത അക്ഷരം
നിലം നനഞ്ഞിരിക്കുന്നു.
കെട്ടിടത്തിന് അടുത്തുള്ള ഒരു മരം.
ഇവ സ്കീയർമാരാണ്
ട്രാഫിക് ലൈറ്റുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ജോടി മഞ്ഞ് മൂടിയ സ്‌നീക്കറുകൾ
സ്ത്രീ ഒരു ലാപ്‌ടോപ്പിലാണ്
തുണിയിൽ ബ്രൊക്കോളി ക്രൗൺ
സ്ത്രീയുടെ മേൽ ചുവന്ന തിളങ്ങുന്ന തൂവാല
ഗ്ലാസ് കൌണ്ടറിന് മുകളിൽ പിസ്സ
ചാരനിറത്തിലുള്ള ബാക്ക്പാക്ക്
പകൽ സമയത്ത് ഒരു രംഗം
ആപ്പിളിൽ ചാരിയിരിക്കുന്ന കത്തി
പയർ തവിട്ടുനിറമാണ്
ഒരു നഗരത്തിന്റെ ലാൻഡ്സ്കേപ്പ്
സീലിംഗിലെ മനോഹരമായ വിളക്ക്
വർഷം 2008 ആണ്
സർഫ്ബോർഡ് പിടിച്ചിരിക്കുന്ന മനുഷ്യൻ
ഒരു പാർക്കിംഗ് മീറ്റർ.
ചെറിയ മോട്ടോർസൈക്കിൾ
ദ്വീപ് ബീച്ച് രംഗം
ഒരു ജന്മദിന കേക്ക്
മേശയിൽ മരം കൊണ്ടുള്ള കാൽ
തടി കസേരയിൽ ടെഡി ബിയർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വെള്ളത്തിൽ ഒരു വ്യക്തി
ഒരാൾ നടപ്പാതയിലൂടെ നടക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ടെന്നീസ് കോർട്ടിൽ പച്ച പുല്ല്
സ്ത്രീയുടെ മുഖത്ത് കണ്ണട
തന്റെ റാക്കറ്റിനെക്കുറിച്ച് ഒരു ടെന്നീസ് കളിക്കാരൻ.
നമ്പർ വെളുത്തതാണ്
പച്ച ഇലകളുള്ള മരം
ഒരു സർക്കസ് ട്രെയിൻ
കളിക്കാരൻ ധരിക്കുന്ന ഹെൽമെറ്റ്.
വെള്ള ഹാൻഡിൽ സിൽവർ ബട്ടർ കത്തി
ഒരു കട്ടിലിൽ തവിട്ട് ലെതർ ബാക്ക്പാക്ക്
മനുഷ്യൻ ഒരു മോട്ടോർ സൈക്കിളിൽ
ഒരു വിരൽ പിസ്സ പിടിക്കുന്നു.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചെറിയ വെള്ളച്ചാട്ടം പ്രോപ്പർട്ടി ക്രീക്ക്.
ചുവന്ന കുടകളുടെ വരികൾ
ഓറഞ്ച് ജ്യൂസ് നിറച്ച വ്യക്തമായ ഗ്ലാസ്
മരം വേലിയിൽ കയർ
ചുവന്ന ട്രെയിനിൽ കയറാൻ കാത്തിരിക്കുന്ന വ്യക്തി
മതിൽ ടൈലിൽ വജ്രം
ട്രെയിനിൽ പച്ച ലൈറ്റ് ലൈൻ
ഇടതുവശത്തുള്ള ചെറിയ സീബ്രയുടെ ചെവികൾ.
കുതിരപ്പുറത്ത് സൈനിക സംഘം
കാറിന്റെ മുകളിൽ വെളുത്ത സർഫ്ബോർഡ്
മുറി നന്നായി സൂക്ഷിച്ചിരിക്കുന്നു
വ്യക്തി വായുവിലാണ്
ഒരു ആൺകുട്ടി
പാലത്തിൽ ഉരുക്ക് ബീം
വാചകം നിറഞ്ഞ ഒരു തുറന്ന പുസ്തകം
പുതിയ കെട്ടിടത്തിലെ ഭാവി വിൻഡോ
നഗരത്തിലെ പ്രകാശം
തറയിലെ ചവറ്റുകുട്ട
ഒരു കറുത്ത സ്മാർട്ട് ഫോൺ
ഒരു ബെഞ്ചിൽ ദ്വാരം
ഒരു നായ സ്റ്റഫ് ചെയ്ത കരടിയുടെ അരികിൽ ഉറങ്ങുന്നു
ഒരു പാർക്കിലെ ബെഞ്ച്.
കൂടുതലും പിങ്ക് കൈറ്റ് കടൽത്തീരത്ത് പറക്കുന്നു.
വേലിക്ക് പിന്നിൽ വെളുത്ത ആടുകൾ
പച്ച വയലിൽ വെളുത്ത ആടുകൾ
അഡിഡാസ് ചിഹ്നമുള്ള തലക്കെട്ട്
ഒരു ബോയ് പ്ലേയിംഗ് ബേസ്ബോൾ
ഒരു വെളുത്ത ടോയ്‌ലറ്റ്
വ്യക്തിയുടെ കാലിൽ തവിട്ട് ഷൂ
പൂർണ്ണമായും പാകം ചെയ്യാത്ത ഹോട്ട് ഡോഗുകൾ.
ഒരു സൈനിക ജെറ്റ്.
പിങ്ക് സ്കേറ്റ്ബോർഡിൽ പെൺകുട്ടി സ്കേറ്റ്ബോർഡിംഗ്.
പശുവിന്റെ ചെവിയിൽ ടാഗ് ചെയ്യുക
പശു ക്യാമറയ്ക്ക് അഭിമുഖമാണ്
ക്ലോക്ക് ടവറിൽ ക്ലോക്ക്
കാളയുടെ മേൽ കൊമ്പുകൾ ഉയർത്തി
"തവിട്ട്, വെള്ള നായ"
കെട്ടിടത്തിലെ ഒരു ഘടികാരം
വളരെ അലങ്കരിച്ച കെട്ടിടത്തിലെ ക്ലോക്ക്
വെള്ളത്തിനടുത്തുള്ള പെലിക്കൻ.
ഒരു ബസിന്റെ മുൻവശത്ത്
ചിഹ്നത്തിലെ അടയാളം
മൂന്ന് സീബ്രകൾ ഒരുമിച്ച് നിൽക്കുന്നു
ഒരു കെട്ടിടത്തിന്റെ പുറം
ഇതൊരു ആപ്പിൾ ആണ്
മനുഷ്യൻ ഒരു പ്ലാസ്റ്റിക് ഫോർക്ക് പിടിക്കുന്നു
ഒരു മേശപ്പുറത്ത് ഇരിക്കുന്ന ഒരു ഘടികാരം
ചരൽ ഉള്ള വയലിൽ മോട്ടോർ സൈക്കിൾ
ബോട്ടിന്റെ പുറകിൽ ഒരു ടയർ.
ഇതൊരു വാതിലാണ്
അഴുക്കുചാലിൽ ചെറിയ മുദ്രകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ദ്വീപ് ബീച്ച് രംഗം
റോഡിൽ പച്ച ഫയർ ട്രക്ക്.
റോഡരികിൽ നിർത്തിയിട്ടിരിക്കുന്ന ഒരു ചുവന്ന ട്രക്ക്
ചുവടെ മുൻ‌ഭാഗത്ത് വെളുത്ത നായ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
വിദൂര പർവതനിര
കറുപ്പും വെളുപ്പും ഉള്ള ഷൂസ്
ഒരു ബർട്ടൺ സ്നോബോർഡ് ധരിക്കുന്നു.
വെളുത്ത തരംഗങ്ങൾ തകർന്നുവീഴുന്നു
ഒരു മനുഷ്യന്റെ മൂക്ക്
ബെഞ്ചിന് പിന്നിൽ കറുത്ത ചെയിൻ ലിങ്ക് വേലി
വെളുത്ത നിറമുള്ള ബസ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു മുളക് നായ
കിവിയുടെ മൂന്ന് കഷ്ണങ്ങൾ
ട്രെയിനിലെ ഒരു ജാലകം
മനുഷ്യന് ചുരുണ്ട മുടിയുണ്ട്
ഒരു ചെറുതോണിയിൽ ഒരാൾ
ബേസ്ബോൾ കളിക്കാരൻ തടികൊണ്ടുള്ള ബാറ്റ് വീശുന്നു
റാസ്ബെറി ചുവന്നതാണ്
ഒരു കഫറ്റേരിയ ട്രേയിൽ ഭക്ഷണത്തിന്റെ പ്ലേറ്റുകൾ ഉണ്ട്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കട്ടിലിൽ ചുവന്ന തലയിണ.
വെള്ളത്തിലെ പച്ച അലകൾ
പുല്ലിൽ ഓടുന്ന നായ
ഉയരമുള്ള ജിറാഫ് നടക്കുന്നു
ഒരു ചെറിയ വെളുത്ത നായ
ഒരു സർഫ്ബോർഡിലെ നായ
ഉള്ളിൽ നിറമുള്ള ഇരുണ്ട പാത്രം.
മുന്നോട്ട് നോക്കിക്കൊണ്ട് ടെന്നീസ്കളിക്കാരൻ പുഞ്ചിരിക്കുന്നു
വ്യക്തി കൈവശം വച്ചിരിക്കുന്ന പതാക.
രണ്ട് മരം ക്ലോസറ്റ് വാതിലുകൾ
ഒരു ബക്കറ്റിനടുത്തേക്ക് എത്തുന്ന ഒരാൾ
ദ്വീപ് ബീച്ച് രംഗം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വയലിന്റെ മധ്യഭാഗത്തുള്ള മരം.
ഒരു നീല ഡമാസ്ക് വില്ലു ടൈ
തണലിൽ നിൽക്കുന്ന ഒരു പശു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു കെട്ടിടത്തിലെ പക്ഷി പ്രതിമ
ഒരു വെളുത്ത സർഫ്ബോർഡിൽ സർഫിംഗ് ചെയ്യുന്ന മനുഷ്യൻ ഒരു വെളുത്ത സർഫ്ബോർഡിൽ സർഫിംഗ് ചെയ്യുന്നു
ചക്രവാളത്തിൽ ഓറഞ്ച് സൂര്യാസ്തമയം
ബോട്ടിൽ നീല വര
ഒരു ബെഞ്ചിന്റെ നിലത്ത് ഒരു കറുത്ത നിഴൽ.
ആഴത്തിലുള്ള നീല പകൽ ആകാശം
അടുപ്പിന് മുകളിലുള്ള കറുത്ത മൈക്രോവേവ്
ഒരു നടപ്പാതയിൽ ഫയർ ഹൈഡ്രാന്റ്
നീളമുള്ള തുരുമ്പിച്ച കത്തി
വെളുത്ത തരംഗമുള്ള നീല വെള്ളം
ഇത് ഒരു വ്യക്തിയാണ്
നീളമുള്ള നീല മാക്സി പാവാട ധരിച്ച സ്ത്രീ
പക്ഷി പറക്കുന്നു
മഞ്ഞ വാഴപ്പഴത്തിന്റെ കൂട്ടം
പച്ച കുളി സ്യൂട്ടിലുള്ള ഒരു സ്ത്രീ
കസേരയിൽ വെളുത്ത സ്ലാറ്റ്
ഇതൊരു ട്രോളിയാണ്
പെൺകുട്ടി ഒരു സ്ട്രിംഗിൽ നിന്ന് തൂക്കിയിട്ട ഡോനട്ട് കഴിക്കുന്നു
ലേഡിക്ക് കറുത്ത മുടിയുണ്ട്
ഒരു പ്ലേറ്റിൽ വലിയ സാൻഡ്‌വിച്ച്
പ്ലെയിൻ ഡോണട്ട്സ് കേക്കിന്റെ ഒരു വെളുത്ത ട്രേ
കറുത്ത ചാരനിറത്തിലുള്ളതും വെളുത്തതുമായ ചെക്കേർഡ് സോഫ
രണ്ട് കൈകളിലെ സെൽ ഫോൺ
വെളുത്ത ടീ ഷർട്ട് ധരിച്ച മനുഷ്യൻ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കറുത്ത ബോട്ടിൽ വെളുത്ത അക്ഷരങ്ങൾ
ഒരു ചുവരിൽ ഫ്രെയിം ചെയ്ത ചിത്രം
ഗേറ്റിൽ ലൈറ്റുകൾ
കൂടുതൽ ദൃശ്യമായ ചുവപ്പും വെള്ളയും വരയുള്ള കുട.
മനുഷ്യൻ ഒരു വെളുത്ത സർഫ്ബോർഡിൽ സർഫിംഗ് ചെയ്യുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ഷർട്ടിൽ 134 നമ്പർ
ബോർഡ് പിന്നിൽ ഒരു വളഞ്ഞ ട്രയൽ സൃഷ്ടിക്കുന്നത് പല്ലിവരെ
ഒരു അച്ഛൻ മകനെ പിടിക്കുന്നു
വൈറ്റ് ബ്ലെൻഡർ
ഇരുണ്ട മുടിയുള്ള മനുഷ്യൻ വെളുത്ത സർഫ്ബോർഡുമായി വലതുവശത്തേക്ക് നടക്കുന്നു.
മേശപ്പുറത്ത് വെളുത്ത ബൗൾ
കടൽത്തീരത്ത് നിൽക്കുന്ന ഒരു നായ
ഒരു വെളുത്ത പോസ്റ്റ്
തെളിഞ്ഞ നീലാകാശത്തിന് നേരെ പറക്കുന്ന ജെറ്റുകൾ
നീല ജീൻസ് ഇട്ട മനുഷ്യൻ ഫിഷിംഗ് ചെയ്യുന്നു
ഇതൊരു നഗരപ്രദേശമാണ്
ബെഞ്ചുകളുള്ള ഒരു വലിയ പ്രദേശം
അക്ഷരം എൽ വെള്ളി പാത്രത്തിൽ
വില്ലു ടൈ ധരിച്ച മനുഷ്യൻ
ഒരു പാസഞ്ചർ ജെറ്റ് എഞ്ചിൻ
ബെഞ്ചിലെ പക്ഷി
സീലിംഗ് ടൈലിനടുത്തുള്ള സീലിംഗ് ടൈൽ
ഒരു ചുവന്ന ഫയർ ട്രക്ക്.
ധ്രുവത്തിൽ തീവണ്ടി അടയാളം
മതിലിനു നേരെ ഒരു ആവരണം
പൂച്ചയുടെ മുഖത്ത് നീളമുള്ള വിസ്കറുകൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഇതൊരു കുളിമുറിയാണ്
ഒരു ടാബ്‌ലെറ്റിലെ ഷെൽഫ്
ദ്വീപ് ബീച്ച് രംഗം
"മഞ്ഞ, കറുപ്പ് നിറത്തിലുള്ള ബ്ലാക്ക്‌ബെറി ഫോൺ"
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മനുഷ്യന് തൊപ്പി
കട്ടിലിൽ പൂച്ച
ഒരു കട്ടിലിന്റെ കൈ
മനുഷ്യന്റെ ചെവി
മനുഷ്യന്റെ ഇടത് കാൽ
വെള്ളത്തിനടുത്ത് പാറ
സ്ക്രീനിൽ വെളുത്ത പാച്ച്
ഇതൊരു തെരുവ് അടയാളമാണ്
ചുവന്ന സോഫ സീറ്റ്
60 ന്റെ ശൈലിയിലുള്ള സ്നോ ബോർഡ്
മരത്തിന്റെ പിന്നിൽ കെട്ടിടത്തിന്റെ ചാരനിറത്തിലുള്ള മുഖം
മേശപ്പുറത്ത് കറുത്ത ഫോൺ.
ഒരു വൃത്താകൃതിയിലുള്ള വെളുത്ത പ്ലേറ്റ് അതിൽ പൈ.
ട്രെയിൻ സ്റ്റേഷനിലെ സീലിംഗിൽ നിന്ന് വൈറ്റ് ക്ലോക്ക് സസ്പെൻഡ് ചെയ്തിരിക്കുന്നു
മേഘം വെളുത്തതാണ്.
പുഷ്പം ചുവപ്പാണ്.
തൂവാലയിലെ ഗ്ലാസ്
തുറന്ന കുടകൾ
കിടക്കയിൽ മൂന്ന് പേർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വ്യക്തി കുനിയുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
റോഡിന്റെ വശത്ത് ഇരിക്കുന്ന ടോയ്‌ലറ്റുകൾ
ഗെയിം കളിക്കുന്ന ടെന്നീസ് കളിക്കാരൻ
കടൽത്തീരത്ത് പെൺകുട്ടി
ഫ്രിഡ്ജിന്റെ തുറന്ന വാതിൽ
ഒരു സർഫറിന്റെ തല
ഓറഞ്ച് സ്നോബോർഡ്
ട്രെയിനിലെ നമ്പർ
തളിക കേക്ക് പ്ലേറ്റിൽ
ദ്വീപ് ബീച്ച് രംഗം
ടെന്നീസ് കോർട്ടിൽ ബ്രൗൺ നായ
ഇളം തവിട്ട് നിറമുള്ള ഭക്ഷണം
ദ്വീപ് ബീച്ച് രംഗം
മേശയിലെ ചെറിയ സ്‌ക്രീൻ
കുഞ്ഞ് ആന
ഒരു ബാഗ് കോട്ടൺ മിഠായി
മാക്രോണിയും ചീസും പാത്രത്തിലുണ്ട് .
ദ്വീപ് ബീച്ച് രംഗം
രണ്ട് കൈകളും കൊണ്ട് ഒരു ടെന്നീസ് റാക്കറ്റ് പിടിക്കുന്ന പെൺകുട്ടി
നിരവധി ബട്ടണുകളുള്ള വെള്ളി റിമോട്ട്
സ്കൈ സ്ലോപ്പിലെ അത്ലറ്റിക് വ്യക്തി
പക്ഷി കറുത്തതാണ്
ഇതൊരു കുളമ്പാണ്
വലുതും ചെറുതുമായ വെളുത്ത മേഘങ്ങളുള്ള നീലാകാശം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വെളുത്ത ഉപരിതല ബോർഡ്
സ്യൂട്ട്കേസ് നിലത്ത്
ഈ അടുക്കള പട്ടിക വൃത്തിയും വെടിപ്പുമുള്ളതാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ദ്വീപ് ബീച്ച് രംഗം
ജീൻസിൽ നിന്ന് തൂക്കിയിട്ട താക്കോലുള്ള ഒരു കുട്ടി
ഒരു പെട്ടിയിൽ തക്കാളി
വിമാനത്തിന്റെ വാൽ
തലകൾ ഓവർലാപ്പുചെയ്യുന്ന ആടുകൾ പരസ്പരം അഭിമുഖമായി വരിയിൽ നിൽക്കുന്ന
തെരുവിൽ ഒരു പബ്ലിക് സർവീസ് ബസ്
ഘടികാരമുള്ള വലിയ ക്ലോക്ക് ടവർ
ഒരു കുതിരയുടെ കാൽ
ഒരു ഗ്ലാസ് കോഫി
വൈറ്റ് ഹൈബ്രിഡ് ഇലക്ട്രിക് സിറ്റി ബസ് ഡ്രൈവിംഗ്
അവൻ ഒരു വീഡിയോ ഗെയിം കളിക്കുന്നു
മുൻവശത്ത് ഒരു പച്ച ചെടി
റോഡ് ചാര നിറമാണ്.
തല മൊട്ടയടിച്ച മനുഷ്യൻ
മേശപ്പുറത്ത് സ്കോച്ച് ടേപ്പ്
വളർത്തുമൃഗങ്ങളുടെ കിടക്കയിൽ കിടക്കുന്ന പൂച്ച
ഫ്രിസ്ബി കളിക്കുന്ന ഒരു നായ
ഫോട്ടോയിലെ ഒരു കിടക്ക
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വെള്ളത്തിനടുത്തുള്ള നീല ട്രാക്ടർ ട്രെയിലർ.
ഒരു ആൺകുട്ടി ഒരു ബേസ്ബോൾ പിച്ച് ചെയ്യുന്നു
രണ്ട് പച്ച തെരുവ് അടയാളങ്ങൾ.
നീളമുള്ള മുടിയുള്ള വേലിയിൽ പെൺകുട്ടി
പച്ച ആപ്പിളിന്റെ കൂമ്പാരം.
നിലത്ത് വെച്ചിരിക്കുന്ന സ്യൂട്ട്കേസ്.
തറയിൽ സ്യൂട്ട്കേസ്
തക്കാളി സോസിന്റെ പാത്രം.
ഇതൊരു പ്രകൃതി ക്രമീകരണമാണ്
ചുവപ്പും വെള്ളയും ബോട്ട്.
സ്നോബോർഡർ
ഇരിപ്പിടവും ലിഡ് അപ്പ് ഉള്ള ടോയ്‌ലറ്റ്
വെളുത്ത കാർ
ഫ്രിസ്ബീ കൊട്ടയിൽ ചുവന്ന ഫ്രിസ്ബീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കറുത്ത തെരുവിന്റെ ചെറിയ ഭാഗം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
അടുക്കള കൗണ്ടറിൽ വലിയ അക്വേറിയം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു ബേസ്ബോൾ മൈതാനം
"അരകപ്പ്, മുകളിൽ പെക്കൺസ്"
ഒരു പാത്രത്തിൽ പഴങ്ങൾ
ഒരു ചെറിയ വെളുത്ത പാത്രം
ഒരു കെട്ടിടത്തിന്റെ വിൻഡോ
ഇത് ഒരു മനുഷ്യനാണ്
ഒരു ഷർട്ടിന്റെ ബട്ടൺ
ഉയരമുള്ള കെട്ടിടത്തിലെ ഘടികാരം
ഒരു തീവണ്ടി കാർ ഒരു സ്റ്റേഷനിൽ പാർക്ക് ചെയ്തിരിക്കുന്നു
യുവ ബേസ്ബോൾ ബാറ്ററിൽ സിൽവർ ഫിനിഷ് ഹെൽമെറ്റ്
രണ്ട് സുഹൃത്തുക്കൾ അവരുടെ ഫോണുകൾ നോക്കി സമയം കടന്നുപോകുന്നു
ഫോട്ടോയിൽ നീലാകാശം മായ്‌ക്കുക
വശങ്ങളിൽ നനഞ്ഞ കറുത്ത അടയാളങ്ങളുള്ള മരതടി
ഇരുണ്ട കുഞ്ഞ് നീല ഷൂ
സ്കീ ചെയ്യാൻ പഠിക്കുന്ന കൊച്ചു പെൺകുട്ടി
ഒരു മേശപ്പുറത്ത് വാഴപ്പഴം
അസ്ഥി പശുവിന് പാൽ കൊടുക്കുന്നു
ഒരു കമ്പ്യൂട്ടർ ഓണാക്കി
വെള്ളത്തിൽ പ്രതിഫലനം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
സ്യൂട്ട്കേസുകളുടെ ഗ്രൂപ്പ്
ആൺകുട്ടിയുടെ കണ്ണ്
ഒരു മൈക്രോവേവ് അടുക്കളയിലുണ്ട്.
ഒരു തൂക്കു ശാഖയിൽ ഇലകൾ
മനുഷ്യന് കറുത്ത മുടിയുണ്ട്
അവർ ഒരു കടൽത്തീരത്താണ്
ഒരു സെൽ ഫോൺ കൈവശം വച്ചിരിക്കുന്ന ഒരു സ്ത്രീ.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
സ്ത്രീകൾ കൈവശം വച്ചിരിക്കുന്ന ക്യാമറ
നദിയിലെ ടഗ് ബോട്ട്
കൈ പിസ്സയിൽ തൊടുന്നു
കറുത്ത മാലിന്യ സഞ്ചി
ഒരു വയലിൽ പുല്ല് വടി ധാന്യം
സ്യൂട്ട് ധരിച്ച ഒരാൾ മൈക്രോഫോൺ പിടിക്കുന്നു
കേക്ക് അലങ്കരിച്ചിരിക്കുന്നു.
ഫോട്ടോയിലെ പാത്രങ്ങൾ
മഞ്ഞ് മൂടിയ മരങ്ങൾ
ഒരു പാണ്ട കരടി നിലത്ത് ഇരിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഇത് ഒരു തെരുവിലാണ്
ആൺകുട്ടികൾ കൈകൾ നിലത്ത്
യുവതി ഒരു ടെന്നീസ് റാക്കറ്റ് പിടിക്കുന്നു.
ഒരു കട്ടിലിൽ കിടക്കുന്ന ഒരു തവിട്ട് നായ
പൂച്ചയുടെ ചെവി
മുകളിൽ ബൈക്കുകളുള്ള കാർ
വെളുത്ത ഫ്രിസ്ബീ വായുവിലൂടെ പറക്കുന്നു
തുറന്ന കുട
ഒരു മൈതാനത്ത് നിരവധി പുരുഷ കളിക്കാർ
വെള്ളം ശാന്തമാണ്
കാപ്പിയുമായി ബെഞ്ചിലിരിക്കുന്ന സ്ത്രീ
ശാഖകളിൽ ഓറഞ്ച് ഇലകൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
മഞ്ഞ് ആഴമുള്ളതാണ്
വാക്സ് പേപ്പറിൽ ഡോനട്ട്
ഇത് ഒരു ട്രാഫിക് ലൈറ്റ് ആണ്
ഒരു ഹുഡ് ധരിച്ച ടെഡി ബിയർ.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വലിയ കറുത്ത സെൽ ഫോൺ
പക്ഷിയുടെ ചിറക്
ഒരു ബർഗണ്ടി വിഗ്
ഒരു പ്ലാസ്റ്റിക് ചവറ്റുകുട്ട
ദ്വീപ് ബീച്ച് രംഗം
ഒരു കറുത്ത ഇലക്ട്രിക് ബ്ലെൻഡർ
ആകാശത്തിലെ പക്ഷി
അത് ഒരു വിമാനമുണ്ട്
ചുവന്ന കുട സ്ത്രീക്ക് മുകളിൽ.
മോശം പ്രദേശത്തെ പുല്ല്.
വലിയ വെളുത്ത കൊമ്പുകളുള്ള ചെറിയ ആന
പരിമിതമായ സ്ഥലത്ത് ഒരു ഞെരുങ്ങിയ കുളിമുറി
കെട്ടിടത്തിന്റെ മുകളിൽ കാലാവസ്ഥാ വ്യതിയാനം.
ഇത് ഒരു മോട്ടോർ വീടിന്റെ ഉള്ളിൽ തോന്നുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
രണ്ട് ആൺകുട്ടികൾ സ്കേറ്റ്ബോർഡിംഗ്
ട്രാക്കിൽ ഇട്ടിരിക്കുന്ന ട്രെയിൻ
ശാഖയിൽ എഗ്രെത്
ചുവന്ന ജലാംശം
വെളുത്ത പെയിന്റ് ഉള്ള മതിൽ
റാക്കറ്റ് പിടിക്കുന്ന ഒരു ടെന്നീസ് കളിക്കാരൻ
ഒരു പല്ല് തേക്കുന്ന പെൺകുട്ടി
ഒരു കലത്തിൽ നടുക
"ഓറഞ്ച്, സിൽവർ ട്രെയിൻ"
പ്ലേറ്റിൽ സൂപ്പ് പാത്രം
മതിലിനു നേരെ ഹെഡ്‌ബോർഡ്
വയലിലെ ആളുകൾ
TSBBY ക്യാറ്റ് ഡെസ്‌കിന് കീഴിൽ പുന Rest സ്ഥാപിക്കുന്നു
വാക്കും അമ്പും നീല നിറത്തിൽ ചുവരിൽ
തെരുവ് കോണിലുള്ള സ്ത്രീ ഇടത് കൈ ഉയർത്തി
സീബ്ര വേലിക്ക് മുന്നിൽ നിൽക്കുന്നു
ഒരു കസേരയിൽ നിൽക്കുന്ന ഒരു കറുത്ത പൂച്ച
നിലത്ത് കറുത്ത പുള്ളി
ചിഹ്നം ത്രികോണാകൃതിയാണ്
ചുവരിൽ നിന്ന് തൂക്കിയിട്ടിരിക്കുന്ന തൂവാല
ഓറഞ്ച് ബിക്കിനിയിലെ കളിപ്പാട്ടം
നഗര കെട്ടിടങ്ങളുടെ മുൻവശം
ഒരു മരം കാപ്പി മേശ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ആകാശത്ത് മേഘ മൂടുന്നു
സർഫ്ബോർഡ് കൈവശമുള്ള പയ്യൻ
വിമാനത്തിന്റെ പ്രൊപ്പല്ലർ
ഇതൊരു ഫോർക് ആണ്
ഇതൊരു സ്കിൻ ചരിവാണ്
കറുത്ത ആടുകൾ പുൽത്തകിടിയിൽ മേയുന്നു
സ്ത്രീക്ക് തവിട്ട് നിറമുള്ള മുടിയുണ്ട്
മഞ്ഞ ജാക്കറ്റ് ഉള്ള പുരുഷ സ്കീയർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
തലയുടെ പിന്നിൽ
കറുപ്പും വെളുപ്പും ഫോട്ടോ
റെഡ് ഡബിൾ ഡെക്ക് ബസ്
മനുഷ്യൻറെ ബേസ്ബോൾ തൊപ്പി
ചുവന്ന കാബിൻ ബോട്ട് വെള്ളത്തിൽ
ആകാശം നീലയും വ്യക്തവുമാണ്
നിലത്ത് കറുത്ത പുള്ളി
ഒരു ചെറിയ കറുത്ത പൂച്ചക്കുട്ടി
ഇത് ഒരു കമ്പ്യൂട്ടർ ക്ലാസ് പോലെ തോന്നുന്നു
"നീലയും , കറുപ്പും ഉള്ള ടെന്നീസ് റാക്കറ്റ്."
വലിയ പച്ചയും വെള്ളയും ചതുര ചിഹ്നം.
മേശപ്പുറത്ത് വൈൻ ഗ്ലാസുകൾ
മഞ്ഞുമൂടിയ വെളുത്ത നിലം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ചുവന്ന വെളിച്ചത്തിൽ ഒരു വെളുത്ത വാൻ നിർത്തി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പൂച്ചയുടെ വാൽ
രണ്ട് വെളുത്ത കസേരകൾ പരസ്പരം അടുത്താണ്.
പട്ടം
വെളുത്ത ചക്രങ്ങളുള്ള ഒരു കറുത്ത സ്കേറ്റ്ബോർഡ്
വിശാലമായ വീഞ്ഞ് ഗ്ലാസ് മേശപ്പുറത്ത്
പുല്ല് വയലിൽ കിടക്കുന്ന രണ്ട് ആടുകൾ
നടക്കരുതെന്ന് സൂചിപ്പിക്കുന്ന ചുവന്ന ട്രാഫിക് ലൈറ്റ്
മനോഹരമായി അലങ്കരിച്ച കുളിമുറി
സ്വർണ്ണ ഘടികാരം
ടെന്നീസ് കളിക്കുന്ന ഒരാൾ
പുഷ്പ പാറ്റേൺ ടൈ ധരിച്ചിരിക്കുന്ന മനുഷ്യൻ
വശത്ത് കറുത്ത വേലി
ഒരു മതിലിന്റെ അഗ്രം
സ്റ്റൂളിന് ഒരു പാഡ്ഡ് സീറ്റ് ഉണ്ട്.
ഒരു പ്രദർശനത്തിൽ മൂന്ന് ആനകൾ
കപ്പ് കേക്ക് കൗണ്ടറിൽ
മോട്ടോർസൈക്കിളിന്റെ വശത്ത് ഡിസൈൻ
കരടിയുടെ ചെവി
പർപ്പിൾ ട്രിം ഉള്ള കുട്ടികളുടെ ചുവന്ന റബ്ബർ റെയിൻബൂട്ടുകൾ
ഒരു അടുക്കള.
കേക്ക് ഹൃദയത്തിന്റെ ആകൃതിയിലാണ്.
ഒരു ചുവന്ന ബസ്
വെളുത്ത കുപ്പായമുള്ള മനുഷ്യൻ താഴേക്ക് നോക്കുന്നു
ചാര കുതിര
ചുരുണ്ട മുടിയുള്ള സ്ത്രീ
ചാരനിറത്തിലുള്ള തൊപ്പി ധരിച്ച ചെറുപ്പക്കാരൻ.
റെഡ് സ്റ്റോപ്പ് ചിഹ്നം
ഉയരമുള്ള ജിറാഫ് ക്യാമറ അഭിമുഖീകരിക്കുന്നു
സെൽ‌ഫോണിലെ ഒരു നമ്പർ‌
പച്ചയും വെള്ളയും ഹൈവേ ചിഹ്നം
പയ്യൻ ഒരു ഫ്രിസ്‌ബിയുമായി കളിക്കുന്നു
വാട്ടർ ഹോൾഡിംഗ് സർഫ് ബോർഡ് മനുഷ്യൻ
പുല്ലിൽ രണ്ട് കുതിരകൾ
പച്ചക്കറികൾക്ക് മുകളിൽ തൂക്കിയിട്ടിരിക്കുന്നു
ജിറാഫ് ഒരു കുന്നിൻ മുകളിലൂടെ.
"നീലയും , മഞ്ഞയും തീവണ്ടി"
ഒരു വെളുത്ത പാത്രത്തിൽ പൂക്കളുണ്ട്
കുന്നിൻ മുകളിൽ നിൽക്കുന്ന കുടം.
വിൻഡോയിലെ പ്രകാശത്തിന്റെ പ്രതിഫലനം
ഒരു ഗ്രാമീണ അഴുക്ക് റോഡ്
ഒരു ബണ്ടിൽ പച്ചക്കറികൾ
ഫോൺ കൈവശമുള്ളയാൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഇതൊരു മൃഗമാണ്
ഒരു വെളുത്ത പ്ലേറ്റിൽ പിസ്സ.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മുകളിൽ പൊടി ഉള്ള ഇരുമ്പ് സ്റ്റോവ്.
പിസ്സയിൽ കറുത്ത പൊള്ളലേറ്റ സ്ഥലം
മാൻ റേസിംഗ് ബൈക്ക്
പാണ്ട കരടി പാറകളിൽ നടക്കുന്നു.
ഇരുണ്ട മുടിയുള്ള മനുഷ്യൻ
ഇതൊരു തലയാണ്
പച്ച കപ്പിൽ പീച്ച് ഗോളങ്ങൾ
നിലത്ത് മഞ്ഞ്.
വെളുത്ത പ്ലേറ്റിൽ നാൽക്കവല
തലയിണ ചുവന്നതാണ്
ഒരു ട്രെയിൻ സ്റ്റേഷനിൽ ട്രെയിൻ
റെയിൽ‌വേ ട്രാക്കുകളിൽ‌ ഹ്രസ്വ ട്രെയിൻ‌
ചുട്ട ഉരുളക്കിഴങ്ങ് .
ഗ്രേ ട്രെയിൻ
പക്ഷി ഓറഞ്ച് നിറമാണ്
ഒരു മുറ്റത്ത് കോഴികൾ
വഴിയുടെ വശത്ത് ഒരു വെളുത്ത കാർ
ചിഹ്നം ചുമരിൽ തൂക്കിയിരിക്കുന്നു
കമ്പ്യൂട്ടർ ഉള്ള ഒരു പെൺകുട്ടി
മെറ്റൽ ഹാൻഡിൽ കത്രിക
കുറച്ച് ജിറാഫുകൾ
സ്നോബോർഡർ അവന്റെ കാലുകളിലേക്ക് നോക്കുന്നു
ഘടികാരത്തിലെ കണ്ണാടി ഷാർഡുകൾ
ചിഹ്നങ്ങളുള്ള ചിഹ്നം നിർത്തുക
ഒരു ടോയ്‌ലറ്റിന്റെ ഭാഗം
വലതുവശത്ത് കല്ല് നിയന്ത്രിക്കുക
കോണിലെ പോളിൽ ട്രാഫിക് ലൈറ്റ്
നിലക്കടല വെണ്ണയും ജെല്ലിയുമാണ് സാൻഡ്‌വിച്ച്.
ചുവരിൽ വെളുത്ത കപ്പ്
തെരുവ് ചിഹ്നം ബ്ലഡ് ഓൺലൈൻ വായിക്കുന്നു
ഒരു നായ സ്കേറ്റ്ബോർഡ് വഹിക്കുന്നു
പുല്ലിൽ സീബ്ര നിൽക്കുന്നു
പഴങ്ങളും പച്ചക്കറികളും മുറിക്കുക
രണ്ട് ജിറാഫുകൾ ഒരുമിച്ച് നടക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കറുത്ത സ്യൂട്ട് ധരിച്ച മനുഷ്യൻ
മഞ്ഞിൽ‌ നടക്കുന്ന വ്യക്തി
വെളുത്ത പോളോ ഷർട്ടിലുള്ള മനുഷ്യൻ
ചുവന്ന വിശദാംശങ്ങളുള്ള കറുത്ത ലഗേജ്
പൂച്ച പാവ്
സ്കി ചരിവിലുള്ള ഒരാൾ
മെട്രോയിലെ ഒരു ബിസ്സി സ്ട്രീറ്റ്
പത്ത് സ്പീഡ് ബൈക്ക്
കുതിരപ്പുറത്ത് സവാരി നടത്തുന്ന രണ്ടുപേർ
ഒരു ചുവന്ന സ്റ്റണ്ട് വിമാനം
മൃഗശാലയ്ക്കുള്ളിൽ നിൽക്കുന്ന ജിറാഫ്
സ്ത്രീകളുടെ തലയിൽ കട്ടിയുള്ള തൊപ്പി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചുമരിൽ പിച്ചള വലിയ മണി
വീണ മരത്തിൽ കരടികളുടെ ഒരു കൂട്ടം
തുണിയിൽ പിസ്സ
വെള്ളത്തിനടുത്തുള്ള ബോട്ടുകൾ
ഒരു മേശയിൽ നാല് പ്ലേറ്റുകൾ
ഒരു കരടിയുടെ കാൽ
ഒരു സീലിംഗ് ലൈറ്റ് ഫർണിച്ചർ
ആകർഷകമായ ഏഷ്യൻ സ്ത്രീ ഒരു കപ്പ് കേക്ക് ഉയർത്തിപ്പിടിക്കുന്നു
നീളമുള്ള അസ്ഫാൽറ്റ് പാത
നിലത്ത് ഒരു പാറ
തെളിഞ്ഞ ആകാശത്തിന്റെ ഭാഗം
കുഞ്ഞ് ആന
പെൺകുട്ടി കിടക്കുന്നു
ഇതൊരു പവർ ലൈൻ പോസ്റ്റാണ്
ഡോക്കിലെ തടികൊണ്ടുള്ള പാത
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
മേശയിലെ കമ്പ്യൂട്ടർ മോണിറ്റർ
ബസിലെ നീല ഇരിപ്പിടങ്ങൾ
വാടകയ്ക്ക് എന്ന് എഴുതിയ ചിഹ്നം.
റോഡിൽ ഒരു കന്നുകാലിക്കൂട്ടം
കയ്യിൽ വൈൻ ഗ്ലാസ്
മൃഗങ്ങൾ നന്നായി നടക്കുന്നു
"ചുവപ്പ്, നീല നിറത്തിലുള്ള അഗ്നി ജലാംശം"
പശ്ചാത്തലത്തിലുള്ള മുള
ഒബ്‌ജക്റ്റിലെ ഒരു ക്ലോക്ക്.
ഒരു ഇലക്ട്രിക് ഔട്ലെറ്റിൽ കറുത്ത പ്ലഗ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു പോസ്റ്റിലെ തെരുവ് ചിഹ്നം
മാലിന്യ ക്യാൻ ചുമരിൽ ഘടിപ്പിച്ചിരിക്കുന്നു
യുവതി ഒരു സെൽ ഫോൺ കൈവശം വച്ചിരിക്കുന്നു.
ചാരനിറത്തിലുള്ള നരച്ച മെറ്റീരിയൽ.
സമതലത്തിൽ സ്നോകൾ
ക്രോസ് കൺട്രി സ്കീയർ
ഭക്ഷണം നിറഞ്ഞ ഒരു പ്ലേറ്റ്
കൊട്ടയിൽ ഒരു ഹോട്ട്ഡോഗ് വെച്ചിരിക്കുന്നു
ചുമരിൽ ഒരു വാഴപ്പഴത്തിന്റെ ചിത്രം
ഒരു കൂട്ടം ആളുകൾ ഒരു സ്കൂൾ ലിഫ്റ്റിനായി കാത്തിരിക്കുന്നു
ഒരു കുട്ടി ചെറിയ കളിപ്പാട്ടം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മേശ വെളുത്തതാണ് .
കുഞ്ഞ് ആന
ഒരു സെൽ ഫോൺ കൈയിൽ പിടിക്കുക.
ഫ്രിസ്ബിയെ വായിൽ വഹിക്കുന്ന നായ
ഒരു കുട്ടിയെ ചുമക്കുന്ന സ്ത്രീ
പർവതത്തിലേക്ക് ഇറങ്ങുന്ന വ്യക്തി
തലയിൽ ഒരു നെയ്ത്തു തൊപ്പി
ഒരു ബാഗ് കോട്ടൺ മിഠായി
പക്ഷി ഒരു വിളക്കുമാടത്തിനരികിൽ നിൽക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു വിമാനം പറക്കുന്നു
മൃഗങ്ങളുടെ ചെവിയിൽ ടാഗ് ചെയ്യുക.
ഒരു പഴ പാത്രത്തിൽ വാഴപ്പഴം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഗതാഗത വിളക്ക് കത്താത്ത അവസ്ഥയിലാണ്
മേശപ്പുറത്ത് വെളുത്ത ത്രിതല കേക്ക്
മനുഷ്യൻ ഓടുന്നു.
നാല് പേർ ഒരു മേശയ്ക്കു ചുറ്റും ഇരിക്കുന്നു
മോട്ടോർ സൈക്കിളിൽ പോലീസ് ഉദ്യോഗസ്ഥൻ
തുറന്ന ട്രെയിൻ വാതിലിന്റെ കാഴ്ച.
ഒരു കൂട്ടിൽ ജിറാഫുകൾ
ഇവ ചില ഫ്രൈകളാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
താടിക്കടിയിൽ വെളുത്ത രോമങ്ങൾ
ഒരു കലത്തിൽ പുഷ്പം
ഒരു മനുഷ്യന്റെ ബ്രൗൺ ഷോർട്ട് കട്ട് ചെയ്ത മുടി
ഇതാണ് അവന്റെ തൊപ്പി
ഒരു പച്ച ടെന്നീസ് ബോൾ
നെടുവീർപ്പിന് ഒരു അമ്പടയാളം ഉണ്ട്
നിലത്ത് കറുത്ത പുള്ളി
ഓറഞ്ച് സ്വെറ്റർ ഷർട്ടിൽ മനുഷ്യൻ
ദമ്പതികൾ മഞ്ഞിൽ ഇരിക്കുന്നു
സ്ത്രീകൾ ഫ്രിസ്‌ബീ കളിക്കുന്നു
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഇതൊരു ചുവന്ന വാനാണ്
പച്ചയും വെള്ളയും അടയാളബോർഡ്‌
മൗസ് കറുത്ത നിറത്തിലാണ്
മഞ്ഞുവീഴ്ചയിൽ നിൽക്കുന്ന വ്യക്തി
പുസ്തകം മഞ്ഞയാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചുമരിൽ മൂന്ന് ചിത്രങ്ങൾ
ഒരു കമ്പ്യൂട്ടറിലെ കളിയുടെ സമ്പ്രദായം
മുൻവശത്ത് രണ്ട് വിമാനങ്ങൾ
വൈറ്റ് വാഷിംഗ് മെഷീന്റെ മുൻവശത്ത്
പശു പുല്ലിൽ ഇരിക്കുന്നു
മനുഷ്യൻ നീല നിറത്തിലുള്ള പ്ലെയ്ഡ് ഷർട്ട് ധരിച്ചിരിക്കുന്നു
ചുവപ്പും വെള്ളയും അടയാളം.
ഒരു സൈനിക ചരക്ക് ജെറ്റ് ആകാശത്തിന് കുറുകെ പറക്കുന്നു
മനുഷ്യൻ പശ്ചാത്തലത്തിന് മുന്നിൽ നിൽക്കുന്നു
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
വിമാനം മേൽക്കൂരയിൽ നിന്ന് തൂങ്ങിക്കിടക്കുന്നു
വെള്ളത്തിൽ ഒരു ബൈക്ക്
ഒരു സോക്കർ കളിക്കാരന്റെ കാല്
ഒരു കറുത്ത കരടി ഉറങ്ങുന്നു.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ചില കുട്ടികൾ ഒരു വീടിനുള്ളിലാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പകൽ ആകാശത്ത് വെളിച്ചം
കുതിരകൾ‌ ഒരു ബഗ്ഗി വലിക്കുന്നു
സ്ത്രീകൾക്ക് വെളുത്ത തൊപ്പികൾ
സെൽഫോൺ ഫ്ലിപ്പ്ഫോപ്പാണ്
പൂച്ചയ്ക്ക് ചാരനിറവും തവിട്ടുനിറത്തിലുള്ള വരകളുമുണ്ട്.
പക്ഷിയുടെ കാലുകൾ
മോട്ടോർ ഉപയോഗിച്ച് ബോട്ട്
വെളുത്ത ഫ്രിസ്ബീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നായയുടെ കോളറുമായി ബന്ധിപ്പിച്ചിരിക്കുന്നു
കുഞ്ഞ് ആന
വലിയ ചുവന്ന സ്റ്റോപ്പ് ചിഹ്നം
പക്ഷി സ്റ്റമ്പിൽ നിൽക്കുന്നു
ചുവരിൽ പച്ച കടലാമ
പുൽ മൈതാനത്ത് ടെന്നീസ് മത്സരം
ഒരു വ്യക്തി ബെഞ്ചിൽ ഇരിക്കുന്നു
ചുവപ്പ് വെള്ളയും നീലയും കുട
ജിറാഫ് മരത്തിൽ നിന്ന് കഴിക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
റാലി കാർ റേസിൽ നിരവധി കാണികൾ
ഒരു കുതിച്ചുചാട്ടത്തിന് ചുറ്റും പൊതിഞ്ഞ നായ്ക്കളുടെ ദമ്പതികൾ
ചുവന്ന അക്ഷരങ്ങളുള്ള വെളുത്ത ട്രെയിൻ
മരം കാബിനറ്റിന് അടുത്തുള്ള ക്യാബിനറ്റ്
നീല ചതുരാകൃതിയിലുള്ള തെരുവ് ചിഹ്നം
വായുവിൽ പുക
കെട്ടിടത്തിലെ ചിഹ്നം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു വ്യക്തി സമുദ്രത്തിൽ
ചെറിയ വെളുത്ത റഫ്രിജറേറ്റർ
മോട്ടോർസൈക്കിളുകൾ പുറത്ത് പാർക്ക് ചെയ്തിരിക്കുന്നു
ഒരു തളികയിൽ ദോശ
ഒരു സീബ്രയും അതിന്റെ കുട്ടിയും നടക്കുന്നു
ഒരു മനുഷ്യന് ചുവന്ന തൊപ്പി
മഞ്ഞുവീഴ്ചയുള്ള ചരിവിലുള്ള സ്കീയർമാർ
പ്ലേറ്റിൽ സ്‌കോൺ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ഭക്ഷണത്തിന്റെ ഭാഗം
കയ്യിലെ നീളമേറിയ വിരൽ
തവിട്ട് നിറമുള്ള മുടിയുള്ള തല
ജിറാഫ് പുല്ലു തിന്നുന്നു
പുഷ്പം കുപ്പായത്തിലാണ്
ഒരു സർഫ്ബോർഡിലെ പയ്യൻ
പൂച്ചയ്ക്ക് ഇടത് ചെവി ഉണ്ട്
ഒരു പെൺകുട്ടിയുടെ പുഞ്ചിരിക്കുന്ന മുഖം
ഒരു പ്ലേറ്റിൽ ഒരു സാൻഡ്‌വിച്ച്.
ചാരനിറത്തിലുള്ള ബെഞ്ച് നടപ്പാതയിൽ ഇരിക്കുന്നു
മുൻവശത്ത് ഒരു നീല ചിഹ്നം
കാഴ്ച മൃഗശാലയിലാണ്
കത്രികയുടെ ഒരു ഭാഗം
ഒരു കുളിമുറിയിൽ ടോയ്‌ലറ്റ് ഘടകം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു സാൻഡ്‌വിചിൻ്റെ പകുതി
ഒരു റെസ്റ്റോറന്റിലെ ജീവനക്കാർ
കുഞ്ഞ് ആന
ഒരു വിമാനത്തിന്റെ എഞ്ചിൻ
ടെന്നീസ് കളിക്കാരൻ ജമ്പിംഗ്
ബാത്ത്റൂം തറ ഉൾക്കൊള്ളുന്ന ചെറിയ ടാൻ ടൈലുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ആകാശവിമാനത്തിന്റെ ചിറക്
ഒരു കറുത്ത കരടി മരത്തിൽ ഉറങ്ങുന്നു
പുരുഷന്റെ കഴുത്തിലെ ടൈ
രണ്ട് സർഫറുകൾ കടൽത്തീരത്ത് സർഫ്ബോർഡുകൾ പിടിക്കുന്നു
ഒരു ചെറിയ വിമാനം ആകാശത്തിന് കുറുകെ പറക്കുന്നു
മൂന്ന് ചെറിയ ഹോട്ട് ഡോഗുകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു മുറിയുടെ ഇന്റീരിയർ
വെള്ളത്തിന് മുകളിലൂടെയുള്ള പാലം
ഒരു ചെറിയ വാണിജ്യ വിമാനം ആകാശത്ത് പറക്കുന്നു
ബസിൻ്റെ വലിയ കറുത്ത ടയർ
ട്രെയിനിന്റെ മുൻഭാഗം
ഇതൊരു പട്ടികയാണ്
ടാൻ മേശയുടെ മുകളിൽ തുറന്ന പെട്ടി
പക്ഷിയുടെ കണ്ണ്
ഒരു വെളുത്ത നായയുടെ തല
പരവതാനിയിൽ ഒരു പൂച്ച
അടുപ്പിൽ തീ
നിർത്തൽ വിളക്കിൽ പച്ച വെളിച്ചം
വടിയുടെ മുകൾ ഭാഗം
ഒരു പഴയ ഫോട്ടോ
തുറന്ന ജിറാഫിന്റെ വായ.
"പ്രവർത്തനത്തിൽ പിങ്ക്, വൈറ്റ് ഫ്രിസ്‌ബീ"
ജിറാഫിന്റെ കാൽ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ധ്രുവത്തിൽ അമേരിക്കൻ പതാക
മനുഷ്യൻ നാവ് പുറത്തേക്ക് നീട്ടുന്നു
പശ്ചാത്തലത്തിൽ ഒരു വെളുത്ത കപ്പ്
വായുവിൽ കൂടുതലും നീലനിറത്തിലുള്ള ഒരു കറുത്ത മനുഷ്യൻ.
വെള്ളത്തിൽ പൊങ്ങിക്കിടക്കുന്ന ഒരു ബൂയി.
ഒരു തിരമാലയ്ക്കായി കാത്തിരിക്കുന്ന ഒരു സർഫർ
ഒരു വ്യക്തി കുട പിടിക്കുന്നു
ടവറിൽ വെളുത്ത ക്ലോക്ക് മുഖം
മേശപ്പുറത്ത് ഡിജിറ്റൽ ക്ലോക്ക്
ഒരു തവിട്ട് ലെതർ കിടക്ക
രണ്ട് ട്രാഫിക് ലൈറ്റുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഡെൽറ്റ വിമാനം നിലത്ത്
സ്ത്രീയും പുരുഷന്മാരും ഒരു അടുക്കളയിൽ
ഫീൽഡിലെ ഡേർട്ട് ബൈക്കർ
വിമാനത്തിലെ വിമാനം
വെളുത്ത വസ്ത്രം ധരിച്ച കുട്ടി
ദ്വീപ് ബീച്ച് രംഗം
നീളമുള്ള കഴുത്തുമായി ഒരു ജിറാഫ്
"ഒരു ചിക്കൻ, ബ്രൊക്കോളി വിഭവം"
ചുവപ്പും വെള്ളയും ടാക്സി ക്യാബ്
ഒരു മെറ്റൽ റെയിലിംഗിൽ മഴത്തുള്ളികൾ
കറുത്ത ഹെൽമെറ്റ് ധരിച്ച വ്യക്തി.
കുഞ്ഞ് ആന
ഇതാണ് റോഡ്
ചുവന്ന ബസ്സിൽ വെളിച്ചം
ഒരു വലിയ വിമാനം
മനുഷ്യൻ സ്കേറ്റ്ബോർഡിംഗാണ്.
ആകാശത്തിലെ പക്ഷി
ലെഡ്ജിലുളള പക്ഷി
വസ്ത്രങ്ങൾ ചുവപ്പാണ്
വായുവിൽ ഓറഞ്ച് ഫ്രിസ്ബീ
ദ്വീപ് ബീച്ച് രംഗം
ഇത് ഒരു മനുഷ്യനാണ്
ഇവ പുല്ലാണ്
കുഞ്ഞ് ആന
ഒരു സോക്ക് കുരങ്ങ്
വ്യക്തി ഒരു സ്നോബോർഡ് വഹിക്കുന്നു
ഫ്രിഡ്ജിലെ പാൽ കാർട്ടൂണിൽ
ഒരു കാർ റോഡരികിലാണ്
സാൻഡ്‌വിച്ചിന് മുകളിൽ വെളുത്ത റൊട്ടി.
കുളിമുറിയുടെ ചുമരിൽ ടൂത്ത് ബ്രഷുകൾ
ഇവ ജിറാഫുകളാണ്
നീലാകാശത്തിന്റെ ചെറിയ ഒരു ഭാഗം
വായിൽ ഫോണുള്ള കുട്ടി
സാൻഡ്‌വിച്ചിന്റെ പകുതി
ഒരു അഷ്ടഭുജ ചുവപ്പും വെള്ളയും അടയാളം
ഒരു കുട്ടി പ്ലാറ്റ്ഫോമിൽ നിൽക്കുന്നു
ചാരനിറത്തിലുള്ള പരവതാനിയുടെ ചെറിയ ഭാഗം
അടുക്കളയിൽ ഒരു വെളുത്ത റഫ്രിജറേറ്റർ
വെള്ളയും ചുവപ്പും അടയാളം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
നായ കടൽത്തീരത്ത് കിടക്കുന്നു
ട്രാഫിക് ലൈറ്റിൽ ചുവന്ന ലൈറ്റ്
ബാത്ത്റൂം ചുവരിൽ വൈറ്റ് സിങ്ക്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
അഴുക്കുചാലിൽ നിൽക്കുന്ന സ്ത്രീ
പശ്ചാത്തലത്തിലുള്ള ഈഫൽ ടവർ.
തൊപ്പിയിൽ തലയോട്ടിയും ക്രോസ്ബോണുകളും
ഒരു പെൺകുട്ടി സർഫിംഗ് ചെയ്യുന്നു
കുഞ്ഞ് ആന
പ്ലേറ്റിൽ ഞണ്ട് കേക്ക്
ഒരു ബോട്ടിൽ ഒരു ചുവന്ന ബോയ്
മനുഷ്യൻ ഒരു കുഞ്ഞിനെ പിടിക്കുന്നു
റിബൺ ചുവപ്പാണ്
ടാർമാക്കിലെ വിമാനം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ബാറ്റ് പിടിച്ചിരിക്കുന്നു ബേസ്ബോൾ കളിക്കാരൻ
വീട്ടിൽ തവിട്ട് മതിൽ
കാഴ്ച തെരുവിലാണ്
തവിട്ടുനിറത്തിലുള്ള കരടി കാടുകളിൽ നടക്കുന്നു.
രണ്ട് ആളുകൾ ഒരു ബെഞ്ചിൽ ഇരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നായ മേശപ്പുറത്തുണ്ട്
തവിട്ടുനിറത്തിലുള്ള പ്ലാന്ററിൽ പിങ്ക് പുഷ്പം
കുന്നിന്റെ വശത്തുള്ള മരങ്ങൾ
ഖാക്കി ധരിച്ച പശ്ചാത്തലത്തിലുള്ള വ്യക്തി
ഒരു ചെറിയ ടിവി
ഒരു വീഡിയോ ഗെയിം കളിക്കുന്ന ആളുകൾ.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ട്രക്ക് ഒരു കാർ‌പോർട്ടിന് കീഴിൽ നിർത്തി
ഒരു ക്രീമിന്റെ ഭാഗം
ഫ്രൈകളുടെ കൂമ്പാരം
രണ്ട് ടെന്നീസ് കളിക്കാർ കവിളിൽ ചുംബിക്കുന്നു
ഇതൊരു ബ്ലെൻഡറാണ്
ഒരു ചക്രത്തിന്റെ ഭാഗം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു പർവതത്തിന് മുകളിലുള്ള ചിത്രം
തവിട്ടുനിറത്തിലുള്ള കുതിര നിലത്ത്
മുതിർന്നവർക്കുള്ള ജിറാഫുകൾ ഒരു സഫാരിയിൽ.
ഇതൊരു പൂച്ചയാണ്
സമുദ്രത്തിൽ സർഫിംഗ് ചെയ്യുന്ന ഒരാൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പകൽ ആകാശത്തിന്റെ നീല
ആൺകുട്ടി പാചകം ചെയ്യുന്ന ബ്ലാക്ക് ആൻഡ് വൈറ്റ് ഫോട്ടോ
രണ്ടുപേർ ആലിംഗനം ചെയ്യുന്നു
ചാരനിറത്തിലുള്ള കെട്ടിടത്തിന് മുകളിൽ ആഴത്തിലുള്ള നീലാകാശം
പെൺകുട്ടി സർഫ്ബോർഡിലാണ്
സ്റ്റോപ്പ് ചിഹ്നത്തിൽ ഗ്രാഫിറ്റി
ഇതൊരു കാറാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മോട്ടോർ സൈക്കിളിൽ ഒരാൾ
എയർ ടെർമിനലും പശ്ചാത്തലത്തിലുള്ള പർവതങ്ങളും
വെളുത്ത ക്ലോക്ക് മുഖമുള്ള കല്ല് ഗോപുരം
ഫോട്ടോ ബോസ്റ്റൺ പബ്ലിക് ലൈബ്രറിയുടെ ഉടമസ്ഥതയിലുള്ളതാണ്
ഇതാണ് ആകാശം
കുതിരയ്ക്ക് കറുത്ത ചെവികളുണ്ട്
പാലത്തിന് കീഴിൽ പ്രവർത്തിക്കുന്ന ട്രെയിൻ ട്രാക്കുകൾ
ഇതൊരു പൂച്ചയാണ്
"മൃഗശാലയിലെ തവിട്ട്, വെള്ള ജിറാഫിന്റെ തല"
കരടി ഫ്ലഫി ആണ്
പശു കിടക്കുന്നു
ജിറാഫിന്റെ കഴുത്തിൽ തവിട്ട് നിറമുള്ള മുടി.
അമേരിക്കൻ പതാക കാറ്റിൽ പറക്കുന്നു
കൌണ്ടർ ‌ ടോപ്പിൽ‌ വെളുത്ത പാത്രം
കാഴ്ച അടുക്കളയിലാണ്
പുല്ലുള്ള വെള്ളത്തിന് മുകളിലുള്ള മണൽത്തിട്ട
ഇതൊരു സർഫിംഗ് ആളാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വാഴപ്പഴം പരസ്പരം അടുക്കിയിരിക്കുന്നു.
ഒരു അടുക്കളയിലെ ആളുകൾ
ഭക്ഷണത്തിന്റെ പ്ലാറ്റ് ഡ്രില്ലറിൽ ഉണ്ട്
മൂന്ന് കുതിരകൾ പരസ്പരം അടുത്ത് നിൽക്കുന്നു
കുട നീലയാണ്
ക്രീം നിറമുള്ള തൊപ്പി.
അഴുക്കുള്ള പച്ച നിറമുള്ള പുല്ല്
ദ്വീപ് ബീച്ച് രംഗം
ഒരു മനുഷ്യൻ സർഫിംഗ് ചെയ്യുന്നു.
ഒരു ചക്രത്തിന്റെ അറ്റം
ചുവപ്പും വെള്ളയും പതാക
ഒരു സാൻഡ്‌വിച്ചിന്റെ ചെറിയ ഭാഗം.
ജെറ്റ് ചുവപ്പ് വെള്ളയും നീലയുമാണ്.
"വെള്ള, നീല നിറങ്ങൾ ഉള്ള ബസ്"
പ്ലെയ്ഡ് ബട്ടൺ ഉള്ള ഷർട്ട്‌ ധരിച്ച മനുഷ്യൻ
അടുക്കളയിലെ റഫ്രിജറേറ്റർ
മനുഷ്യന് കറുത്ത തൊപ്പി ഉണ്ട്
കറുപ്പും വെള്ളിയും എസ്‌കലേറ്ററുകൾ
"ചുവപ്പ്, ബ്രൗൺ നിറമുള്ള ഐസ്ക്രീം"
പുരുഷന്റെ കാലിൽ ഒരു നായ
ഒരാൾ കട്ടിലിൽ ഇരിക്കുന്നു
ഒരു കടലിന്റെ ഭാഗം
ജിറാഫ് ഇരിക്കുന്നു
നടപ്പാതയിലെ ടി മൊബൈൽ സ്റ്റോർ
മണലിൽ പക്ഷി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പാന്റ്സ് കറുത്തതാണ്
പൂച്ച മേശപ്പുറത്ത് നടക്കുന്നു
ഒരു പുല്ലിന്റെ ഭാഗം
തവിട്ടുനിറത്തിലുള്ള സ്വെറ്റർ ധരിച്ച മനുഷ്യൻ
പന്ത് നീലയാണ്
നിലത്ത് കറുത്ത പുള്ളി
നീലാകാശത്തിന്റെ ഒരു വലിയ പ്രദേശം.
പിസ്സ പകുതി കഴിച്ചു
കട്ടിലിൽ വലിയ വെളുത്ത കരടി.
ഇത് ഒരു മലയിലാണ്
വെളുത്ത പെട്ടിയിൽ വാഴപ്പഴം
കോട്ട് കറുത്തതാണ്
പഴുത്തതും പഴുക്കാത്തതുമായ വാഴപ്പഴം ഒരുമിച്ച്.
ഒരു തളികയിൽ വെള്ളരി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മാംസത്തിൽ ചെറിയ പച്ച ഇല
പച്ച പുല്ലിൽ വെളുത്ത ആട്.
വിമാനം നീലയും വെള്ളയുമാണ്
ഡോനട്ട്സിന്റെ വെളുത്ത പെട്ടി
ഇതാണ് വൃക്ഷം
മനുഷ്യൻ ബെഞ്ചിൽ ഇരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
തെരുവ് മുറിച്ചുകടക്കുന്ന ആളുകൾ
ധാരാളം അലമാരകളുള്ള ഒരു അടുക്കള പ്രദേശം
ഇതൊരു ബേസ്ബോൾ ഗെയിമാണ്
മുതിർന്ന കരടിയെ പിന്തുടരുന്ന ബേബി ബാൽക്ക് ബെയർ
കാട്ടിലെ മൃഗങ്ങൾ
ഐസ്ക്രീമിന് മുകളിൽ പാത്രത്തിൽ പൂച്ച ഭക്ഷണം.
നിലത്ത് കറുത്ത പുള്ളി
പി-ആർട്ട് എഫ്എ ഗ്രൗണ്ട്
ധാന്യം അടരുകളുടെ ഗ്ലാസ് പാത്രം
തെരുവിലെ വെളുത്ത വരകൾ
ഒരു മേശപ്പുറത്ത് ഒരു ഗ്ലാസിൽ വൈറ്റ് വൈൻ
മുൻ‌ഭാഗത്ത് കഴുത്തിൽ സ്കാർഫ് ധരിച്ച മുഖം ചുളിക്കുന്ന സ്ത്രീയുടെ മുഖം
മഞ്ഞുവീഴ്ച
നിലത്ത് ഉയരമുള്ള തടി പോൾ
വിമാനത്തിന്റെ കോക്ക്പിറ്റ്
ഒരു വ്യക്തി കടൽത്തീരത്താണ്
ഒരു സീബ്രയുടെ തല
സ്റ്റാൻഡിന് മുകളിൽ പച്ച കൂട
നിലത്ത് കറുത്ത പുള്ളി
മനുഷ്യൻ ഒരു ബേസ്ബോൾ യൂണിഫോം ധരിച്ചിരിക്കുന്ന
ഒരു കിടക്കയിൽ കിടക്കുന്ന രണ്ട് നായ്ക്കൾ
ഓഫീസിലെ മഞ്ഞ പോൾ
നീല സ്‌ക്രീനുള്ള കറുത്ത ടെലിവിഷൻ
ഭക്ഷണവുമായി വെള്ള പാത്രം
കറുപ്പും വെളുപ്പും പക്ഷിയിൽ പിങ്ക് കൊക്ക്.
ജലാശയം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഇതാണ് റോഡ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
വെള്ളത്തിൽ വെള്ള സർഫ് ബോർഡ്.
പുല്ലിലെ ഘടികാരം
അവൾ ഒരു ബാറ്ററാണ്
പാളത്തിൽ തീവണ്ടി
സ്കീയർ പർവതത്തിലാണ്
ഇത് ഒരു കഷണം മരം
കയ്യിൽ ഒരു വെളുത്ത ബേസ്ബോൾ
മെറ്റൽ ബെഞ്ചിൽ ഇരിക്കുന്ന മനുഷ്യൻ
ഒരു ജെറ്റിന്റെ ചെറിയ കറുത്ത ചക്രം
തിളക്കമുള്ള മഞ്ഞ ജാക്കറ്റിലുള്ള വ്യക്തി
മനുഷ്യൻ ഒരു ബേസ്ബോൾ വസ്ത്രത്തിൽ
നിലത്ത് കറുത്ത പുള്ളി
കെട്ടിടത്തിലെ രാശിചക്രത്തിന്റെ അടയാളം
മൈതാനത്ത് ഒരു കളിക്കാരൻ
പശു നടക്കുന്നു
ഇത് കറുപ്പും വെളുപ്പും ആണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ആൺകുട്ടി കൈവശം വച്ചിരിക്കുന്ന വാഴപ്പഴം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ട്രെയിൻ കാറിലെ ചുവന്ന ലോഗോ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കെട്ടിടത്തിന്റെ വശത്ത് ഉണക്കുക
തെരുവിൽ വാൻ
ചുവന്ന തലയിണകളുള്ള കിടക്ക
ഒരു വള്ളം വെള്ളത്തിന് പുറത്താണ്
ട്രക്കിന്റെ വശത്തുള്ള ഓറഞ്ച്.
ആകാശം നീല നിറത്തിലാണ്
ഡെസ്‌കിൽ നിന്ന് വരുന്ന ഇഥർനെറ്റ് ചരട്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മുകളിലുള്ള രണ്ട് തെരുവ് ചിഹ്നങ്ങളുള്ള ചിഹ്നം നിർത്തുക
നീല ബേസ്ബോൾ കട്ടിയുള്ള തൊപ്പി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ധ്രുവങ്ങൾക്ക് പിന്നിൽ പാർക്ക് നിർത്തി.
ക cow ബോയ് തൊപ്പി തലയിൽ
ടിവിക്ക് മുന്നിൽ പെൺകുട്ടി
രണ്ടുപേർ.സർഫ്ബോർഡുകൾ നന്നാക്കുന്നു
വാഴപ്പഴത്തിന്റെ കൂട്ടം
മഞ്ഞ നിറമുള്ള സോസ് നിറച്ച ഒരു കപ്പ്
മഞ്ഞുമലയിലുള്ള ആളുകൾ
ഗോപുരത്തിന്റെ മുകളിൽ ക്രോസ് ചെയ്യുക
നിലത്ത് കറുത്ത പുള്ളി
ജലത്തിന്റെ ശരീരം
നീലാകാശം വ്യക്തമാണ്
ഇതൊരു ലോബിയാണ്
മഞ്ഞുവീഴ്ചയിൽ സ്ത്രീ സ്കീയിംഗ്.
ഫോട്ടോയിൽ കണ്ണാടി
രണ്ട് സീബ്രകളുണ്ട്
ആംഗ്ലോ മാൻ സ്കേറ്റ്ബോർഡിംഗ് ചെയ്യുന്നു
ഒരു ബാഗ് കോട്ടൺ മിഠായി
കണ്ണാടിയിൽ നിന്നുള്ള പ്രതിഫലനങ്ങൾ
ഒരു പ്ലേറ്റിലെ അക്ഷരമാല
പെൺകുട്ടി സ്നോബോർഡിംഗ് ആണ്
വലിയ വർണ്ണാഭമായ തുറന്ന കുട
ബസിന് രണ്ട് നിലകളുണ്ട്
വെളുത്ത മൂടുശീലകളുള്ള അശുദ്ധമായ ഹോട്ടൽ മുറി
ഹിമത്തിന്റെ ഭാഗം
പാറകളുടെ മുകളിൽ വലിയ വെളുത്ത പാണ്ട കരടി.
കട്ടിലിൽ നീലയും കറുത്ത പേപ്പറും.
ഒരു ബാഗ് കോട്ടൺ മിഠായി
മനുഷ്യൻ കുതിര സവാരി ചെയ്യുന്നു
അഞ്ച് പക്ഷികൾ കടലിലേക്ക് നോക്കുന്നു
ആകാശം വ്യക്തമാണ്.
കട്ടിലിന് മുകളിൽ വെളുത്ത സ്പ്രെഡ്.
ദ്വീപ് ബീച്ച് രംഗം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ബേസ്ബോൾ ഗെയിമിൽ മനുഷ്യൻ ബാറ്റിംഗ് ചെയ്യുന്ന
ആകാശത്ത് പറക്കുന്ന റെയിൻബോ കൈറ്റ്.
നിലത്ത് കറുത്ത പുള്ളി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചുവരിൽ ഒരു ടിവി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കുഞ്ഞ് ആന
ഒരു കെട്ടിടത്തിലെ വലിയ ജനൽ
പാത്രം നീലയാണ്
വെള്ളത്തിൽ ചെറിയ അലകൾ
ഒരാൾ സർഫ്ബോർഡിലാണ്
എള്ള് ബൺ സാൻഡ്‌വിച്ച് കഷണം
ചുമരിൽ ഒരു പിങ്ക് ചിഹ്നം
സീലിംഗിന്റെ സ്റ്റീൽ ഫ്രെയിം
ആകാശത്തിന്റെ നിറം നീലയാണ്
ഒരു കുപ്പി ബീർ
ഇതൊരു വിമാനമാണ്
വയലിൽ മൃഗങ്ങൾ
ധ്രുവത്തിൽ തവിട്ട് ചിഹ്നം
ഒരു മോട്ടോർ സൈക്കിളിലെ ഒരു പോലീസുകാരൻ
ഒരു സീബ്രയുടെ ലെഗ്
മേശപ്പുറത്ത് വെളുത്ത പേപ്പർ പ്ലേറ്റുകളുടെ ശേഖരം.
ഇത് ഒരു വ്യക്തിയാണ്
പിങ്ക് പൂക്കളുള്ള തട്ട്
ഇതൊരു കാറാണ്
പുരുഷന്റെ മുടി കറുത്തതാണ്.
രണ്ട് ട്രെയിൻ കാറുകൾ പാർക്ക് ചെയ്തിരിക്കുന്നു
റെഡ്മാൻ ഒരു സെൽ ഫോൺ കൈവശം വച്ചിരിക്കുന്നു.
രണ്ട് ജിറാഫ് പ്രതിമകൾ
ധ്രുവത്തിന്റെ മുകളിലുള്ള അടയാളങ്ങൾ
അവർ ബേസ്ബോൾ കളിക്കാരാണ്
കറുത്ത ബേസ്ബോൾ ക്ലീറ്റുകൾ
പ്ലേറ്റിൽ ചെറിയ പച്ച വെജി
ഇയാൾ ബൈക്ക് ഓടിക്കുന്നു.
മതിലിന്റെ മുകൾഭാഗം വെളുത്തതാണ്
പുറത്തുള്ള ഒരു മനുഷ്യൻ
ആൺകുട്ടി സ്കേറ്റ്ബോർഡ് ഓടിക്കുന്നു
ആകാശത്ത് ചുവന്ന സ്ട്രിംഗ്.
നിലത്തിന്റെ ഭാഗം
പുരുഷന് കറുത്ത മുടിയുണ്ട്.
പരേഡിന് മുന്നിൽ മോട്ടോർ സൈക്കിളുകൾ ഓടിക്കുന്ന പോലീസ്കാർ
കട്ടിലിനടുത്തുള്ള ഒരു വിളക്ക്
ഒരു പെട്ടിയിൽ ചുവന്ന ആപ്പിൾ
ഇത് ഒരു വ്യക്തിയാണ്
പിങ്ക് വായു ഉള്ള ഒരു വാഴപ്പഴം കഴിക്കുന്ന പെൺകുട്ടി
ടോയ്‌ലറ്റ് സീറ്റ് താഴെയാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പക്ഷി വായുവിൽ പറക്കുന്നു
അവളുടെ സൺഗ്ലാസുകൾ കറുത്തതാണ്
ഒരു വലിയ കുട
ഒരു കുപ്പി ബിയർ മേശപ്പുറത്ത് ഇരിക്കുന്നു
റൺവേയിലെ വിമാനം
ഒറ്റ പാർക്കിംഗ് മീറ്റർ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
പഴയ ഫാഷൻ സ്യൂട്ട്‌കേസുകളുടെ വളരെ വലിയ കൂട്ടം
ആടുകളുടെ മുഖം ബ്രൗൺ നിറമാണ്
ഒരു ട്രക്കിന്റെ പുറകിലുള്ള ചുവന്ന നമ്പറുകൾ.
മനുഷ്യൻ ഒരു മോട്ടോർ സൈക്കിളിലാണ്
ഒരു ജിറാഫ് മേച്ചിൽപ്പുറത്താണ്
ടാൻ ഷോർട്ട്സ് ധരിച്ച പയ്യൻ
പാളത്തിൽ ഇരിക്കുന്ന തീവണ്ടികൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
നിലത്ത് കറുത്ത പുള്ളി
മഞ്ഞ പുഷ്പങ്ങളുള്ള പൂത്തട്ടം
പ്രകൃതി ഉദ്യാനത്തിലെ മൃഗങ്ങൾ
ഒരു സ്റ്റാൻഡിന് മുകളിൽ ടോയ് സീബ്ര.
പൂച്ച ഒരു കട്ടിലിൽ ഇരിക്കുന്നു
നിസ്സാരനായ ചെറുപ്പക്കാരൻ പല്ല് തേക്കുന്നു
പച്ച പുല്ലിന്റെ ഭാഗം
നിലത്ത് ചെറിയ വൃത്താകൃതിയിലുള്ള പാറകൾ
ഒരു ഗ്ലാസ് വൈറ്റ് വൈൻ കൈവശമുള്ള സ്ത്രീ
പുതിയ പഴം നിറഞ്ഞ ഒരു വെളുത്ത പ്ലേറ്റ്
കമ്പ്യൂട്ടറിന് മുന്നിൽ ഇരിക്കുന്ന വ്യക്തി
ഉള്ളിലുള്ള ഒരു ഫ്രിഡ്ജ്
ഒരു നീല വണ്ടി റോഡിൽ ഉണ്ട്
ഒരു കമ്പ്യൂട്ടർ കീബോർഡ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പന്ത് എറിയാൻ തയ്യാറെടുക്കുന്ന ബേസ്ബോൾ ക്യാച്ചർ
കാറുകൾ നഗരത്തിലൂടെ സഞ്ചരിക്കുന്നു
പച്ച പുല്ലിന്റെ കൂട്ടത്തിൽ പശുക്കൾ
ഒരു പുല്ല് ടെന്നീസ് കോർട്ട്
കെട്ടിടത്തിന്റെ കോണിലുള്ള വിൻഡോ
ഒരാൾ വീഞ്ഞു കുടിക്കുന്നു
വയലിൽ ആട്ടിൻകുട്ടി
മതിലിനടുത്ത് നിൽക്കുന്ന ഒരു സ്ത്രീ
കടലിൽ സർഫർ
ഇതൊരു കെട്ടിടമാണ്
ബോക്സിൽ ഒരു പിസ്സ
നീളമുള്ള ചതുരാകൃതിയിലുള്ള വെളുത്ത പ്ലേറ്റ്
ധ്രുവത്തിൽ ഒരു ഘടികാരം
ഒരു സ്കേറ്റ്ബോർഡ്
ഒരു വിമാനത്തിന്റെ വാൽ ചിറക്
തീവണ്ടിയിലെ ജനലുകൾ
കുഞ്ഞ് ആന
കാർബോർഡിൽ ഒരു പിങ്ക് ലേബൽ
മനുഷ്യന്റെ വായ.
വല്ലികൊട്ട തടികൊണ്ട് ഉള്ളതാണ്
കൊട്ടയിൽ പഴം
ഇതൊരു പക്ഷിയാണ്
ഒരു മനുഷ്യൻ നടക്കുന്നു
ഇതൊരു ഫ്രിസ്ബിയാണ്
ഒരു കുപ്പി വെള്ളം
ജേഴ്സിയിലെ നമ്പർ
ചുമരിൽ ഘടിപ്പിച്ചിരിക്കുന്ന ടവൽ ഹോൾഡർ മായ്‌ക്കുക
ചുവരിൽ തൂക്കിയിട്ടിരിക്കുന്ന ഒരു ഘടികാരം
വായുവിൽ പട്ടം കാണുന്ന വ്യക്തി
ഒരു മാസികയിലെ കരടിയിലെ കഫുകൾ.
മനുഷ്യൻ ഒരു വെളുത്ത ടീയിൽ ഉണ്ട്
ഇവ ചീട്ടുകളിയാണ്
നിലത്ത് കറുത്ത പുള്ളി
ധ്രുവത്തിൽ ഒപ്പിടുക
ഒരു ജേഴ്സിയിലെ 78 നമ്പർ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ഹിമത്തിൽ ഒരു വ്യക്തി
വാതിലിന്റെ കാഴ്ച
ഒരു പന്ത് പിച്ച് ചെയ്യാൻ പോകുന്ന ഒരു ബേസ്ബോൾ കളിക്കാരൻ
വ്യക്തി സ്കീ ചെയ്യുന്നു
വൈറ്റ് ഐസിംഗുള്ള കേക്ക് ഡോനട്ട്
കിടക്കയുടെ വശത്ത് കോണി
പ്ലേറ്റിൽ ഒരു കേക്ക്
ഒരു ടെൻഡി ബിയർ
ആനപ്പുറത്തു കയറുന്ന മനുഷ്യൻ
തടി മേശയുടെ ചെറിയ ഭാഗം
റൊട്ടി വൃത്താകൃതിയിലാണ്
പുല്ലിലൂടെ ഓടുന്ന ആടുകൾ
സ്ത്രീ ചിരിച്ചുകൊണ്ട് ഹോട്ട്ഡോഗ് കഴിക്കുന്നു
ചുവപ്പും നീലയും ക്ലോക്ക് ടവർ
ഇളം ചാരനിറത്തിലുള്ള തെരുവ് വെളിച്ചം
പ്രൊഫഷണൽ സ്കീയർമാർ ഒരു ചരിവിലൂടെ താഴേക്ക് പോകുന്നു
"വെള്ള, ചുവപ്പ് വിമാനം"
വേഗത പരിധി ചിഹ്നം
സ്ട്രാപ്പുകൾ
പർപ്പിൾ വസ്ത്രമണിഞ്ഞ തവിട്ട് കുതിര
ചുവന്ന കുടയുള്ള ഒരു പെൺകുട്ടി
അവൻ ഒരു സ്കൂട്ടർ ഓടിക്കുന്നു
റോഡിന് മുകളിൽ പച്ചയും മഞ്ഞയും അടയാളം.
ഇതൊരു ഡഗ്‌നട്ട് ആണ്
പച്ച പുല്ലിൽ കിടക്കുന്ന കുട്ടി സീബ്ര
പാറയുടെ ഇരുണ്ട തുരങ്കം
സ്വെറ്റർ തവിട്ടുനിറമാണ്
ഒരു ഡോനട്ടിൽ തളിക്കുന്നു
കയ്യിൽ രണ്ട് ഫ്രിസ്ബികളുള്ള മനുഷ്യൻ
തെളിഞ്ഞ നീല നിറത്തിലുള്ള പ്ലാസ്റ്റിക് വാട്ടർ ബോട്ടിൽ
പാന്റ്സ് ചുവപ്പാണ്
ഒരു ഫോട്ടോയിലെ പരസ്യം
സീറ്റും ടോഡും ഉള്ള ടോയ്‌ലറ്റ്
നീളമുള്ള കറുത്ത കൊമ്പ്
സ്കീയിംഗ് ചെയ്യുന്ന ഒരു സ്ത്രീയുടെ തല
പോസ്റ്റിൽ ഓറഞ്ച് ഡയമണ്ട് ചിഹ്നം.
ഒരു കൂട്ടം ചാരനിറത്തിലുള്ള മേഘങ്ങൾ
ഇത് ഒരു മനുഷ്യനാണ്
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ട്രക്കിലെ ലൈറ്റ് ഓണാണ്
ഗോൾഫ് കോഴ്‌സിലെ നിരവധി പർവത ആടുകൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
മെഴുകുതിരികളുള്ള കേക്ക്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സ്ത്രീ കാണിച്ച നീല ഗ്ലാസ് ആർട്ട് വാസ്
ട്രെയിൻ ട്രാക്കുകളിൽ ഒരു ട്രെയിൻ എഞ്ചിൻ
മനുഷ്യൻ ഒരു കേക്ക് മുറിക്കുന്നു
ചെറിയ തവിട്ട് നിറമുള്ള മുടിയുള്ള മനുഷ്യൻ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
മലയിൽ തീവണ്ടി
ആകാശം മേഘങ്ങളാൽ നീലയാണ്
ഒരു പോസ്റ്റ് മുകളിൽ ഘടികാരം
ചാരനിറത്തിലുള്ള പക്ഷി മണലിൽ നടക്കുന്നു
ഉയരമുള്ള ടാനും ബ്ര brown ൺ ജിറാഫും
പുല്ലിൽ വെളുത്ത സോക്കർ ബോൾ
റോഡിൽ സീബ്ര ക്രോസിംഗ്
വയലിൽ പുല്ല്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മിക്കി മൗസ് ഒരു പുതപ്പിൽ
വെളുത്ത സ്റ്റൈറോഫോം കപ്പ്
ഓവൻ റാക്കിൽ ഒരു പിസ്സ
മഞ്ഞുവീഴ്ച
ഇത് ഒരു വ്യക്തിയാണ്
വിൻഡോയിൽ സ്വർണ്ണവും വെള്ളയും കടലാസ്.
ഒരു പച്ച ടെന്നീസ് ബോൾ.
ചുവന്ന ഷർട്ട് ധരിച്ച സ്ത്രീ
ദ്വീപ് ബീച്ച് രംഗം
ഒരു ബ്രൗൺ റോളിംഗ് പിൻ
വലിയ വെളുത്ത നീളമുള്ള ബസ്
ഒരു ഗ്ലാസിൽ ചീസ് പിസ്സകൾ.
ബൈക്കിന്റെ കിക്ക്സ്റ്റാൻഡ്
ആൺകുട്ടീ സ്കേറ്റ്ബോർഡിംഗ് വായുവിൽ
ഒരു സ്ത്രീ വീഞ്ഞു കുടിക്കുന്നു
ഒരു മഞ്ഞ് തെറിക്കുന്നു
ഒരു വ്യക്തിയുടെ കാൽ
വായുവിൽ വലിയ വിമാനം.
കുട്ടി മുകളിലേക്ക് നോക്കുന്നു
ഒരു അടപ്പ് ഉള്ള ഒരു നീല ശോഭയുള്ള അലങ്കാര പാത്രം
ഒരു സീബ്രയും മുറ്റത്ത് ഒരു സ്ത്രീയും
അവൻ കഷണ്ടിയാണ്
കണ്ണട ധരിച്ച ഇരുണ്ട സ്യൂട്ടിലുള്ള മനുഷ്യൻ
നിലത്ത് കറുത്ത പുള്ളി
ബേസ്ബോൾ മൈതാനത്തെ പുരുഷന്മാർ
ചുവപ്പും വെള്ളയും മെഴ്‌സിഡസ് ബെൻസ് ട്രക്ക് ക്യാബ്
നല്ല തുണി ധരിച്ച കൊച്ചുകുട്ടി
നനഞ്ഞ സ്യൂട്ട് ധരിച്ച ഒരു കുട്ടി
റോഡിൽ BUS STOP എന്ന വാക്കുകൾ
തിരക്കേറിയ രണ്ട് പാത തെരുവ് ഗതാഗതം
നീലാകാശത്തിൽ വെളുത്ത മേഘങ്ങൾ.
നിലത്ത് കറുത്ത പുള്ളി
ബ്രൗൺ ബെഞ്ച് അതിൽ ഒരു വ്യക്തി.
ഒരു സ്ത്രീയുടെ മുടി
ജിറാഫ് പുല്ലിൽ ഇരിക്കുന്നു
ചിത്രത്തിലെ ടൈം സ്റ്റാമ്പ്
ഇതൊരു സിഗരറ്റാണ്
ഒരു മനുഷ്യന്റെ കൈയ്യിൽ ഒരു വെള്ള പേപ്പർ ടവൽ
മനുഷ്യൻ ഒരു സ്നോബോർഡിൽ ഒരു തന്ത്രം ചെയ്യുന്നു
ഒരു ഗോപുരത്തിലെ ഘടികാരം
"ഒരു പിങ്ക്, മഞ്ഞ പേപ്പർ പ്ലേറ്റ്"
ഒരു ചുവന്ന STOP ചിഹ്നം
റോഡിലെ കറുത്ത കാർ
കണ്ണ് മഞ്ഞയാണ്
ക .ണ്ടറിന് മുകളിൽ കോഫി മങ്കർ.
തെരുവിൽ നടക്കുന്ന ചെറിയ ഇരുണ്ട പക്ഷി.
ദ്വീപ് ബീച്ച് രംഗം
മഞ്ഞ വാഴപ്പഴത്തിന്റെ ഒരു പെട്ടി.
ഒരു ജലാംശം
ഒരു പെട്ടിക്ക് മുകളിൽ പച്ച പഴവും നീല ബാഗും.
ശോഭയുള്ള സന്തോഷകരമായ സ്കാർഫ്
സ്റ്റെയിൻ‌ലെസ് സ്റ്റീൽ റേഞ്ച് ഹുഡ്
സ്കേറ്റ്ബോർഡിലെ ഒരു വ്യക്തി
ദ്വീപ് ബീച്ച് രംഗം
സർഫ്ബോർഡ് വെളുത്തതാണ്
നിലത്ത് കറുത്ത പുള്ളി
നീലാകാശത്തിൽ വെള്ളയും ചാരനിറത്തിലുള്ള മേഘങ്ങളും
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചിഹ്നം 51 ബസ്സ് നോർ‌വൂഡിലേക്ക് പോകുന്നു
ഒരു ഫ്ലാഗ്പോളിൽ നിന്ന് ഫ്ലാഗ് തൂക്കിയിരിക്കുന്നു
മോട്ടോർ ബൈക്കിൽ ചാരിയിരിക്കുന്ന പെൺകുട്ടി
"ട്രെയിൻ ട്രാക്കിൽ ഗ്രേ, റെഡ് ട്രെയിൻ"
ട്രെയിനിൽ ലൈറ്റുകൾ
വേലിക്ക് പിന്നിൽ നിൽക്കുന്ന കുഞ്ഞു ആടുകൾ
ഒരു വലിയ ബസ്സിലെ ജനാല
വയലിൽ ഒരു കരടി
വെള്ളി ക്രോം ഷവർ കർട്ടൻ വടി
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പ്രദർശനത്തിന് വെച്ചിരിക്കുന്ന കറുത്ത പഴയ എഞ്ചിൻ ട്രെയിൻ
ഒരു ഗോപുരത്തിലെ നീല ഘടികാരം
തവിട്ടുനിറത്തിലുള്ള ബെഞ്ചിൽ ഇരിക്കുന്ന പെൺകുട്ടി.
ഫോണിൽ സ്‌ക്രീൻ.
മേശപ്പുറത്ത് ഇരിക്കുന്ന വാച്ച്
ഒരു ഉപകരണത്തിലെ ബട്ടൺ
മനുഷ്യൻ ഒരു ബേസ് ബോൾ ഗെയിം കളിക്കുന്നു.
അവന്റെ ചുണ്ടുകളിൽ ഫ്രോസ്റ്റിംഗ്
തവിട്ടുനിറത്തിലുള്ള തടി ബെഞ്ച് വെള്ളത്താൽ ചുറ്റപ്പെട്ടിരിക്കുന്നു
ഒരാൾ പുല്ലിൽ നടക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
തലയിൽ കറുപ്പും വെളുപ്പും തലയോട്ടി.
ഒരു കപ്പിൽ സോസ്
മോട്ടോർ ബൈക്ക് റൈഡറിൽ ഹെൽമെറ്റ്
സ്റ്റോണറിഡ്ജിന്റെയും ടോം ബർനെറ്റ് ലെയ്‌ന്റെയും മൂലയിൽ.
പിങ്ക് പൂക്കളുള്ള പ്ലാന്റർ
കുന്നിൻ മുകളിലൂടെ സഞ്ചരിക്കുന്ന വ്യക്തി
ഒരാൾ സ്കീയിംഗ് ചെയ്യുന്നു
പക്ഷി ഒരു വടിയിൽ ഇരിക്കുന്നു
ചുമരിൽ ഒരു പൂച്ച
പുല്ലിന് പച്ച നിറമുണ്ട്.
നിലത്ത് കറുത്ത പുള്ളി
പീസ് ഒരു വെളുത്ത പാത്രം.
സീലിംഗിൽ ലൈറ്റ്.
മനുഷ്യൻ കൈറ്റ് പിടിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കടൽത്തീരത്തെ ഒരു ധ്രുവത്തിൽ പച്ച കുട
കുന്നിൻ മുകളിൽ നിൽക്കുന്ന വ്യക്തി.
ടെന്നീസ് കളിക്കുന്ന ഒരാൾ
ഇളം നിറമുള്ള മേശയിൽ ഭക്ഷണം
ലൈറ്റുകൾ കൊണ്ട് നടക്കുന്നതു ആളുകൾ.
തിളക്കമുള്ള ചോക്ലേറ്റ് കേക്ക്
രണ്ട് ട്രെയിനുകൾ ഒരുമിച്ച്.
ഹെഡ്‌ലൈറ്റുകൾ പ്രകാശിച്ചതാണ്
ചുവന്ന തൊപ്പി ഉള്ള ഒരു വ്യക്തി
സർഫ്ബോർഡുകൾ പരസ്പരം അണിനിരക്കും.
അമേരിക്കൻ പതാക പോലെ കാണുന്നതിന് ഒരു ഫയർ ഹൈഡ്രാന്റ് പെയിന്റ് ചെയ്തു
ചുവന്ന ടൈൽ ബാത്ത്റൂമിൽ തുറന്ന ടോയ്‌ലറ്റ് പാത്രം.
ഒരു വിശ്രമമുറിയിൽ ടൈലുകൾ
ബെഡ്‌ഷീറ്റിൽ ചുളിവുകൾ
ഒരു വീട്ടിൽ വൈ കളിക്കുന്ന ആളുകൾ
രാത്രി ട്രാക്കിൽ ഒരു ട്രെയിൻ
ടെഡി ബിയറിന്റെ വലത് ചെവി
സൂര്യാസ്തമയ സമയത്ത് മണൽ കടൽത്തീരം
ഒരു ട്രെയിനിൽ കയറാൻ ഒരു കൂട്ടം ആളുകൾ
ജിറാഫെ ഒരു മരത്തിൽ നിന്ന് കഴിക്കുന്നു
ഓഫീസിലെ ഒരു സ്ത്രീ
നാൽക്കവല വെളുത്ത പാത്രത്തിൽ കിടക്കുന്നു
ഫോണുകൾ ഒരു ലാപ്‌ടോപ്പിൽ അടുക്കിയിരിക്കുന്നു
വെളുത്ത അക്ഷരങ്ങളിൽ കറുത്ത ചിഹ്നത്തിൽ എടിപി.
തകർന്ന രണ്ട് ബസുകൾ
സെൽ‌ഫോൺ കൈവശമുള്ള സുന്ദരി
ഒരു പാത്രത്തിൽ രണ്ട് ചിലി ഡോഗ്സ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ചുവന്ന ഷർട്ട് ധരിച്ച വ്യക്തി
വിമാനം പാർക്ക് ചെയ്തിരിക്കുന്നു
കരടിയുടെ മൂക്ക് കറുത്തതാണ്
കളിക്കാരൻ തന്റെ സ്വിംഗിലൂടെ പിന്തുടരുന്നു
ദ്വീപ് ബീച്ച് രംഗം
കട്ടിലിൽ ലാപ്‌ടോപ്പ്
ചുവന്ന ട്രക്ക് വേലിക്ക് സമീപം നിർത്തി
മൃഗം പുല്ലിൽ നടക്കുന്നു
കെട്ടിടത്തിൽ വലിയ ഇഷ്ടിക
ചുവരിൽ കറുത്ത ഫ്രെയിം ഉള്ള മിറർ
ആനയുടെ തുമ്പിക്കൈ
ഒരു വാഹനത്തിന്റെ പിൻഭാഗം
പിസ്സകളുള്ള പിസ്സ ഭക്ഷണശാലയുടെ രംഗം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വയലിൽ തവിട്ടുനിറമുള്ള കുതിര
കുതിര സവാരി ചെയ്യുന്ന ആളുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വായിക്കുന്നയാൾ
ഒരു മേശപ്പുറത്ത് പ്ലേറ്റ്
ഒരു മോട്ടോർ സൈക്കിൾ പാർക്ക് ചെയ്തിരിക്കുന്നു
പയ്യൻ ധരിക്കുന്ന കണ്ണട.
കുഞ്ഞ് ആന
ഒരു നീലാകാശം.
ഓറഞ്ചിൽ പച്ച ഫലം
ഒരു വയലിൽ ജിറാഫ്
കറുത്ത കുപ്പി മേശപ്പുറത്ത്
അതിശയിപ്പിക്കുന്ന പൂച്ച.
സ്കേറ്റ്ബോർഡിൽ രണ്ട് സ്‌നീക്കറുകൾ
കുഞ്ഞ് ആന
വെളുത്ത മതിലുള്ള കുളിമുറിയുടെ ഇന്റീരിയർ
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് പൂച്ച ചിത്രം
ഇരുണ്ട ആകാശത്ത് ഇരട്ട മഴവില്ല്
കുറച്ച് വെള്ളത്തിനടുത്തുള്ള ഒരു സീബ്ര
കറുത്ത സ്കീയിംഗ് ധരിച്ച മനുഷ്യൻ ചരിവ് താഴേക്ക്
ചുവപ്പും വെള്ളയും ട്രെയിൻ
ഹൈഡ്രാന്റിന്റെ തവിട്ടുനിറം
ട്രെയിനിന്റെ രൂപകൽപ്പനയുള്ള കേക്ക്
നായയുടെ കറുപ്പും വെളുപ്പും ചിത്രം
ഒരു ഫോക്സ്വാഗൺ വണ്ട് പുല്ലിൽ പാർക്ക് ചെയ്തിരിക്കുന്നു
മനുഷ്യൻ പുല്ലിൽ ഇരിക്കുന്നു
പച്ച ബ്രൊക്കോളി കഷണം
ചീസ് ഉപയോഗിച്ച് റൊട്ടി
ഒരു വ്യക്തിയുടെ വിരൽ പിസ്സയിൽ സ്പർശിക്കുന്നു.
വീടുകൾ കടൽത്തീരത്താണ്
സ്ത്രീ സൺഗ്ലാസ് ധരിക്കുന്നു
കടൽത്തീരം മണലാണ്
വള്ളം വെളുത്തതാണ്
ചുവന്ന ഷർട്ട് ധരിച്ച മനുഷ്യൻ
റോഡിന്റെ ഇരുവശത്തും സ്നോകൾ മൂടിയിരിക്കുന്നു
ഇടതുവശത്തുള്ള വ്യക്തി ധരിക്കുന്ന കണ്ണട.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വാഗണിനൊപ്പം ഒരു ചുവന്ന പുൾ
ഇതൊരു ടൂത്ത് ബ്രഷാണ്
വയലിൽ പച്ച പുല്ല്
ആളുകൾ നടക്കുന്നു
"ചുവപ്പ്, മഞ്ഞ ജ്വാല അലങ്കാരങ്ങളുള്ള കറുത്ത ബേസ്ബോൾ ബാറ്റ്"
ഒരു കഷണം മുന്തിരി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കുഞ്ഞ് ആന
പച്ച ഷർട്ടിൽ തവിട്ടു നിറമുള്ള മുടിയുള്ള ഒരു കുട്ടി.
ഒരു മരം ബെഞ്ച് അതിൽ രണ്ടുപേർ ഇരിക്കുന്നു
കളിപ്പാട്ട കുളിമുറിയുടെ മുകളിലെ കാഴ്ച
മുഖത്ത് കണ്ണട
ഇതൊരു നായയാണ്
ഇതൊരു ആൺകുട്ടിയാണ്
വൃക്ഷത്തിന്റെ തടി വലുതും വീതിയുമുള്ളതാണ്
ചങ്ങലയിൽ തൂക്കിയിട്ടിരിക്കുന്ന വിളക്ക്
മഞ്ഞ സർഫ്ബോർഡിലെ വ്യക്തി.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വെളുത്തതും നീലയുമുള്ള ഒരു ചെറിയ വിമാനം.
ഒരു ബേസ്ബോൾ കളിക്കാരന്റെ ചുവന്ന തൊപ്പി.
കെട്ടിടം പിങ്ക് നിറമാണ്
വലിയ ചാരനിറത്തിലുള്ള ആന
ഇത് ഒരു വ്യക്തിയാണ്
വ്യക്തിയുടെ തലയിൽ ഹെൽമെറ്റ്
ആകാശത്ത് മേഘങ്ങൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കടൽത്തീരത്തെ ആളുകൾ.
നീല കുട കൈവശമുള്ള വ്യക്തി
ഇതൊരു കളിക്കാരനാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചുവരിൽ തൂക്കിയിട്ടിരിക്കുന്ന കറുത്ത പ്രശസ്‌ത ചിത്രം.
"വെള്ള, കറുപ്പ് റേഡിയേറ്റർ"
"വലിയ തവിട്ട്, കറുത്ത ടാബി പൂച്ച"
സ്കേറ്റ്ബോർഡിലെ മനുഷ്യൻ
ട്രെയിനിലെ നമ്പറുകൾ
ഇതൊരു ടെന്നീസ് മത്സരമാണ്
മനുഷ്യൻ സ്കേറ്റ്ബോർഡ് ഓടിക്കുന്നു
പുരുഷന്മാർ ടെന്നീസ് കളിക്കുന്നു
വൃക്ഷത്തെ പ്രതിഫലിപ്പിക്കുന്ന വലിയ വൃത്താകൃതിയിലുള്ള കണ്ണാടി
ആളുകൾ പതാകകൾ പിടിക്കുന്നു
മനുഷ്യന്റെ കൈയിലുള്ള ക്യാമറ
ഷൂവിന്റെ അടിഭാഗം നീലയാണ്
പാന്റ്സ് തവിട്ടുനിറമാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
നീല നിറത്തിലുള്ള ഇരിപ്പിടം
പ്ലേറ്റിൽ റൗണ്ട് മഞ്ഞ പാസ്ത
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സർഫ്ബോർഡിൽ സഞ്ചരിക്കുന്ന വ്യക്തി
ഒരു കഴുത്തിൽ ഒരു മാല
ക്യാമറ ചിത്രീകരണത്തിനായി ഉപയോഗിച്ചു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
അരയിൽ ചുറ്റിപ്പിടിച്ച കയർ
ഒരു കുട്ടിക്ക് കറുത്ത ശിരോകവജം
രണ്ട് ജിറാഫുകൾ പരസ്പരം നിൽക്കുന്നു
ഇത് ഒരു വ്യക്തിയാണ്
വുഡൻ ഫാൻ ഉപയോഗിച്ച് സീലിംഗ് ലൈറ്റ്
ക ert ണ്ടർ‌ടോപ്പ് കറുത്തതാണ്
ഇതൊരു ബെഞ്ചാണ്
ഒരു അടുക്കളയിൽ നിൽക്കുന്ന രണ്ടുപേർ
ചിഹ്നത്തിൽ ചെറിയ പച്ച ബ്രാക്കറ്റ്
ഒരു കോണിൽ ഒരു അഗ്നി ജലാംശം
ടൈ ധരിച്ച ഒരു മനുഷ്യൻ
ഇളം പച്ച ഷർട്ട് ധരിച്ച ചെറുപ്പക്കാരൻ.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മനുഷ്യന്റെ കൈയിലെ റാക്കറ്റ്
ഒരു പെൺകുട്ടി ഫ്രിസ്‌ബിയുമായി ഓടുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വിവിധ പച്ചിലകളുള്ള സാലഡ്
ഒരു പഴയ വെളുത്ത ലാപ്‌ടോപ്പ്
പൂച്ചയുടെ കണ്ണുകൾ പച്ചയാണ്
ഇതൊരു സാൻഡ്‌വിച്ച് ആണ്
ശ്രദ്ധിക്കാത്ത സ്കേറ്റ്ബോർഡ്
ജമ്പർ കണ്ടെത്തി
പുരുഷനും സ്ത്രീയും പരസ്പരം അടുത്ത് ഇരുന്നു സംസാരിക്കുന്നു
ഒരു വെളുത്ത ടോയ്‌ലറ്റ് സീറ്റ് കവർ
കുതിരയുടെ മുഖത്ത് വെളുത്ത അടയാളപ്പെടുത്തൽ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
രണ്ട് റോട്ടറുകളുള്ള സൈനിക ഹെലികോപ്റ്റർ.
ഇത് ഒരു ജലാശയത്തിലാണ്
ഇതൊരു പഴയ കെട്ടിടമാണ്
ഒരു ചെറിയ കുഞ്ഞ് സീബ്ര
കുളിമുറിയിൽ പിങ്ക് ടോയ്‌ലറ്റും ട്‌ബും
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കൈറ്റ്സിന്റെ നീണ്ട നിര
ഷർട്ട് ചാരനിറവും വെള്ളയുമാണ്
തൊപ്പി തവിട്ടുനിറമാണ്
വെളുത്ത വരകളുള്ള ചാരനിറത്തിലുള്ള ഷർട്ട് ധരിച്ച മനുഷ്യൻ
പുല്ല് സമൃദ്ധമാണ്
മനുഷ്യന്റെ മുഖത്ത് സൺഗ്ലാസുകൾ
സ്വർണ്ണ നിറമുള്ള ക്ലോക്ക് ടവർ
പിസ്സയിൽ ചുവന്ന മുകൾവശം
"ഓറഞ്ച്, കറുപ്പ് ചിഹ്നങ്ങൾ 99"
ദ്വീപ് ബീച്ച് രംഗം
തെരുവിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന കാറുകൾ
സമുദ്രത്തിലെ വെളുത്ത തരംഗങ്ങൾ
ആകാശത്ത് ഒരു യുദ്ധവിമാനം.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
രണ്ടുപേർ കൈ കുലുക്കുന്നു
പേപ്പർ ബോക്സിൽ രണ്ട് പൂക്കൾ
ഇളം നീല സ്കേറ്റ്ബോർഡ്
മഞ്ഞ വാഴപ്പഴം നിറഞ്ഞ വണ്ടി.
കാർ ചുവപ്പാണ്
വായുവിൽ വെളുത്ത വിമാനം
മൂന്ന് കൊച്ചുകുട്ടികൾ ഒരുമിച്ച്
വുഡ് ബെഞ്ചിലുള്ള വ്യക്തി
സ്വർണ നിറമുള്ള കാർഡ്ബോർഡ് പെട്ടി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വലിയ ടാൻ കളിമൺ കലം
അടയാളങ്ങൾ നിയോൺ ആണ്
ഗ്രീൻ പീസ്
വരയുള്ള സ്വെറ്റർ ധരിച്ച മനുഷ്യൻ
ഒരു സ്ത്രീ വണ്ടിയുടെ പുറകിൽ സഞ്ചരിക്കുന്നു
റൗണ്ട് ഗ്ലോബ് വ്യക്തമായ വെളിച്ചം
ആൺകുട്ടിയുടെ മുഖത്ത് ചായം പൂശിയ ചിലന്തി
പ്ലേറ്റിൽ ഒരു പിസ്സ
നിലത്ത് ക്യാരറ്റ്
ധ്രുവത്തിന് മഞ്ഞ നിറമുണ്ട്.
കറുത്ത പാടുകളുള്ള വെളുത്ത കാള
കോളർ നീലയാണ്
കത്തി പിടിക്കുന്ന ഒരാൾ
പന്തിൽ ബാറ്റ് സ്വിംഗ് ചെയ്യാൻ തയ്യാറാണ്
ഒരു വലിയ വെളുത്ത വിമാനം
ഒരു വാഴപ്പഴത്തിൽ വെള്ള നിറത്തിലുള്ള ഡോൾ സ്റ്റിക്കർ.
നിലത്ത് വാഴപ്പഴങ്ങൾ
തിരശ്ശീലയിൽ പച്ച ഇല
ചിഹ്നത്തിൽ വെളുത്ത അക്ഷരം
തവിട്ടുനിറത്തിലുള്ള പീഠം
തവിട്ടുനിറത്തിലുള്ള പുല്ലിൽ നിൽക്കുന്ന സീബ്രകളുടെ കൂട്ടം
"വെള്ള, കറുപ്പ് ടെഡി ബിയർ"
കുതിരപ്പുറത്തു കയറുന്ന രണ്ടുപേർ
ഉയരമുള്ള കെട്ടിടത്തിന് മുന്നിൽ ക്ലോക്ക്
ഒരു സ്നോബോർഡർ ക്യാമറയിലേക്ക് നോക്കുന്നു
ചുവപ്പും വെള്ളയും അഗ്നി ജലാംശം.
വേലിയിൽ മെറ്റൽ ബാർ
റെഡ് ബ്ലോക്ക് ശൈലി നമ്പർ
റ s ണ്ട് ഗ our ർമെറ്റ് സ്റ്റൈൽ പിസ്സ 6 കഷണങ്ങളായി മുറിച്ചു
നിരവധി ടോപ്പിംഗുകളുള്ള ഗൗർമെറ്റ് പിസ്സ
പാത്രത്തിൽ സാൻഡ്‌വിച്ചുകൾ
ട്രെയിനുകൾക്കിടയിൽ ചുവന്ന ജാഗ്രത വെളിച്ചം
കറുത്ത ഷർട്ട് ധരിച്ച പയ്യൻ
ഇതൊരു അഗ്നി ജലാംശം ആണ്
പഴത്തിന്റെ ഒരു ഭാഗം പകുതിയായി മുറിച്ചു
ട്രെയിൻ ടാക്സിൻ്റെ ഒരു കൂട്ടം
വെളുത്ത നിറമുള്ള അച്ചടി കത്ത്
ഒരു ബസ്സിലെ വിൻഡോ
ജലത്തിന്റെ ഉപരിതലത്തിലെ ലൈറ്റുകളുടെ പ്രതിഫലനം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കിടക്കയുള്ള ചെറിയ മുറി
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഷർട്ടിൽ വെളുത്ത സ്ട്രിപ്പ്
മനുഷ്യൻ കുതിരപ്പുറത്ത് കയറുന്നു
ഒരു മതിലിന്റെ ഭാഗം
ഒരു മഞ്ഞ കളിപ്പാട്ട തലം
ഒരു കട്ടിലിൽ തലയിണകളുടെ ഒരു ശേഖരം.
ഒരു സിൽവർ ട്രെയിൻ കാർ
ഒരു വലിയ വെള്ളി കലം.
ഒരു ജിറാഫ് ക്യാമറയിലേക്ക് നോക്കുന്നു
ഫ്രിസ്‌ബീയിൽ വെള്ളയും നീലയും ഉള്ള ചുഴലിക്കാറ്റുകളുണ്ട്
അലങ്കാര പിടിയുള്ള ഫോർക്ക്
നിയോൺ ചുവപ്പും നീലയും തുറന്ന ചിഹ്നം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു പിങ്ക് ടൈ ധരിച്ച ഒരു മനുഷ്യൻ
ബ്ലാക്ക് സർഫിംഗ് സുരക്ഷാ ഹാർനെസ്
പച്ച സ്മൂത്തി നിറഞ്ഞ ബ്ലെൻഡർ
മൊബൈൽ ഫോൺ പെൺകുട്ടിയുടെ കൈയിലാണ്
ഒരു ബസിന്റെ ചക്രം
ജിറാഫിൽ നീളമുള്ള വാൽ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സീബ്രയിൽ കറുത്ത സ്ട്രിപ്പ്
പെൺകുട്ടിയുടെ കയ്യിൽ റാക്കറ്റ്
ആടുകളുടെ കൂടെ ഒരു മഞ്ഞ നായ
കടൽത്തീരത്തെ ഒരു സ്ത്രീ ഫ്രിസ്‌ബിയെ പിടിക്കാൻ തയ്യാറെടുക്കുന്നു
മനുഷ്യൻ ഓടിക്കുന്ന സർഫ്ബോർഡ്.
ഇതൊരു കുടയാണ്
സെൽ‌ഫോൺ കൈവശമുള്ള മനുഷ്യൻ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ചുവന്ന കുട പിടിക്കുന്ന സ്ത്രീ
ബെഞ്ചിലുള്ള വ്യക്തിയുടെ പുറകിൽ
നിലത്ത് ഒരു കറുത്ത സഞ്ചി
ഒരു കെട്ടിടത്തിലെ ചെറിയ വിൻഡോ
പുൽത്തകിടിയിലെ ട്രക്ക്
ചെറിയ ആന തിന്നുന്നു
തിരമാലയിൽ കയറുന്ന ഒരാൾ.
ഒരു മഞ്ഞ മോട്ടോർസൈക്കിൾ
ജിറാഫുകളുടെ ഒരു കുടുംബം.
വലുപ്പമുള്ള ഘടികാര മുഖം
ഒരു കറുത്ത ചോപ്സ്റ്റിക്ക്
ഇളം നീല ട്രെയിൻ എഞ്ചിൻ
ഇതൊരു കുതിരയാണ്
ട്രക്കിൽ ചുവപ്പും കറുപ്പും ഉണ്ട്
ആകാശത്ത് പച്ചയും കറുത്ത പട്ടം
ഒരു മനുഷ്യന്റെ കൈയിൽ ഒരു മഞ്ഞ ഫ്രിസ്ബീ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
സെൽ ഫോൺ സെൽ ഫോണിന് അടുത്താണ്
ഒരു കട്ടിലിൽ കരടി
പച്ച പുല്ല് ചെറുതാണ്
നീല ചിഹ്നത്തിൽ വെളുത്ത അക്ഷരങ്ങൾ
ഓറഞ്ച് വരയുള്ള പൂച്ച
പുല്ലിൽ ഇലകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പയ്യൻ സ്യൂട്ട്‌കേസിൽ കളിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കാംകോർഡർ ഉള്ള ഒരാൾ
ഒരു സർഫ്ബോർഡ് തവിട്ട് മുടിയുള്ള ഒരു പെൺകുട്ടി.
സീബ്ര വരയുള്ളതാണ്
മിററിന് മുകളിലുള്ള ലൈറ്റ് ഫിക്ചർ
ഒരു ഛായാചിത്രത്തിന്റെ കൈ
ഷോർട്ട്സ് പച്ചയാണ്
ചുവപ്പും വെള്ളയും ലോഗോയുള്ള കറുത്ത ചിഹ്നം
റൺവേയിൽ ഇരിക്കുന്ന വിമാനം
ഒരു വയലിലെ കോവർകഴുത
കമ്പ്യൂട്ടർ ഡെസ്‌കിൽ ഇരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചുവന്ന ജാക്കറ്റിലും പച്ച പാന്റിലും സ്കീയർ
ഒരു പിസ്സയുടെ ഒരു വിഭാഗം
ബ്രൗൺ കുതിരയിൽ സവാരി ചെയ്യുന്ന സ്ത്രീ
കുതിരയുടെ മുഖത്ത് കറുത്ത കുതിരക്കണ്ണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കെട്ടിടത്തിൽ ചുവപ്പും സ്വർണ്ണ ഫലകവും
തീവണ്ടി മഞ്ഞയും കറുപ്പും ആണ്
ബോർഡ് വെളുത്തതാണ്
വെളുത്ത ജന്മദിന കേക്ക്
ട്രെയിനിന്റെ വശത്തുള്ള ഗ്രാഫിറ്റി.
കുതിരയുടെ അരികിൽ നിൽക്കുന്ന പെൺകുട്ടി
പച്ച ചിഹ്നത്തിൽ വെളുത്ത അക്കങ്ങൾ
ബൈക്കിലെ പൂച്ചക്കുട്ടി
ടെന്നീസ് കോർട്ടിൽ രണ്ടുപേർ
ടെന്നീസ് ബോൾ പ്ലേ ചെയ്യുന്നു
ഇത് ഒരു വ്യക്തിയാണ്
ബൺ തവിട്ടുനിറമാണ്
ലോഹത്തിന്റെ ഫ്രെയിമിൽ നീല ചായം
ചാരനിറത്തിലുള്ള ആന
ഇത് ഒരു മനുഷ്യനാണ്
കോർട്ടിൽ സ്ഥാനത്ത് ടെന്നീസ് കളിക്കാരൻ
തൂവാല ചുവന്നതാണ്
റോഡ് തടസ്സങ്ങളുടെ നിര
മനുഷ്യൻ സമുദ്രത്തിൽ സർഫിംഗ് ചെയുന്നു
ഒരു വിമാനത്തിന്റെ എഞ്ചിൻ
ഒരു വൈദ്യുത ട്രാഫിക് സിഗ്നൽ
പയ്യൻ സ്കേറ്റ്ബോർഡ് ട്രിക്ക് ചെയ്യുന്നു
വയലിൽ ആനകളെ ഓടിക്കുന്ന ആളുകൾ
ഒരു ക്ലോക്ക് ടവറിൽ വെളുത്ത ക്ലോക്ക്
മേഘങ്ങളുള്ള ഒരു ആകാശം
മുറിച്ച മരം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഇത് ഒരു മനുഷ്യനാണ്
ഒരു ട്രക്കിന്റെ തുരുമ്പിച്ച ഭാഗങ്ങൾ
ജാം ചുവപ്പാണ്
ഒരു ബേസ്ബോൾ കളിക്കാരൻ ഒരു ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു.
ഒരു കറുത്ത പൂച്ചയുടെ മുഖം
പ്ലേറ്റിൽ മൂന്ന് ഡോനട്ട്സ്
ബേസ്ബോൾ കളിക്കാരൻ ബാറ്റ് പിടിച്ചിരിക്കുന്നു
ബെഞ്ചിൽ ഇരിക്കുന്ന സ്ത്രീ
ജിറാഫ് ഭക്ഷണം കഴിക്കുന്നു
ഇത് ഒരു കഷണം കേക്ക് ആണ്
ഘടികാരത്തിന്റെ അടിയിലേക്ക് ചുവന്ന വൃത്തം
ബസ് ചുവപ്പാണ്
ഇത് ഒരു വ്യക്തിയാണ്
ഓറഞ്ച് മത്തങ്ങയുടെ കഷണങ്ങൾ
നായയുടെ ചെവി
ഒരു ധൂമ്രനൂൽ വിഭവത്തിൽ ഓറഞ്ച് ശേഖരം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സീബ്രയിൽ കറുത്ത വര
മനുഷ്യൻ സ്കേറ്റ്ബോർഡിൽ കയറുന്നു
ഇത് ഒരു മനുഷ്യനാണ്
ബെഞ്ചിൽ ബ്രൗൺ സ്ലാറ്റ്
ട്രേയിൽ പാൻ പിസ്സ
ഗ്ലാസ് പാത്രങ്ങൾ ഓറഞ്ച് നിറമാണ്
ഒരു ഇരിപ്പിടത്തിൽ രണ്ടുപേർ
നടപ്പാത
ആപ്പിൾ ലാപ്‌ടോപ്പ് കവർ
ഇതൊരു ടോയ്‌ലറ്റ് ബോയാണ്
വായിൽ വെളുത്ത പല്ല്
ഒരു ബ്രൗൺ മരം ബാറ്റ്
മനുഷ്യൻ ഒരു സ്കേറ്റ്ബോർഡിൽ തന്ത്രങ്ങൾ ചെയ്യുന്നു
സീബ്രയുടെ കണ്ണ് കറുത്തതാണ്
ടോയ്‌ലറ്റ് ഫ്ലഷ് ചെയ്യുന്നതിനുള്ള ഒരു കാൽ പെഡൽ
കെട്ടിടത്തിൽ തുരുമ്പിച്ച മേൽക്കൂര
വലതു കൈയ്യിൽ സർഫ്ബോർഡ് ചുമക്കുന്ന സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു വിശ്രമമുറിയുടെ രംഗം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
തൂക്കിക്കൊല്ലലിനു താഴെയുള്ള ഇരുണ്ട വുഡ് ഡ്രെസ്സർ
മഞ്ഞ വരയുള്ള പച്ച പാസഞ്ചർ ട്രെയിൻ
പെർസൺ ഒരു കോർട്ടിൽ നിൽക്കുന്നു
"മാക്രോണി, ചീസ് ടോപ്പിംഗുകൾ എന്നിവയുള്ള പിസ്സ പുറംതോട്"
ജ്യൂസ് കപ്പ്
ട്രെയിൻ പ്ലാറ്റ്‌ഫോമിലെ മഞ്ഞ്.
ചുവപ്പും മഞ്ഞയും ട്രെയിൻ
ഒരു കറുത്ത കരടി ഒരു മരത്തടിയിൽ നിൽക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഇത് ഒരു ബോട്ടിലുള്ള വ്യക്തിയാണ്
ഒരു ഗ്ലാസ് പകുതി നിറയെ ചുവന്ന വീഞ്ഞ്
കേക്കിൽ മുറിച്ച പാളികൾ
പച്ച കാണ്ഡത്തിൽ നീല പൂക്കൾ
ഇതൊരു കുട്ടിയാണ്
മുറിയിൽ സ്‌ക്രീൻ
നിലത്തു ഇരിക്കുന്ന കൊച്ചുകുട്ടി
മനുഷ്യന് ഹെൽമെറ്റ്
നീല കുടകൾ നിരയായി അണിനിരക്കും
കാറിന്റെ പുറകിൽ ഹെൽമെറ്റ്
ദ്വീപ് ബീച്ച് രംഗം
കട്ടിലിൽ ഇരിക്കുന്ന കറുത്ത നായ
പട്ടിക തവിട്ട് നിറത്തിലാണ്.
പുല്ലിൽ അഗ്നി ജലാംശം
ധ്രുവത്തിൽ രണ്ട് അടയാളങ്ങൾ
കൗഡറിലെ കറുത്ത കടലാസ് തൂവാല ‌ ഹോൾ‌ഡർ‌
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മനുഷ്യന്മേൽ കറുത്ത ടൈ
സ്ത്രീ ഇരിക്കുന്നു
അടിവസ്ത്രം ധരിച്ച മനുഷ്യൻ
പ്ലെയ്ഡ് പൈജാമ ധരിച്ച മനുഷ്യൻ
കളിക്കാരൻ ധരിക്കുന്ന ഓറഞ്ച് ഷർട്ട്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ട്രക്കിന്റെ ഓറഞ്ച് ചരക്ക് പ്രദേശം
തല മൊട്ടയടിച്ച മനുഷ്യൻ.
നടക്കുന്ന ഒരാൾ
ക്ലോക്ക് ടവറിൽ അനലോഗ് ക്ലോക്ക്
മനുഷ്യൻ ഒരു മോട്ടോർ സൈക്കിൾ യാത്രയ്ക്ക് വസ്ത്രം ധരിച്ചു.
വെളുത്ത നെഞ്ചുള്ള ബ്രൗൺ നായ
സോസ് ചുവപ്പ് നിറമാണ്
ഇത് ഒരു സ്ത്രീയാണ്
ഒരു മരത്തിൽ ധാരാളം പച്ച ഇലകൾ
ബൗളിന് അടുത്തുള്ള സിയുഓ
കസേരയിൽ ഇരിക്കുന്നയാൾ ഓറഞ്ച് ഷർട്ട് ധരിക്കുന്നു.
മേശപ്പുറത്ത് ഗ്ലാസ്.
ഒരു പഴയ ട്രക്കിന്റെ ഭാഗം
ഇത് ഒരു വ്യക്തിയാണ്
"ഇരുമ്പ്, വയർ വേലി"
ബസ്സിൽ ഒരു അടയാളം
കറുത്ത മുടി ഒരു ബണ്ണിലാണ്
ബസിന്റെ മുൻവശത്തെ വിൻഡോ.
സ്ത്രീയിൽ കറുത്ത ജാക്കറ്റ്
നിലത്ത് പച്ച പുല്ല്
മേശപ്പുറത്ത് നീലയും വെള്ളയും പ്ലേറ്റ്
ബോട്ടിൽ വെളുത്ത എഴുത്ത്
ചുവപ്പും ചാരനിറത്തിലുള്ള തീവണ്ടി
തീവണ്ടിയുടെ മുൻവശത്ത് ഇടത് മഞ്ഞ വെളിച്ചം.
കനത്ത ഉപകരണങ്ങളുടെ വലിയ ഓറഞ്ച് കഷ്ണം ചരൽ തള്ളുന്നു.
ഒരു ഗ്ലാസ് വിൻഡോയുടെ ഭാഗം
ഒരു വലിയ തവിട്ട് കരടി
ശൂന്യമായ ഷാംപെയ്ൻ ഫ്ലൂട്ടുകൾ
കടും നീല ജീൻസിലുള്ള ഒരു കൊച്ചുകുട്ടി.
ആപ്പിളും ഓറഞ്ചും ചവറ്റുകുട്ടയിൽ അടുക്കി വച്ചിരിക്കുന്നു
വെങ്കല വാട്ടർ ഫ്യൂസറ്റും താപനില പിടിയും
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വെളുത്ത കസേര പ്ലാസ്റ്റിക് ആണ്
മനുഷ്യൻ ഒരു പട്ടം ഉയർത്തിപ്പിടിക്കുന്നു
ഒരു വലിയ കറുത്ത ട്രക്ക് ടയർ
ഹെഡ്‌ബോർഡിന് മുന്നിൽ തലയിണകൾ
തന്റെ ഓഫീസിൽ ജോലി ചെയ്യുന്ന മനുഷ്യൻ
മനുഷ്യന്റെ മേൽ ചുവന്ന ഷർട്ട്
ഒരു ഓറഞ്ച് ജാക്കറ്റ്
ഒരു തുറമുഖത്തെ ഒരു രംഗം
കറുത്ത സ്യൂട്ട് ജാക്കറ്റ് ഇട്ട മനുഷ്യൻ
വെള്ളത്തിന് മുകളിലൂടെ പാലം
തുറന്ന നീല കുട.
കുട കറുത്തതാണ്
റൺവേയിൽ ജെറ്റ്
വാട്ടർ സ്കീസിൽ ചാടുന്ന വ്യക്തി
രണ്ട് സ്ത്രീകൾ ബേബി സ്‌ട്രോളർ.
മൃഗശാലയിലെ ആന
വേവിച്ച പച്ചമുളകിന്റെ ചെറിയ കഷണം
മോട്ടോർ സൈക്കിളുകളിൽ രണ്ടുപേർ
ചുവന്ന കുട.
കുട ഉപയോഗിക്കുന്ന സ്ത്രീ
ഒരു പുസ്തകം വായിക്കുന്ന ഒരു കൊച്ചുകുട്ടി
റൺവേയിൽ വലിയ വെളുത്ത വിമാനം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വാഷറിലെ സ്യൂട്ട്കേസുകൾ
"ഓറഞ്ച്, കറുത്ത തീവണ്ടി കാർ"
പിസ്സയുടെ മധ്യത്തിൽ വെള്ളി കത്തി.
ആളുകൾ റോഡിന്റെ വശത്ത് ഇരിക്കുന്നു
വീടിന്റെ വലിയ ജാലകം
ഒരു ബസ് പാർക്ക് ചെയ്തിരിക്കുന്നു
പ്ലേറ്റിൽ കപ്പ്‌
റോഡിൽ കറുപ്പും വെളുപ്പും നിറമുള്ള സീബ്ര
ഇതൊരു ട്രാൻസിറ്റ് ഏരിയയാണ്
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് വിമാനം
നായ വാതിലിലൂടെ നോക്കുന്നു
ബസ്സിലെ മിറർ
വൈറ്റ് വൈ കൺട്രോളർ
ഒരു പാതയിലെ രണ്ട് മൃഗങ്ങൾ.
രണ്ട് വെളുത്ത ആടുകൾ മേയുന്നു
ഒരു മഞ്ഞ ലൈസൻസ് പ്ലേറ്റ്
ഒരു പച്ച സ്യൂട്ട് കേസ്.
ഒരു ധ്രുവത്തിൽ ചുവന്ന ചിഹ്നം
മഞ്ഞുവീഴ്ചയിൽ നടക്കുന്ന മനുഷ്യൻ
കുട്ടിയുടെ കയ്യിൽ കരടി
തെരുവ് മുറിച്ചുകടക്കുന്ന വെളുത്ത സ്ത്രീ
പക്ഷിയുടെ തവിട്ട് കാല്
പാതകളിൽ കറുപ്പും ചുവപ്പും നിറത്തിലുള്ള തീവണ്ടി
സ്കേറ്റ്ബോർഡിലെ മുൻ ചക്രങ്ങൾ.
നീലയും വെള്ളയും ഷർട്ട്
റാമ്പ് സ്കേറ്റ് ചെയ്യുന്നു
പുല്ലു തിന്നുന്ന വെളുത്ത ആട്
ടെഡി ബിയറിന്റെ മൂക്ക് കറുത്ത പ്ലാസ്റ്റിക്കാണ്
വെള്ളത്തിലുള്ള വ്യക്തി
വിമാനത്തിന്റെ വാൽ
ചാരനിറത്തിലുള്ള ഷർട്ട് ധരിച്ച മനുഷ്യൻ
വിമാനത്തിലെ ചിറക്
അവന്റെ ഷർട്ടിന് 9 അക്കം ഉണ്ട്
നീളമുള്ള മുടിയുള്ള രണ്ട് വെളുത്ത നായ്ക്കൾ താഴെ കിടക്കുന്നു
മനുഷ്യൻ വെള്ളത്തിൽ
കുഞ്ഞ് ആന
ഇരിക്കുന്ന ഒരാളുടെ ഭുജം
കുഞ്ഞ് സീബ്ര കിടക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കറുത്ത ശിരോകവജം ധരിച്ച ബാറ്റർ
ജിറാഫിന്റെ തല ഒരു കാറിനു മുകളിലേക്ക് ചായുന്നു
കുഞ്ഞ് ആന
അടുപ്പിൽ തീ
വ്യക്തമായ ഷേക്കറിൽ ചീസ്
കൊക്ക് കറുത്തതാണ്
ഒരേ ചിത്രം വശങ്ങളിലായി
ഒരു കട്ടിലിൽ ഒരു മൃഗം.
ഇത് ഒരു മനുഷ്യനാണ്
ഒരു കേക്ക് തളിക ഒരു മേശപ്പുറത്ത് ഇരിക്കുന്നു.
കാർ വീടിനു മുന്നിൽ നിർത്തിയിട്ടിരിക്കുന്നു
റോമൻ അക്കങ്ങളുള്ള ഒരു വൃത്താകൃതിയിലുള്ള ഘടികാരം
ബോട്ട് വ്യക്തമായ പ്ലാസ്റ്റിക്ക് കൊണ്ട് മൂടിയിരിക്കുന്നു
കഴുത്തിന്റെ ഭാഗം
ട്രെയിനിന്റെ മുൻവശത്ത്
മഞ്ഞ ഷർട്ട് ധരിച്ച സ്ത്രീ
ഉണങ്ങിയ ധാന്യം തണ്ടുകൾ ഒരു പോസ്റ്റിൽ ബന്ധിച്ചിരിക്കുന്നു
ഒരു ഫ്രിസ്‌ബിയെ പിടിക്കുന്ന ചെറുപ്പക്കാരൻ
പ്രകാശിക്കുന്ന ജനാലയ്ക്കു നേരെ ബ്ലെൻഡർ ഇരിക്കുന്നു
ഇതൊരു ഡിന്നർ പ്ലേറ്റാണ്
കുഞ്ഞ് ആന
ഒരു സ്ത്രീയുടെ നീളമുള്ള വെളുത്ത പാവാട
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മൃഗം വയലിലാണ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വലിയ ഫ്ലഫി കറുത്ത കരടി
സ്ത്രീക്ക് ഒരു മൺറോ തുളച്ചത് ഉണ്ട്
വെളുത്ത സർഫ്ബോർഡ് ചുമക്കുന്ന സ്ത്രീ
ഒരു കറുത്ത കുട്ടിയുടെ ഷൂ
ഇത് സൂപ്പിന്റെ ബൗൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നിലത്ത് വിമാനം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
സൗഹൃദ കോഴി ബ്ലിന്ക്യ്
ഒരു ഓട്ടത്തിനിടെ മോട്ടോർ സൈക്കിളും റൈഡറും
ഷാഫ്റ്റർ എവ് എന്ന് പറയുന്ന ഒരു അടയാളം
ഒരു ക്ലോക്കിന്റെ കറുപ്പും വെളുപ്പും മുഖം
കിടക്കയിൽ മൃഗങ്ങളുള്ള മനുഷ്യൻ
ഒരു കസേരയുടെ ഭാഗം
നീല കാർ മഞ്ഞിൽ പാർക്ക് ചെയ്തിരിക്കുന്നു
ഒരു പൊതു കുളിമുറി ടോയ്‌ലറ്റ്
ഫ്രിസ്ബി കളിക്കുന്ന ഒരു യുവാവ്
ചീരയുടെ ഇലയിൽ വിശ്രമിക്കുന്ന ചതകുപ്പ അച്ചാർ കുന്തം
ചെറിയ പെൺകുട്ടി ക്യാമറയ്ക്ക് പോസ് ചെയ്യുന്നു
ഒരു ട്വീറ്റി ബേർഡ് അലാറം ക്ലോക്ക്
ഒരു ടെന്നീസ് റാക്കറ്റ് കൈവശമുള്ള പെൺകുട്ടി
സ്കീസിലെ വ്യക്തി
സ്കേറ്ററിന്റെ കാൽ
ഹെൽമെറ്റ് ധരിച്ച ഒരാൾ
മഞ്ഞ ചിഹ്നത്തിൽ കറുത്ത അക്കങ്ങൾ
ഒരു തെരുവ് ചിഹ്നം
രണ്ട് ആനകൾ പരസ്പരം അഭിമുഖീകരിക്കുന്നു
ഇരുണ്ട തടി ഫ്രെയിം ഉള്ള വൃത്താകൃതിയിലുള്ള കണ്ണാടി
മോണിറ്ററിന് കറുത്ത ഫ്രെയിം ഉണ്ട്
പച്ച പഴുക്കാത്ത വാഴപ്പഴം നിലത്ത്.
സ്ത്രീക്ക് പുള്ളിപ്പുലി ലഗേജ് ഉണ്ട്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
"മേശവിരിയിൽ പിങ്കും, നീലയും നിറങ്ങളുള്ള പൂക്കൾ"
നീല യൂണിഫോം ധരിച്ച ഒരു സ്ത്രീ
ടാങ്കർ ട്രക്കിന്റെ പുറകിൽ നിൽക്കുന്ന പയ്യൻ
ചുമരിൽ തൂക്കിയിട്ടിരിക്കുന്ന സ്കൈ ലൈനിന്റെ പെയിന്റിംഗ്
അമേരിക്കൻ പതാക ട്രക്കിന്റെ പിന്നിൽ നിന്ന് പറക്കുന്നു
ദ്വീപ് ബീച്ച് രംഗം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
തെരുവിൽ വെള്ളയും പച്ചയും ഉള്ള വാഹനം
കെട്ടിടത്തിൽ നീല മഴവെള്ള ചാൽ
മനുഷ്യൻ ഒരു ഷർട്ട് ധരിക്കുന്നു
ആടിന്റെ ഭാഗം
കുതിരപ്പുറത്തു കയറുന്ന ഒരു കൊച്ചു പെൺകുട്ടി.
ഫ്രെഷ് ചുട്ട ഭക്ഷണം നല്കുന്ന സ്ഥലം
ദ്വീപ് ബീച്ച് രംഗം
ഒരു പിസ്സ വച്ചിരിക്യുന്നു
ഇതൊരു നീല ഷർട്ടാണ്
ഒരു ശാഖയിൽ രണ്ട് കിളികൾ
ഇതൊരു നീല ചിത്രമാണ്
ഒരു നീല ഷർട്ട് ധരിച്ച വ്യക്തി
"വെള്ള, നീല വസ്ത്രങ്ങൾ"
കുഞ്ഞ് ആന
ഒരു അഗ്നി ജലാംശം അടയ്ക്കൽ
മൊബൈലിൽ ഒരു കുട്ടി
ഒരു മേശപ്പുറത്ത് പച്ചനിറമുളള കലശം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ബാറ്റിംഗ് കൂട്ടിലെ വ്യക്തി
കൊച്ചു പെൺകുട്ടി വൈ ഗെയിം കളിക്കുന്നു
ഒരു ജിറാഫ് ഒരു മരത്തിനടുത്ത് നിൽക്കുന്നു.
ഒരു പച്ച മുറ്റം.
ഒരു ടെന്നീസ് കോർട്ടിൽ ടെന്നീസ് കളിക്കാരൻ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പച്ചയും വെള്ളയുമുള്ള ബാഗുള്ള സ്ത്രീ
ത്രീ വീലറിൽ പ്രായമായ ദമ്പതികൾ
പൊരുത്തപ്പെടുന്ന തടി കസേരയും ഓട്ടോമനും
ഒരു തളികയിൽ ബ്രൊക്കോളി
ഇതൊരു കളിസ്ഥലമാണ്
ഒരു കറുത്ത ലാപ്‌ടോപ്പ് കീബോർഡ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വഴിയിൽ ബസ്.
കണ്ണാടിയിൽ മോട്ടോർ സൈക്കിൾ യാത്രക്കാരുടെ പ്രതിഫലനം
പിങ്ക് ഷർട്ട് ധരിച്ച അന്യഗ്രഹ ജീവികൾ
ഒരു പൂച്ചയും അതിന്റെ പ്രതിഫലനവും ഒരു ജാലകത്തിൽ
വെളുത്ത പ്ലേറ്റിൽ മൂന്ന് മധുരപലഹാരങ്ങൾ.
ഒരു ഫ്രിസ്‌ബീ പിടിക്കുന്ന മനുഷ്യൻ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
പള്ളിയിൽ ഒരു ഇഷ്ടിക കുറ്റി
മതിലിന്റെ മൂലയിൽ ഉള്ള പച്ച സിങ്ക്.
വൈറ്റ് ട്രിം ഉള്ള റെഡ് സ്റ്റോപ്പ് ചിഹ്നം
റഫ്രിജറേറ്ററിൽ പേപ്പർ കാന്തം
കെട്ടിടത്തിന്റെ വൃത്താകൃതിയിലുള്ള ഘടികാരം
ദ്വീപ് ബീച്ച് രംഗം
പിസ്സ 4 കഷണങ്ങളായി മുറിക്കുന്നു
ട്രക്കിന്റെ വർണ്ണാഭമായ ഫ്രണ്ട്
പിസ്സ കഴിക്കുന്ന ഒരു പെൺകുട്ടി
മെറ്റൽ വേലി പിന്നിൽ അഴുക്ക്
പശുവിന്റെ ചെവിയിൽ ഒരു ടാഗ് ഉണ്ട്.
ഒരു മരക്കൊമ്പിന് സമീപം കറുത്ത കരടി
ഒരു മാലാഖയുടെ സ്വർണ്ണ പ്രതിമ
വെള്ളത്തിൽ രണ്ട് ആനകൾ
അഞ്ച് പേർ ഒരുമിച്ച് പോസ് ചെയ്യുന്നു
അകിടിൽ പാൽ കറക്കുന്ന യന്ത്രം.
വിമാനത്തിൽ ഡാർട്ട് വലയം
ധ്രുവത്തിന്റെ നിഴൽ
ഈ വ്യക്തി ഒരു തൊപ്പി ധരിക്കുന്നു
രണ്ട് സ്ത്രീകൾ ഒരു ഫോൺ നോക്കുന്നു
ഒരു സ്ത്രീയുടെ കൈവശം രണ്ട് സെൽ ഫോണുകൾ
ആളുകൾ ഒരു പഴയ വാഹനത്തിന് സമീപം നിൽക്കുന്നു
മേഘങ്ങൾ ആകാശത്തെ പൂർണ്ണമായും മൂടുന്നു
വ്യക്തി ടെന്നീസ് കളിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കൊച്ചു പെൺകുട്ടിക്ക് കറുത്ത ഷൂസ്.
ഒരു തന്ത്രം ചെയ്യുന്ന വ്യക്തി
"കൊറിയൻ, ഇംഗ്ലീഷ് ഭാഷകളിൽ ബ്രൗൺ റെസ്റ്റ് റൂം ചിഹ്നം"
കളിക്കാരന്റെ പാന്റിലെ അഴുക്ക്
രണ്ട് സീബ്രകൾ ഒരുമിച്ച് നിൽക്കുന്നു
ഒരു ചിഹ്നത്തിൽ സി അക്ഷരം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പർപ്പിൾ ഷർട്ട് ധരിച്ച മനുഷ്യൻ
ഒരു തൂവാല റാക്കിൽ ഒരു പച്ച തൂവാല
തവിട്ട് റൊട്ടി പാത്രത്തിൽ
കുഞ്ഞ് ആന
ഒരു ഷാംപെയ്ൻ ഗ്ലാസിൽ കാര്ക്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കറുത്ത സ്യൂട്ട്കേസ്
പശ്ചാത്തലത്തിൽ സമുദ്രം
ഒരു തുമ്പിക്കൈയുടെ ഭാഗം
ഒരു സ്കേറ്റർ ചിത്രം
ഒരു സ്ത്രീയുടെ തല
തുറന്ന കാർട്ടൂണിലെ ഹോട്ട് ഡോഗുകൾ
ഒരു സീബ്രയുടെ ഭാഗം
മനുഷ്യൻ മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്നു
സെൽ ഫോണിൽ സംസാരിക്കുന്ന സ്ത്രീ
ചുവരിൽ ഒരു നീല ഘടികാരം
മഞ്ഞ വാഴപ്പഴത്തിന്റെ തണ്ട്
ഉള്ളിലുള്ള ഒരു ക്ലോക്ക്
ഒരു മഞ്ഞ റൗണ്ട് ഫ്രിസ്ബീ
സിമൻറ് സീറ്റിൽ ഇരിക്കുന്ന ഒരു സ്ത്രീ
ഹാൻഡ്‌ ഹോൾഡിംഗ് ബാഗെൽ നഷ്‌ടമായി
കറുപ്പും മഞ്ഞയും ഷർട്ട് ധരിച്ച ഒരു സ്ത്രീ
വ്യക്തി കടൽത്തീരത്താണ്
മഞ്ഞയും ചുവപ്പും നിറമുള്ള ഒരു തലം താഴേക്ക് തൂങ്ങുന്നു
തലയിണകൾ ഒരു കട്ടിലിലാണ്
ഗോപുരത്തിന്റെ രണ്ട് വശങ്ങളിൽ ഘടികാരം
ബേസ്ബോൾ മൈതാനത്ത് വരച്ച വെളുത്ത വര
ഈ സ്ത്രീ ഒരു ജോടി ജീൻസ് ധരിച്ചിരിക്കുന്നു
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഹോട്ട് ഡോഗ് ഒരു ബണ്ണിൽ
ഒരു കുട്ടിയുടെ കളിസ്ഥലം.
ഒരു കടലാസിൽ ഗാരേജ് എന്ന വാക്ക്
കടൽത്തീരത്ത് പശുക്കൾ തിങ്ങിനിറഞ്ഞു
കറുത്ത കീബോർഡിന് സമീപമുള്ള ചുവന്ന മഗ്ഗ്
ആന വെള്ളത്തിൽ നിൽക്കുന്നു
ജിറാഫ് കാട്ടിൽ നിൽക്കുന്നു
നിലത്ത് പാറകൾ.
ഒരു തണലുള്ള മേശ വിളക്ക്
കട്ടിംഗ് ബോർഡിൽ കത്തി
ബോർഡിൽ ചുവപ്പും കറുപ്പും നിറത്തിലുള്ള ഷോർട്ട്സ്.
തക്കാളി അരിഞ്ഞത് തളികയിൽ
പ്ലേറ്റിൽ സാൻഡ്‌വിച്ച്
പ്രകാശം തിളങ്ങുകയും സീലിംഗിൽ നിന്ന് തൂങ്ങുകയും ചെയ്യുന്നു
മനുഷ്യൻ കുപ്പായം ധരിക്കുന്നില്ല
മോട്ടോർസൈലിസ്റ്റ് റേസിംഗ് ആണ്
ആനയുടെ കാൽ
വെളുത്ത ചിഹ്നമുള്ള തുരുമ്പിച്ച വാതിൽ
സിങ്കിലെ ഫോസെറ്റ്
പള്ളിയിലെ ഗോപുരാഗ്രം
ഗോപുരത്തിന്റെ വശത്തുള്ള ഘടികാരം
തടി സ്ലാറ്റ് ബെഞ്ച് ഒരു ഇഷ്ടിക നടപ്പാതയിൽ ഒരു ജലാശയത്തിനെതിരെ ഇരിക്കുന്നു
"റോഡിൽ ഓറഞ്ച്, വെള്ള നിർമാണ ബാരൽ."
തവിട്ട് ബ്ലേഡുകളുള്ള മേൽക്കൂരയിലെ ഫാൻ
തൊപ്പിയുടെ മുകളിൽ ഒരു കോട്ടൺ ബോൾ
കറുപ്പും വെളുപ്പും നിറമുള്ള സീബ്ര വെള്ളത്തിൽ
സോസറിൽ കട്ടിയുള്ള ചോക്ലേറ്റ് കേക്ക്
ഒരു ചൈൽഡ് സോക്കർ കളിക്കാരൻ
കോർട്ടിൽ ടെന്നീസ് കളിക്കുന്ന സ്ത്രീ
ഗ്ലോസും തിളക്കവുമുള്ള ഒരു പച്ച കൈറ്റ്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
മനുഷ്യന് കറുത്ത മുടിയുണ്ട്
മനുഷ്യൻ ഒരു ഹോട്ട് ഡോഗ് എടുക്കുന്നു
കറുപ്പും പിങ്ക് നിറത്തിലുള്ള സ്നോബോർഡ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ദ്വീപ് ബീച്ച് രംഗം
ഒട്ടിച്ച സ്ത്രീയുടെ കറുത്ത കാലുകൾ
ഒരു സീബ്രയുടെ കറുപ്പും വെളുപ്പും ലെഗ്
സ്യൂട്ടിലുള്ള മനുഷ്യൻ.
ടെലിഫോണ്
ശിരോകവജം ധരിച്ച മനുഷ്യൻ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വെള്ളി പശ്ചാത്തലത്തിൽ വെളുത്ത ആപ്പിൾ ലോഗോ.
പച്ചയും വെള്ളയും ഉള്ള ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
ഒരു ഛായാചിത്രം വരയ്ക്കുന്ന വ്യക്തി
രണ്ട് സ്റ്റഫ് ചെയ്ത ടെഡി ബിയറുകൾ
ബോട്ടിൽ സീറ്റ്.
കുഞ്ഞ് ആന
മൂന്ന് ജിറാഫുകൾ നടക്കുന്നു
ഒരു തളികയിൽ മാംസം
വെള്ളം നീലയാണ്.
വലത് ചുവന്ന തലം എഞ്ചിൻ
തലകീഴായി പറക്കുന്ന യുദ്ധവിമാനം
രണ്ട് ട്രാഫിക് മീറ്ററുകൾ പോളിലുണ്ട്.
ഒരു പാത്രത്തിൽ നാൽകാലി
വായുവിൽ ഒരു ടെന്നീസ് ബോൾ
ഒരു പാർക്കിലെ മരം ബെഞ്ച്
സ്ത്രീ സുന്ദരിയാണ്
ഒരു ചെറിയ വെളുത്ത മേശ
കുഞ്ഞ് ആന
രണ്ട് തവിട്ട് കുതിരകൾ നിൽക്കുന്നു
വലിയ തവിട്ട് നിറമുള്ള കുതിര
ഒരു ബാഗ് കോട്ടൺ മിഠായി
റോഡിൽ കാർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചരലിലെ ട്രാക്കുകൾ
കുഞ്ഞ് ആന
പാളത്തിൽ ഓറഞ്ച് തീവണ്ടി കാർ
വ്യക്തി ഇടത്തേക്ക് ചായുകയാണ്
വായുവിൽ വലിയ വിമാനം
ഒരു വ്യക്തി അവരുടെ പ്രഭാത ഭക്ഷണം കഴിക്കുന്നു
ചുവപ്പും വെള്ളയും ബസ്
ഇഷ്ടിക ചുവരിൽ കറുത്ത ട്രെയിനിന്റെ ചിത്രം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പാറകൾ നങ്കൂരമിട്ട രണ്ട് ബോട്ടുകൾ
ചാരനിറത്തിലുള്ള മേഘങ്ങളില്ലാത്ത ആകാശം മായ്‌ക്കുക
കിടക്കയ്ക്കിടയിൽ മരം തറ
"ധാരാളം, ധാരാളം പാത്രങ്ങൾ പ്രദർശിപ്പിച്ചിരിക്കുന്നു"
ചവറ്റുകുട്ടയിലെ പ്ലാസ്റ്റിക് ബാഗ്
മനോഹരമായ കൈകൊണ്ട് അഫ്ഗാൻ
ചുരുണ്ട തവിട്ടു നിറമുള്ള മുടിയുള്ള പെൺകുട്ടി
ഒരു കുടുംബം സ്കി ചെയ്യുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കണ്ണട ധരിച്ച ഒരു ആൺകുട്ടി
പുല്ലിൽ തവിട്ട് കുതിര
ഒരു വ്യക്തി സ്കേറ്റ്ബോർഡിംഗ്.
ആകാശത്ത് വെളുത്ത മേഘങ്ങൾ
വെളുത്ത ടൈലുകളുള്ള ഒരു ഡ്രോപ്പ് സീലിംഗ്
ഒരു പോക്കറ്റ്
ഒരു തരംഗം
മനുഷ്യൻ ചിത്രത്തിനായി പോസ് ചെയ്യുന്നു
ചുവന്ന ഷർട്ടിലുള്ള വ്യക്തി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
മോട്ടോർ സൈക്കിളിലെ വശത്തെ കണ്ണാടി
ജെയ്സ് ബേസ്ബോൾ യൂണിഫോമിലെ കറുത്ത മനുഷ്യൻ
ഒരു പാച്ച് പച്ച പുല്ല് ഇവിടെ ഉണ്ട്
കസേരയിൽ വർണ്ണാഭമായ പുതപ്പ്
പച്ച പുല്ല് വയലിൽ നിഴൽ
പർപ്പിൾ നിറമുള്ള കുട
ഒരു സെൽ ഫോൺ കൈവശമുള്ള ഒരാൾ
ഷോർട്ട് കട്ട് വെളുത്ത മുടി
ഒരു ടൈയിൽ ക്രോസ് പാറ്റേൺ
ഒരു പ്രദർശന പട്ടികയിൽ ബസ്റ്റ്
ഈ കരടി ഇവിടെ വളരെ ദേഷ്യത്തിലാണ്
ഒരു വാതിലിന്റെ ഭാഗം
"വെള്ളിയും, കറുപ്പും നിറമുളള ബ്ലെൻഡർ"
മൂന്ന് പേർ മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്നു
രണ്ട് ടെന്നീസ് കളിക്കാർ കൈ കുലുക്കുന്നു
ജോഡി ഷൂ ധരിച്ച ഒരാൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കുഞ്ഞ് ആന
കറുത്ത നായ കണ്ണാടിയിൽ പ്രതിഫലിക്കുന്നു
കുതിര സവാരി ചെയ്യുന്ന മനുഷ്യൻ
ചാരനിറത്തിലുള്ള ഷർട്ട് ധരിച്ച പയ്യൻ
ചുവന്ന മുഖംമൂടിയുള്ള മനുഷ്യൻ
യൂണിഫോമിൽ രണ്ട് നാവികർ
ഒരു സ്വിംഗിൽ മെറ്റൽ ചെയിൻ
മുറിയിലെ ആളുകൾ
പശ്ചാത്തലത്തിൽ നീലാകാശം
ചതുര പാത്രം നിറയെ ഭക്ഷണം.
കൊട്ടയിൽ ഒരു പേസ്ട്രി
ശൈത്യകാല വസ്ത്രങ്ങൾ ധരിച്ച കുട്ടി
കുഞ്ഞ് ആന
ടൂത്ത് പേസ്റ്റിന്റെ ട്യൂബ്.
മുറിയുടെ മുൻവശത്ത് ടീച്ചർ.
ഇരുണ്ട കറുത്ത സൺഗ്ലാസുകൾ
ചില ആളുകൾ ഒരു റാലിയിലാണ്
സ്ത്രീക്ക് നീല കുളി സ്യൂട്ട് ഉണ്ട്
കുളിമുറിയിലെ ടോയ്‌ലറ്റ്
റാക്കിൽ വളരെ നീണ്ട സർഫ്ബോർഡ്
ഒരു ശാഖയിൽ നിന്ന് നാരങ്ങ തൂക്കിയിരിക്കുന്നു
ഒരു ടെന്നീസ് റാക്കറ്റ് ഉപയോഗിക്കുന്നു
ഒരു നീല വാനിലെ ഒരാൾ
രണ്ട് ക്ലോക്കുകളുള്ള ഒരു ക്ലോക്ക് ടവർ
സ്ത്രീയുടെ കയ്യിൽ കയ്യുറ
മനുഷ്യൻ സ്നോയിൽ സ്നോബോർഡിംഗ് ചെയ്യുന്നു
കീബോർഡിലെ കറുത്ത ബട്ടൺ
കറുത്ത ശിരോകവജം ധരിച്ച മനുഷ്യൻ.
ഒരു പന്ത് സോക്കർ
ഒരു ധ്രുവത്തിൽ ട്രാഫിക് ലൈറ്റ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു വിമാനത്തിൽ ഒരു വെളുത്ത കുരിശ്
വള്ളിയിൽ വെളുത്ത അക്ഷരം
തകർന്ന അഗ്നി ജലാംശം
ഒരു വലിയ സ്റ്റെയിൻലെസ് സ്റ്റീൽ കലം
ട്രെയിൻ എഞ്ചിനിൽ നിന്നുള്ള പുക
തൊപ്പിയിൽ വലിയ ചുവപ്പ് ബി
മേശപ്പുറത്ത് നീല പാത്രം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു വിമാനത്തിന്റെ ഭാഗം
കുഞ്ഞ് ആന
പൂത്തട്ടത്തിന്റെന്റെ ഉള്ളിൽ പച്ചയാണ്.
ഒരു മൃഗശാലയിലെ നിരവധി ജിറാഫുകൾ
കറുത്ത മുടിയുള്ള മനുഷ്യൻ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
നിലത്ത് പെൺകുട്ടി
നായയുടെ വലത് കണ്ണ്
കറുത്ത കാർ തെരുവിലേക്ക് തിരിയുന്നു
ഒരു റോഡിന്റെ വശം
ചാരനിറത്തിലുള്ള ജെറ്റിന്റെ ചിറകുകൾ
ഒരു അടയാളം തൂണിൽ ഉണ്ട്
ചുവരിൽ ഇരുണ്ട ഇഷ്ടിക
ചുവരിൽ വെളുത്ത ഇഷ്ടിക
സീബ്രയ്ക്ക് കറുത്ത വരകളുണ്ട്
കട്ടിലിന് മുകളിൽ ഒരു പർപ്പിൾ ലൈറ്റ്
ഗ്രില്ലിൽ മഞ്ഞ വാഴപ്പഴം
ചിത്രത്തിൽ ഒരു റോൾ കെട്ടിടം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു വിമാനത്തിന് മുന്നിൽ നിൽക്കുന്ന ഒരാൾ
ഒരു ജലാശയം
ഒരു കഴുകൽ സ്ഥലമാണ് കാണുന്നത്
ഒരു പ്ലേറ്റിൽ കാരറ്റ്
ഹെൽമെറ്റ് ധരിച്ച വ്യക്തി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കുടയിൽ കറുത്ത പിന്തുണ
വിമാനം പറക്കുന്നു
വയലിൽ രോമമ്മുള്ള ആടുകൾ
ഒരു വാഴപ്പഴം കഴിക്കുന്ന കുരങ്ങൻ
ചട്ടിയിൽ കേക്ക് മിക്സ്
ആകാശത്ത് പായ്കപ്പൽ
ദ്വീപ് ബീച്ച് രംഗം
ഒരു ചോക്ക്ബോർഡ് അതിൽ എഴുതുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു മോട്ടോർബൈക്ക് ഒരു കൗണ്ടറിലാണ്
വെള്ളയും നീലയും കളർ ബോർഡ് റോഡിൽ സൂക്ഷിച്ചിരിക്കുന്നു
വലിയ മഞ്ഞ സർഫ്ബോർഡ്
മനുഷ്യൻ വാതിലിനരികിൽ ഇരിക്കുന്നു
വേവിച്ച പച്ച ജലപെനോ കുരുമുളക്
കുപ്പായത്തിൽ ചുവന്ന വര
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മതിലിനരികിൽ ഇരിക്കുന്ന മോട്ടോർസൈക്കിൾ
തീവണ്ടിയിൽ പേര്
റെയിൽ പാതകളിൽ ഒരു ട്രെയിൻ ഉണ്ട്
ഒരു ചെടിയിൽ ഇല
മുന്നിൽ ഒരു മഞ്ഞ സ്റ്റിക്കി കുറിപ്പ്
ഒരു ധ്രുവത്തിൽ നിന്നുള്ള ബാനർ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ചിത്രത്തിലെ ഒരു കൊച്ചു കുട്ടി
ഫ്രിസ്‌ബീ ഉപയോഗിച്ച് കളിക്കുന്ന ആളുകൾ.
ഒരു വീഡിയോ ഗെയിം കളിക്കുന്ന ആൺകുട്ടിയും പെൺകുട്ടിയും
പച്ച നിറമുള്ള ബ്രൊക്കോളി
സ്ത്രീ മുടി തേക്കുകയാണ്.
മഞ്ഞ ഷർട്ടിൽ ഇരിക്കുന്നയാൾ.
ഒരു വെള്ളി യാത്രാ സ്യൂട്ട് കേസ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ട്രാഫിക് ലൈറ്റ് ചുവപ്പ് തിളങ്ങുന്നു
മരത്തിൽ ചുവന്ന ആഭരണം.
വ്യക്തി ധരിക്കുന്ന ഊഷ്മളമായ തല തൊപ്പി
മുട്ട് ഉപയോഗിച്ച് വെളുത്ത വാതിൽ തുറക്കുക
ചെറുപ്പക്കാരന്റെ വസ്ത്രം
കുട പിടിക്കുന്ന പെൺകുട്ടി
നായയ്ക്ക് വെളുത്ത പാടുകളുണ്ട്
ഒരു പ്രതിമ ജാലകത്തിനടുത്താണ്
ട്രെയിൻ ട്രാക്കുകളിൽ വെള്ളി ട്രെയിൻ
ബേസ്ബോൾ കളിക്കാരൻ ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു.
നീല തടസ്സത്തിന് പിന്നിൽ ഇരിക്കുന്ന കാണികൾ
ബാത്ത്റൂം കാഴ്ച
ചെറിയ പിയർ വെള്ളത്തിൽ പറ്റിനിൽക്കുന്നു
നിലത്ത് ഇരുണ്ട നിഴലുകൾ
ഒരു ബോട്ടിൽ ആളുകൾ
ഒരു വിമാനം വായുവിലാണ്
പുല്ലിൽ നിൽക്കുന്ന ആട്ടുകൊറ്റൻ
പച്ച ഇലകളുള്ള മരങ്ങൾ
"മഞ്ഞ, ചുവപ്പ് മോട്ടോർസൈക്കിൾ"
ആളുകൾ കുടകൾ പിടിച്ച് നടക്കുന്നു
ചാരനിറത്തിലുള്ള ആനയുടെ കാൽ
കേക്കിൽ പച്ച ഇല
സന്തോഷമുള്ള പുഞ്ചിരിക്കുന്ന മനുഷ്യൻ
പുഷ്പത്തിൽ പിങ്ക് ദളങ്ങൾ
വിറകിൽ കിടക്കുന്ന ക്ലോക്ക്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മഞ്ഞ പൂവ് ഗ്ലാസിൽ
അടുക്കളയിലെ വിൻഡോ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ടോയ്‌ലറ്റിന്റെ സ്വർണ്ണ ടോയ്‌ലറ്റ് സീറ്റ്
ചുവന്ന കുട പിടിക്കുന്ന ഒരു സ്ത്രീ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ധാരാളം കളിമൺ പാത്രങ്ങൾ
കസേരയിൽ ഇരിക്കുന്ന വ്യക്തി
ക്രോസ് വാക്കുകളിൽ കട്ടിയുള്ള വെളുത്ത വരകളുള്ള നടപ്പാത
ബട്ടണുകളുള്ള വൈറ്റ് റിമോട്ട്
കുഞ്ഞ് ആന
ടോയ്‌ലറ്റിന് മുകളിൽ ഇരിക്കുന്ന കറുത്ത ഫാൻ.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
പുല്ലിൽ ഒരു കുട്ടി
പച്ചക്കറി പാകം ചെയ്യുന്നു
ദ്വീപ് ബീച്ച് രംഗം
റാമ്പിൽ ഒരു തന്ത്രം ചെയ്യുന്ന സ്കേറ്റ്ബോർഡർ
അഗ്നി ജലാംശ ഉപകരണം
ചട്ടിക്ക് നടുവിൽ പിസ്സ സ്ലൈസർ
പച്ച ടി-ഷർട്ട്
ഒരു ട്രേയിൽ ഒരു പ്ലാസ്റ്റിക് ബാഗ്
മഞ്ഞുമൂടിയ സ്റ്റോപ്പ് നിർത്തി വെളിച്ചത്തിലേക്ക് പോകുക
"പച്ച, മഞ്ഞ ടൂത്ത് ബ്രഷ് പരിശോധിക്കുന്ന കുഞ്ഞ്"
മനുഷ്യൻ മഞ്ഞിൽ വീഴുന്നു.
ഒരു ചുവന്ന സ്റ്റോപ്പ് ചിഹ്നം
സമുദ്രത്തിലെ നല്ല തിരകൾ
ഒരു ജോടി സ്കീസ്
കുഞ്ഞ് ആന
മനുഷ്യന്റെ ശരീരത്തിൽ നീളൻ സ്ലീവ് നീല ടി-ഷർട്ട്.
വയലിൽ ഉണങ്ങിയ മുൾപടർപ്പു
തലയിൽ കറുത്ത ഹെൽമെറ്റ്
നിലത്ത് കറുത്ത പുള്ളി
സാൻ‌വിച്ച് പ്ലേറ്റിൽ പകുതിയായി മുറിച്ചു.
ചെറിയ അളവിൽ വീഞ്ഞ്
കുഞ്ഞ് ആന
ഒരു സ്റ്റമ്പിൽ ഒരു വാട്ടർ ബോട്ടിൽ
ബേബി ബെഡിൽ വൈറ്റ് റെയിൽ
അതൊരു പച്ചമരമാണ്
മനുഷ്യൻ വായുവിലാണ്
ഒരാൾ നടപ്പാതയിലൂടെ നടക്കുന്നു
ഒരു കുഴിൽ കുടിവെള്ളം
ചുവന്ന ഇഷ്ടിക നിലത്ത്
നിറമുള്ള മുത്ത് പൂച്ചട്ടിയിൽ
റോഡരികിൽ വളരുന്ന പച്ച പുല്ല്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കറുത്ത വാട്ടർ പാഡിൽ
ഓറഞ്ച് കാരറ്റ് പ്ലേറ്റിൽ മുറിച്ചു.
കയ്യിൽ കത്തി
പുള്ളേഡ് പന്നിയിറച്ചി സാന്ഡ്വിച്ചിൽ
വ്യക്തിയുടെ മേൽ കറുത്ത കുട.
സ്ത്രീ കുളിമുറിയിൽ നിൽക്കുന്നു
ഇത് ഒരു പാർക്കിലാണ്
ചുമരിൽ തൂക്കിയിട്ടിരിക്കുന്ന ഒരു വെളിച്ചം
ഹെൽമെറ്റ് കറുത്ത നിറത്തിലാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മൊബൈലിൽ സർഫറുകൾ
മരത്തിൻ്റെ ബെഞ്ച്
വലിയ വെളുത്ത ആട് പുല്ലിൽ നടക്കുന്നു.
വെള്ളി കലങ്ങളിൽ മൂന്ന് ചെടികൾ
ഒരു കിടക്കയിൽ കിടക്കുന്ന രണ്ട് കുട്ടികൾ
റോഡിൽ വാഹനം ഓടിക്കുന്നു
കുഞ്ഞ് ആന
പള്ളി സമയങ്ങളുള്ള വെളുത്ത ചിഹ്നം.
വെളുത്ത അക്ഷരങ്ങളുള്ള നീല കുട
അഴുക്കുചാലിൽ നിൽക്കുന്ന ആനകൾ
ഒരു പക്ഷി മരത്തിൽ ഉണ്ട്.
അഴുക്കിൽ രണ്ട് വെളുത്ത കസേരകൾ.
അത് ബൈക്കിന്റെ വീലാണ്
വിമാനത്തിലെ ഗ്ലാസ് വിൻഡോ
മഞ്ഞിൽ വർണ്ണാഭമായ കൈറ്റ്.
ഹോട്ട്ഡോഗ് കഴിക്കുന്ന സ്ത്രീ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കളിക്കാരുടെ തലയിൽ കറുത്ത മാസ്ക്.
ഇൻഫ്ലാറ്റബിൾ വള്ളത്തിൽ കറുത്ത പൂച്ച.
സീബ്രയിൽ കറുത്ത വര
തറയിലെ ടോയ്‌ലറ്റ്.
ട്രാഫിക് ലൈറ്റുകളുള്ള പോൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ടേപ്പിൽ വെളുത്ത അക്ഷരം
ബെഞ്ചിന്റെ പിൻഭാഗത്ത് കറുത്ത മെറ്റൽ ബ്രേസ്
ഒരു ബൈക്കിന്റെ ചക്രം
മിഡ് എയർ ഉള്ള വ്യക്തി എന്തെങ്കിലും മുറുകെ പിടിക്കുന്നു
ചുവട്ടിൽ ഫ്രീസറുള്ള ഒരു കറുത്ത റഫ്രിജറേറ്റർ
വീടിനു മുന്നിൽ നിൽക്കുന്ന കുതിരകൾ
ഒരു തുറന്ന വാതിൽ വഴി
"ചുവപ്പ് ഓറഞ്ചും , വെള്ളയും നിറമുള്ള വിമാനം"
കറുത്ത അക്ഷരങ്ങളുള്ള വെളുത്ത ചിഹ്നം
ഏറ്റവും അടുത്തുള്ള \ ലവ് ട്രീസ് \ ചിഹ്നം.
തവിട്ടുനിറത്തിലുള്ള തടി ധ്രുവം
നിലത്തു കിടക്കുന്ന ചെറിയ ആട്ടിൻ
വായുവിൽ വെള്ളം തുള്ളി
മനുഷ്യൻ സമുദ്രത്തിൽ സർഫ്ബോർഡിംഗ്.
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
വെളുത്ത വേട്ട മുട്ട പ്ലേറ്റിൽ
"ചുവപ്പ് വെള്ള, നീല ബസ്"
ബാറ്റിന് സമീപമുള്ള വൈറ്റ് ബേസ്ബോൾ
ഒരു പക്ഷി
ഒരു തളികയിലെ ചെറിയ പിസ്സകൾ
വിമാനത്തിലെ എഞ്ചിൻ.
മുൻവശത്ത് രണ്ട് കാറുകൾ
ജലത്തിന്റെ ഒരു ഗീസർ
"ഒരു തവിട്ട്, ഓറഞ്ച് ഡ്രീംക്യാച്ചർ"
ഒരു സ്ത്രീ കടൽ കസേരയിൽ ഇരിക്കുന്നു
കറുത്ത ചോപ്പർ പ്രദർശിപ്പിച്ചിരിക്കുന്നു
സീലിംഗിൽ വെളുത്ത ബോർഡറുള്ള ഇനം
ചുവപ്പും വെള്ളയും യൂണിഫോമിലുള്ള ഒരു ബേസ്ബോൾ ടീം
ടൈയിൽ നീല കുത്ത്
മുകളിൽ പൂച്ചയുള്ള കറുത്ത പേഴ്സ്.
ഒരു സ്ത്രീ ഒരു കുഞ്ഞിനെ പിടിക്കുന്നു
മനുഷ്യൻ സ്കേറ്റ്ബോർഡിലാണ്
കറുത്ത ബോർഡറുള്ള ത്രികോണ റെയിൻബോ നിറമുള്ള കൈറ്റ്
കടൽത്തീരത്ത് രണ്ടുപേർ
കുഞ്ഞിന്റെ തലയിൽ മുടി
കണ്ണാടി പ്രതിഫലിപ്പിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മതിൽ കയറിയ കറുത്ത ഫ്ലാറ്റ്‌സ്ക്രീൻ ടെലിവിഷൻ
രണ്ട് ലാമയും ഒരു ആടും
വെളുത്ത പാവാടയുള്ള ഒരു പെൺകുട്ടി
ആ മനുഷ്യൻ ഒരു സ്മാർട്ട് ഫോൺ കൈവശം വച്ചിരിക്കുന്നു
1939 ഒരു ക്ലോക്കിൽ വെളുത്ത അക്ഷരങ്ങളിൽ എഴുതി
മരങ്ങൾക്ക് മുകളിലുള്ള ഗ്ലാസ് വിൻഡോ
ഡ്യൂറന്റ് എന്ന വാക്ക് ബെഞ്ചിൽ
ചുമരിൽ ഒരു തിരശ്ശീല
ഒരു വെള്ളി കാർ പാർക്ക് ചെയ്തു
പശ്ചാത്തലത്തിൽ ഒരു സെമി ട്രക്ക്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
അരിഞ്ഞ ചെറി തക്കാളി
മനുഷ്യൻ വെള്ളത്തിൽ എന്തോ ചൂണ്ടിക്കാണിക്കുന്നു.
ഒരു ബാഗ് കോട്ടൺ മിഠായി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ആകാശം വ്യക്തവും നീലയുമാണ്
ഇതൊരു കമ്പ്യൂട്ടർ മോണിറ്ററാണ്
ഇവിടെ ചില വിറകുകളുണ്ട്
ഒരു വലിയ നായ
വലിയ ജലാശയത്തിലൂടെയുള്ള പാലം
ഡെസ്‌കിൽ ഒരു സ്പീക്കർ
ഒരു നദിക്കു കുറുകെയുള്ള പാലത്തിൽ ട്രെയിൻ ചെയ്യുക
ഫ്രിസ്‌ബീ ഉള്ള പുൽത്തകിടിയിൽ ഒരു നായ
ഒരു ഉദ്യാനത്തിൽ ചാരനിറത്തിലുള്ള ലോഹ വേലി
തവിട്ടുനിറമുള്ള മുടിയുള്ള മനുഷ്യൻ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
മുൻവശത്തുള്ള ഒരു പെൺകുട്ടി
ചുമരിൽ ടൈലുകൾ
നായ മണലിൽ
മൂന്ന് നായ്ക്കൾ ഒരു ബെഞ്ചിൽ ഇരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കറുത്ത നിറമുള്ള സ്കേറ്റ്ബോർഡ് ഡെക്ക്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ആളുകൾ നടക്കുന്നു
"തവിട്ട്, വെളുത്ത പാച്ചുകൾ"
സ്ത്രീയുടെ ഫ്യൂഷിയ കുട
പുല്ലിൽ നിൽക്കുന്ന ആന
ബൈക്കുകൾ പാർക്ക് ചെയ്തിരിക്കുന്നു
കോമ്പിനേഷൻ ഘടികാരവും മണി ഗോപുരവും
ഒരു പൂർണ്ണ സ്റ്റെം ഗ്ലാസ്
ഒരു മരത്തിൽ ഒറ്റ നാരങ്ങ.
ഒരു തീവണ്ടിയിലെ ജനൽ
ട്രെയിനിന്റെ മുൻ ഭാഗം
ഓഫീസിൽ ജോലി ചെയ്യുന്ന ആളുകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
മൂന്ന് മഞ്ഞ വിമാനങ്ങൾ തുടർച്ചയായി പാർക്ക് ചെയ്തിരിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വലിയ വെളുത്ത ഇരട്ട കിടക്ക
ചാരനിറത്തിലുള്ള ഉരുക്ക് പോസ്റ്റ്
വെള്ളത്തിന് പിന്നിൽ ഉയരമുള്ള ഒരു കെട്ടിടം
ചുമരിൽ ഒരു ചിത്രം
കമ്പ്യൂട്ടറിനടുത്തുള്ള ചെറിയ പിസ്റ്റൾ
ഒരു ട്രക്കിന്റെ പുറകിൽ ധാരാളം ലഗേജുകൾ
ധ്രുവത്തിലെ അടയാളം
മഞ്ഞ ഫ്രിസ്‌ബിയെ പിടിക്കുന്ന മനുഷ്യൻ
മൃഗങ്ങളെ ഒരു അലമാരയിൽ നിറച്ചു
കസേരകൾക്ക് മുന്നിൽ നിൽക്കുന്ന മനുഷ്യൻ
മനുഷ്യൻ പുകവലിക്കുന്നു
ഗ്രാഫിറ്റി പോലുള്ള വ്യത്യസ്ത നിറങ്ങളിൽ ഉള്ള കല
കെട്ടിടത്തിനടുത്ത് വെള്ള ട്രക്ക്
വലിയ മുടിയുള്ള പുഞ്ചിരിക്കുന്ന സ്ത്രീ
കുഞ്ഞ് ആന
ഡെബാർ മാലോയിലേക്ക് വിരൽ ചൂണ്ടുന്ന ഒരു അടയാളം
ഒരു വെളുത്ത പാനൽ വാതിൽ
ഒരു ചുവന്ന തലയിണ കേസ്
അമേരിക്കൻ പതാക മുകളിലാണ്
കുഞ്ഞ് ആന
ആളുകൾ ഒരു പാലത്തിൽ നടക്കുന്നു
കറുത്ത ഷർട്ട് ധരിച്ച ഒരാൾ.
ഒരു കുട്ടിയുടെ തല
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ബേസ്ബോൾ കളിക്കാരൻ പന്ത് എറിയുന്നു
നിലത്ത് കറുത്ത പുള്ളി
വെളുത്ത തടി സീലിംഗ്
വായുവിൽ ഒരു വിമാനം
ഒരു കുളിമുറിയുടെ ടോയ്‌ലറ്റ്
ഒരു ഘടികാരമുള്ള പോൾ
ഒരു സർഫ്ബോർഡിലെ ഒരു നായ
ഇതൊരു വെളുത്ത കാറാണ്
ടൈ കറുത്തതാണ്
ഒരു കറുത്ത ചെയിൻ-ലിങ്ക് വേലി.
ഒരു വലിയ മഞ്ഞ പുഷ്പം
ഓറഞ്ച് കൂമ്പാരത്തിൽ ഉള്ള ഒരു ഓറഞ്ച് .
പശ്ചാത്തലത്തിലുള്ള ആകാശം
വായുവിൽ പ്ലാസ്റ്റിക് ഫോൺ
ഒരു സ്ത്രീയുടെ പിൻഭാഗം.
ഒരു പാറയുടെ അടിയിൽ വലിയ ഗുഹ
ആ മനുഷ്യൻ പന്ത് തട്ടുകയായിരുന്നു
ഒരു കൊച്ചു പെൺകുട്ടിയുടെ തല
ബേസ്ബോൾ കളിക്കാരൻ ഒരു ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
സ്ത്രീ വെളുത്തതാണ്
മണലിൽ നീല ബെഞ്ച്
കുറച്ച് സർഫ്ബോർഡുകൾ വഹിക്കുന്ന ഒരാൾ
വെള്ള കളി നിയന്ത്രണം
രോമമുള്ള പാദം വായിക്ക് താഴെ
വെള്ളത്തിനടുത്തുള്ള ഒരു പാർക്കിന്റെ ബെഞ്ച്
ഇവിടെ ചുവന്ന സംഭരണമുണ്ട്
കപ്പിൽ രണ്ട് ടൂത്ത് ബ്രഷുകൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കറുപ്പും വെളുപ്പും എടുത്ത ചിത്രം
സ്കേറ്റ്ബോർഡിലെ മനുഷ്യൻ
ഒരു പന്ത് മടക്കിനൽകാൻ പോകുന്ന ടെന്നീസ് കളിക്കാരൻ
ഒരു മുതിർന്ന മനുഷ്യൻ സാൻഡ്‌വിച്ച് കഴിക്കുന്നു
വലതുവശത്തേക്ക് ചൂണ്ടുന്ന ഒരു വെളുത്ത അമ്പടയാളം
പച്ച കയ്യുറകൾ ധരിച്ച ഒരു കുട്ടി
ഉപേക്ഷിക്കപ്പെട്ട ഒരു ട്രക്ക്
കടൽത്തീരത്തെ ബെഞ്ച്
കടൽത്തീരത്ത് നിൽക്കുന്ന മനുഷ്യൻ
ഒരു മരത്തിനടുത്തുള്ള ജിറാഫ്
ലാപ്‌ടോപ്പുകളിൽ പ്രവർത്തിക്കുന്ന നിരവധി ആളുകൾ
ഈ കരടിക്ക് ഒരു ചെറിയ വെളുത്ത ഷൂ ഉണ്ട്
സ്കേറ്റ്ബോർഡിൽ ഒരു സ്റ്റാർ വാർസ് ക്ലോൺ
ഒരു കൂട്ടം പടികൾ
പുല്ലിൽ പന്ത്
കടൽത്തീരത്ത് വുഡ് റെയിലിംഗ്
രൂപങ്ങളുള്ള ഒരു വെളുത്ത തുണി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ബസ് നീലയാണ്
തറയിൽ തണ്ടുകൾ
നിർത്തൽ ചിഹ്നം ചരിഞ്ഞിരിക്കുന്നു
ഒരു കെട്ടിടത്തിലെ ജാലകങ്ങൾ
ചെറിയ ആന കുട്ടി വെള്ളത്തിൽ കളിക്കുന്നു
രണ്ട് ട്രെയിനുകൾ ട്രാക്കുകളിൽ ഇറങ്ങുന്നു
പലതരം പച്ചക്കറികൾ
വെള്ളത്തിൽ കുതിരകളെ നയിക്കുന്ന ഒരാൾ
ജലപാതയിലൂടെ പാലം കടക്കുന്നു
രണ്ടുപേർ നടപ്പാതയിലൂടെ നടക്കുന്നു
നിലത്ത് കറുത്ത പുള്ളി
കഴുത്തിൽ സ്വർണ്ണ മാല
വിൻഡോകളുടെ മുകളിൽ ഒരു സ്റ്റോപ്പ് ചിഹ്നം
കുതിര പുല്ല് തിന്നുന്നു
ചുവന്ന ഷൂസുള്ള ഒരു കുട്ടി
ഒരു കാറിന്റെ വിൻഡോ
നിലത്ത് കറുത്ത പുള്ളി
മോശം ആകൃതിയിലുള്ള ഓറഞ്ച് പഴം
ബാർബിക്യൂ ഗ്രില്ലിലെ ഹോട്ട്ഡോഗുകൾ
ഇടതു കൈ വയറ്റിൽ
നിലത്ത് കറുത്ത പുള്ളി
തവിട്ട് നിറമുള്ള മുടിയുള്ള ഒരു സ്ത്രീ
പശ്ചാത്തലത്തിൽ മരം
നായ ഒരു ടൈ ധരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരാൾ തെരുവിലൂടെ നടക്കുന്നു
മഞ്ഞ് നിലത്തുണ്ട്
ആരോ അവരുടെ കണ്ണട മേശപ്പുറത്ത് വെച്ചിട്ടുണ്ട്
ദ്വീപ് ബീച്ച് രംഗം
കമ്പ്യൂട്ടറിൽ വിൻഡോ തുറക്കുക
മനുഷ്യൻ ഒരു സെൽഫോണിൽ സംസാരിക്കുന്നു
ഒരു കറുത്ത വെളുത്ത അക്ഷര ചിഹ്നം.
ആളുകൾ ബീച്ചിൽ ഇരിക്കുന്നു
ഒരു കേക്കിൽ നക്ഷത്രം
ട്രെയിനിൽ എഴുതിയിരിക്കുന്ന വാക്കുകൾ
ഇത് ഒരു കുളിമുറിയുടെ ഉള്ളിലാണ്
നിലത്ത് കറുത്ത പുള്ളി
നിലത്ത് കറുത്ത പുള്ളി
നിലത്തുനിന്നു പുറപ്പെടുന്ന ഒരു ചെടി
ഒരു ബാഗ് കോട്ടൺ മിഠായി
സർഫർബോർഡ് കൈവശമുള്ള സർഫർ
രണ്ടുപേർ ടെന്നീസ് കളിക്കുന്നു.
നീല തൊപ്പി ധരിച്ച ഒരാൾ
നിലത്ത് കറുത്ത പുള്ളി
നിലത്ത് കറുത്ത പുള്ളി
ട്രെയിനിന്റെ മുൻവശത്തുള്ള നമ്പറുകൾ.
സ്ത്രീ കുട പിടിക്കുന്നു
ഒരു ബേസ്ബോൾ കളി
പൂക്കൾ മഞ്ഞയാണ്
ഈ മനുഷ്യൻ ഒരു ഫ്രിസ്‌ബിയെ എറിയാൻ പോവുകയാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കാറ്റിൽ നീലയും വെള്ളയും പതാക
കോർട്ടിൽ ടെന്നീസ് കളിക്കാരൻ
സിൽവർ മോർട്ടോറോള സെൽ ഫോൺ
നീലയും വെള്ളയും വരച്ച ഇനം
മരുഭൂമിയിലെ സീബ്രകൾ
ഫുട്പാത്തിൽ ചുവന്ന അഗ്നി ജലാംശം
ഒരു കൂട്ടം ആളുകൾ ചിത്രത്തിനായി നിൽക്കുന്നു
ചുവന്ന ഫ്രിസ്ബീ നിലത്ത്
വെളുത്തതും തവിട്ടുനിറമുള്ളതുമായ രോമമുള്ള നായ
ഫ്ലാഗ്
ദ്വീപ് ബീച്ച് രംഗം
നിലത്ത് കറുത്ത പുള്ളി
നിലത്ത് കറുത്ത പുള്ളി
"പകൽ വെളിച്ചത്തിൽ , ഒരു പാർക്കിംഗ് മീറ്റർ"
ഒരു സബ്‌വേയ്‌ക്ക് സമീപമുള്ള ഒരു രംഗം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ടൈ ധരിച്ച നായ
ഒരു നീല വൃത്താകൃതിയിലുള്ള ലിറ്റർ
ഒരു വ്യക്തി ഒരു ചരിവ് താഴേക്ക് വീഴുന്നു
നിലത്ത് ഒരു പക്ഷി
ഒരു സ്ലൈസ് പിസ്സ
കരയിൽ പക്ഷി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കൊച്ചു പെൺകുട്ടികളുടെ കൈയിൽ വി മൊട്ട്
ഒരു കുഞ്ഞ് ആന
ക്ലോക്കിൽ കൈകൾ
കരടിക്ക് തവിട്ട് മൂക്ക് ഉണ്ട്
കുഞ്ഞ് ആന
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
"ചെറിയ തവിട്ട്, വെളുത്ത കുതിര"
യാത്രക്കാരുമായി സബ്‌വേ കാർ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
കുഞ്ഞ് ആന
ഒരു ഗോപുരത്തിന്റെ വശത്തുള്ള ഘടികാരം
നിലത്ത് രണ്ട് നില ബസ്
ചിത്രങ്ങൾക്ക് മുകളിലുള്ള ഒരു ക്ലോക്ക്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ജാലകത്തിനു മുന്നിൽ പൂച്ച കിടക്കുന്നു
കളിക്കാരന്റെ കാലിന്റെ നിഴൽ
"ചുവപ്പ് നിറത്തിൽ മഞ്ഞ, കറുപ്പ് തെരുവ് ചിഹ്നം"
ഇതൊരു കൊച്ചുകുട്ടിയാണ്
നിലത്ത് കറുത്ത പുള്ളി
ക്യാമറമാൻ നല്ല ഷോട്ട് എടുക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ജനലരികിൽ ഇരിക്കുന്ന ടെഡി ബിയർ.
ദ്വീപ് ബീച്ച് രംഗം
ഇതൊരു സെൽ ഫോണാണ്
ബേസ്ബോൾ മൈതാനത്ത് നിക്കുന്ന പയ്യൻ
ബ്യൂണി ഓറഞ്ച് നിറമാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വാതിൽ വെളുത്തതാണ്
പാർക്ക് ചെയ്തിരിക്കുന്ന കാറിന്റെ മുൻവശം
ഒരു ബട്ടണിന്റെ റിമോട്ട്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചുവപ്പും വെള്ളയും വിമാനം
ദ്വീപ് ബീച്ച് രംഗം
ഒരു കൂട്ടം സീബ്രകൾ
ഒരു വെളുത്ത കെട്ടിടത്തിന്റെ ഭാഗം
ചുവന്ന നിറമുള്ള മോട്ടോർബൈക്ക്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ടെന്നീസ് ബോൾ.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വർണ്ണാഭമായ കുടയുള്ള പെൺകുട്ടി
ഇതൊരു പ്ലഷ് ആനയാണ്
പിന്നിൽ നീല പന്ത്
മുകളിലെ കാബിനറ്റിൽ ഷെൽഫ്
ദ്വീപ് ബീച്ച് രംഗം
തെരുവിൽ ഭക്ഷണം ചുമക്കുന്ന സ്ത്രീ
ഒരു കൊച്ചു പെൺകുട്ടിക്ക് പിങ്ക് ഹെൽമെറ്റ്
ഒരു കെട്ടിടത്തിന്റെ വശത്തുള്ള ഘടികാരം
ഒരു ട്രെയിനിന്റെ ജാലകം
തവിട്ട് നിറമുള്ള മുടിയുള്ള മനുഷ്യൻ
ട്രാക്കുകളിൽ മഞ്ഞ വാഹനം
ട്രെയിൻ ട്രാക്കിനടുത്തുള്ള ചരൽ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കുഞ്ഞ് ആന
സെൽ ഫോണിൽ പ്രവർത്തിക്കുന്ന വ്യക്തി
കെട്ടിടത്തിൽ വെളുത്ത അടയാളം
തിളക്കമുള്ള ഓറഞ്ച് കാരറ്റ്
ഈ വ്യക്തി ഒരു വീഡിയോ ഗെയിം കളിക്കുന്നു
ഒരു വീഡിയോ ഗെയിം പ്രദർശിപ്പിക്കുന്ന ഒരു ടിവി സ്ക്രീൻ
പ്ലേറ്റിൽ പർപ്പിൾ നിറമുള്ള മുട്ടകൾ
ഒരു പ്രൊഫഷണൽ ടെന്നീസ് കോർട്ട്
കൂട്ടിനുള്ളിലെ നായ്ക്കൾ
തുറന്ന മുഖമുള്ള സാൻഡ്‌വിച്ച് കഴിക്കാൻ തയ്യാറാണ്
ഇതൊരു കുളിമുറിയാണ്
ഒരു പർവതത്തിൽ എടുത്ത ചിത്രം
ഒരു പാത്രത്തിൽ ഒരു പിസ്സ
ഒരു ചുവന്ന പ്ലാസ്റ്റിക് ഭക്ഷണ കോർട്ട് തളിക
കലത്തിൽ ഓറഞ്ച് പച്ചക്കറി
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കണ്ണുകൾ ആപ്പിളിൽ കൊത്തിയെടുത്തത്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇംഗ്ലീഷിലും ചൈനീസിലും ഒരു ധ്രുവത്തിൽ തെരുവ് ചിഹ്നം
പുല്ലിൽ പശു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
സൂര്യൻ അസ്തമിക്കുന്നു
ഹോം പ്ലേറ്റിലേക്ക് വിരൽ ചൂണ്ടുന്ന ബേസ്ബോൾ പിച്ചർ
അവൻ ഒരു ടെന്നീസ് റാക്കറ്റ് പിടിക്കുന്നു
കുഞ്ഞ് ആന
കളി സ്ഥലത്ത് കൂടി പോകുന്ന ഒരു വെളുത്ത വര
രണ്ട് ഫിലീസ് ബേസ്ബോൾ കളിക്കാർ
ഒരു ചിഹ്നത്തിൽ 30 നമ്പർ
പുല്ലിൽ കല്ല് പാറ
ഒരു പോഡിയത്തിലെ ലാപ്‌ടോപ്പ്
മേൽക്കൂരയിലെ പ്രകാശം
ചുവന്ന അഗ്നി ജലാംശം
തവിട്ട് നിറമാണ് നിലം
കെട്ടിടത്തിന്റെ ചിഹ്നത്തിൽ ഘടിപ്പിച്ചിരിക്കുന്ന സ്റ്റോപ്പ് ലൈറ്റ്
രണ്ട് ഏഷ്യൻ യുവതികൾ അവരുടെ മേശയിൽ ജോലി ചെയ്യുന്നു
ആടുകൾ
ഒരു മഞ്ഞ ഓറഞ്ച് പഴം
തടിയിൽ കെട്ടുകളുള്ള വെൺചന്ദന മരം
വെള്ളത്തിൽ ചെറിയ താറാവ്
മനുഷ്യന്റെ വലതു കൈയിലെ പർപ്പിൾ ഫ്രിസ്ബീ
വശത്തെ പോക്കറ്റിൽ കോപ്പ് ബാഡ്ജ്
ഒരു നായയുടെ പിന്നിൽ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ദ്വീപ് ബീച്ച് രംഗം
അവന്റെ കുപ്പായത്തിൽ ഒരു മഞ്ഞ ലോഗോ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
അടയാളം നിർത്തുക
നീല സ്‌ക്രീനിന് മുകളിലുള്ള ചുവന്ന സീറ്റുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മഞ്ഞ ചായം തൊലിയുരിച്ച തേച്ച ഭിത്തികൾ
കടൽ ഗല്ല് ആകാശത്ത് പറക്കുന്നു
ഒരു മരം കുരങ്ങിന്റെ അടയാളം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഫ്രിഡ്ജിലെ പ്രതിഫലനം
മനുഷ്യന് തവിട്ട് നിറമുള്ള മുടിയുണ്ട്.
ഒരു മണൽ കടൽത്തീരത്ത് സ്ത്രീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഏകാന്തമായ ഒരു നഗര തെരുവ്.
മുഖത്ത് തവിട്ട് കണ്ണ്
പച്ചനിറത്തിലുള്ള ബ്രോക്കോളി
വിയർപ്പ് ഷർട്ട് ധരിച്ച സ്ത്രീ
രണ്ട് ആനകൾ വെള്ളത്തിൽ കളിക്കുന്നു
ബസ് നീലയാണ്.
നദിയിൽ നടക്കുന്ന ആനകളുടെ കൂട്ടം
വൈറ്റ് ട്രിം ഉള്ള ചുവന്ന സ്റ്റോപ്പ് ചിഹ്നം
മഞ്ഞുവീഴ്ചയിൽ നാല് കോണുകൾ
മനുഷ്യർക്ക് നടക്കാൻ ഉള്ള പച്ച അടയാളം
മനുഷ്യൻ ചരിവുകളിലൂടെ സ്കീയിംഗ് ചെയ്യുന്നു
പൂച്ചയുടെ വലിയ ചെവി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ബോക്സിൽ നീല അക്ഷരം
നിലത്ത് കറുത്ത പുള്ളി
മുഖത്ത് വെളുത്ത പൊടിയുള്ള മനുഷ്യൻ
ദ്വീപ് ബീച്ച് രംഗം
വൈറ്റ് ബസ്
ചിഹ്നത്തിൽ കറുത്ത അക്ഷരം
വിമാനം
ഫ്രൈയുടെ മുകളിൽ അച്ചാർ പുൽത്തണ്ട്
മരങ്ങൾക്കും കുന്നുകൾക്കും മുകളിൽ ചാരനിറത്തിലുള്ള ആകാശം
മുറിയിലെ കോഫി ടേബിൾ
നിലത്ത് ഒരു മൈക്രോവേവ്
വിൻഡോ തെളിച്ചമുള്ളതാണ്
വഴിയടയാളം
ടെന്നീസ് കോർട്ടിന് പിന്നിൽ ഒരു കറുത്ത വേലി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ജിറാഫ് എഴുന്നേറ്റു നിൽക്കുന്നില്ല
രണ്ട് സെൽ‌ഫോണുകൾ‌
നീളമുള്ള കഴുത്ത് ഉള്ള പക്ഷി
ആൺകുട്ടിയുടെ ബേസ്ബോൾ തൊപ്പി
അവന്റെ കയ്യിൽ ഒരു പുകയില ഉൽപ്പന്നം
വാഹനത്തിന് മുൻവശത്ത് \ ഡോനട്ട്സ് word എന്ന വാക്ക് ഉണ്ട്
സ്ക്രീൻ ചെയ്ത മുൻവശത്തെ വിൻഡോ
ടെലിവിഷൻ ഓണാണ്
ഇത് പക്ഷികളുടെ കൂട്ടമാണ്
സ്നോ ബോർഡിൽ മനുഷ്യൻ വായുവിൽ ചാടുന്നു
കുഞ്ഞ് ആന
ടോപ്പിംഗുകളിൽ പൊതിഞ്ഞ ഹോട്ട് ഡോഗ്
പശ്ചാത്തലത്തിൽ വലിയ വൃക്ഷങ്ങൾ
ടെന്നീസ് കളിക്കുന്ന ഒരാൾ
ഒരു ടെഡി ബിയർ ബ്രൗൺ നിറമാണ്
ഒരു പച്ച സ്റ്റോപ്പ് ലൈറ്റ്
കൈറ്റ്സ്
സ്യൂട്ട്‌കേസിൽ വസ്ത്രങ്ങൾ ചുരുട്ടി
നായ ഒരു മുറ്റത്ത് കളിക്കുന്നു
തട്ടം ചുവപ്പാണ്.
പാത്രത്തിലെ തൂവാലകൾ
നീല നിറത്തിലുള്ള കുടയിൽ ചുവന്ന അക്ഷരങ്ങൾ
കുഞ്ഞ് ആന
ഫ്രോസ്റ്റിംഗിൽ ഹാർഡ് മിഠായികൾ കൊണ്ടുള്ള കേക്ക്
നായയ്ക്ക് വായിൽ ഫ്രിസ്ബീ ഉണ്ട്
വെള്ളയും നീലയും നിറഞ്ഞ ബസ്
ട്രെയിനിന്റെ പിൻഭാഗം
പുരുഷനും സ്ത്രീയും ബെഞ്ചിലിരുന്ന്
മേശപ്പുറത്ത് ഒരു ഉപ്പ് കുലുക്കം
നിലത്ത് കറുത്ത പുള്ളി
ഷർട്ട് ടൈ ഡൈ ആണ്
ഇടതുവശത്തേക്ക് ചൂണ്ടുന്ന ഒരു തെരുവിലെ അമ്പടയാളം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
കീബോർഡിലെ ചുവന്ന അക്ഷരങ്ങൾ
ഒരു വ്യക്തിയുടെ കൈയിൽ കറുത്ത കയ്യുറ
ബ്രൊക്കോളി പ്ലേറ്റിൽ ഇരിക്കുന്നു
"കപ്പ്, കോസ്റ്ററിനു മുകളിൽ ഇരിക്കുന്നു"
തറയിലെ ടോയ്‌ലറ്റ്
തവള പച്ചയാണ്
കെട്ടിടത്തിൽ ഒരു ബാൽക്കണി
ഗ്ലാസ് ബിയർ
പച്ചയും വെള്ളയും അടയാളം
വായുവിൽ നിൽക്കുന്ന ടെന്നീസ് ബോൾ
കെട്ടിടത്തിന്റെ മുഖത്ത് ഘടികാരം
കുഞ്ഞ് ആന
ഓറഞ്ച് തൊപ്പി ഉള്ള കുപ്പി
ചെറിയ പുല്ലിൽ വെളുത്ത ആടുകൾ
ഒരു ബണ്ണിൽ ഭക്ഷണം
ഒരു കപ്പിന്റെ വശത്തുള്ള ലോഗോ
ചുവരിൽ ചിത്രങ്ങൾ
പ്ലെയറിൽ ചുവന്ന ഹെൽമെറ്റ്
ഒരു കാറിലെ സൈഡ് മിറർ
അകലെ വിളക്കുമാടം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
\ ലുഫ്താൻസ ഒരു വിമാനത്തിന്റെ വശത്ത് എഴുതിയിരിക്കുന്നു
വർണ്ണാഭമായ മതിൽ പെയിന്റിംഗ്
മേശപ്പുറത്ത് വെളുത്ത കോലാണ്ടർ
ചുമരിൽ തിളങ്ങുന്ന വെളുത്ത ടൈലുകൾ.
അടുക്കളയിലെ ജനാല
ഒരു ഡബിൾ ഡെക്കർ ബസ്
പശുവിന്റെ പുറകിൽ നിൽക്കുന്ന പക്ഷി
ചെറിയ റെയിൽ
വെളുത്ത പാലം
കൺസേർട്ടിൽ ഒരു കറുത്ത ഗോപുരം
കറുപ്പും ചാരനിറത്തിലുള്ള എലി
ഒരാൾ മേശപ്പുറത്ത് ഇരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മരം ബെഞ്ച്
വയലിൽ ഒരു പെൺകുട്ടി
വെളുത്തതും കറുപ്പും നിറമുള്ള ഒരു സീബ്ര നിറം
സ്ത്രീ വായിക്കുന്നു
വൈറ്റ് പ്ലേറ്റിൽ കേക്ക്
ഗേറ്റ് മെറ്റൽ കൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്
മേശപ്പുറത്ത് പൂച്ച.
ഒരു പായ്ക്കറ്റിൽ ഒരു സീബ്ര
ഡോനട്ട് തണുത്തുറഞ്ഞതാണ്
ഒരു കൈ സാൻഡ്‌വിച്ച് പിടിക്കുന്നു
ഗോവണിയിൽ ചെറിയ തടി തൂൺ
വിൻഡോ പ്രദേശത്ത് ചാരനിറത്തിലുള്ള വെളുത്ത പൂച്ച.
ഒരു രോമമുള്ള നായയുടെ മുഖമുടി
നിലത്ത് കറുത്ത പുള്ളി
ഈ ആട്ടിൻകുട്ടിക്ക് ഒരു വലിയ ചെവി ഉണ്ട്
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
പാന്റ്സ് ധരിച്ച മനുഷ്യൻ
ഒരു വിമാനത്തിന്റെ ജനാല
മനുഷ്യൻ ടെന്നീസ് കളിക്കുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു മേശ തുണിയിൽ ചെറിയ ചുവന്ന ചെക്ക് ഉള്ള പാറ്റൺ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഈ ധ്രുവക്കരടിയിൽ വലിയ നഖങ്ങളുണ്ട്
കയ്യിൽ ചുവന്ന കുട
ചിത്രം ഫ്രെയിം ചെയ്തു.
കരടികൾ കളിക്കുന്നു
മരുഭൂമിയിലെ രണ്ട് സ്കീയർമാർ
മോട്ടോർ സൈക്കിൾ ഒരു കുന്നിറങ്ങുന്നു
ഫ്രിഡ്ജിന് മുകളിൽ കറുത്ത മൈക്രോവേവ്
തലപ്പാവ് തലയിൽ ധരിക്കുന്നു
ആളുകൾ റിസോർട്ടിൽ സ്കീയിംഗ് ചെയ്യുന്നു
വഴിയിൽ ബസുകൾക്കായി മാത്രം പാർക്കിംഗ്
ഒരു ജോടി സ്കീസിൽ നിൽക്കുന്ന പയ്യൻ
ഒരു കട്ടിലിൽ രണ്ട് കുട്ടികൾ
ബോർഡിൽ കിടക്കുന്ന സർഫർ വെള്ളത്തിൽ
ചില ആളുകൾ നഗരത്തിൽ നടക്കുന്നു
ഒരു സ്ത്രീ ട്രെയിനിൽ നിൽക്കുന്നു
പുരുഷന്മാർ സ്കൂട്ടർ ഓടിക്കുന്നു
ബസിന്റെ മുൻ ചക്രം
ടോയ്‌ലറ്റ് സീറ്റിന്റെ ലിഡ്
ഒരു കറുത്ത ടെഡി ബിയർ
ഇലക്ട്രോണിക് ഉപകരണത്തിന് മുകളിൽ കൈ ചുരുട്ടുന്നു
വരയുള്ള പാറ്റേൺ ചെയ്ത തലയിണയുടെ ഭാഗം
ഒരു മരം കസേരയിൽ പ്രാവ് ഒളിഞ്ഞിരിക്കുന്നു
ജിറാഫിന്റെ തവിട്ട് വെളുത്ത തല
കസേര സ്വീകരണമുറിയിലാണ്
മുട്ട് വെളുത്തതാണ്
മതിലിന്റെ നിറം വെളുത്തതാണ്
മേശപ്പുറത്ത് ഒരു പ്ലേറ്റ് ഭക്ഷണം
ചുമരിൽ വെളുത്ത ചിത്രം
പ്ലേറ്റിൽ സാൻഡ്‌വിച്ച്
ഇത് ഒരു അടയാളമാണ്
സ്ത്രീയും നായയും സർഫ്ബോർഡിൽ
നായ്ക്കൾക്കുള്ള ഒരു നിർദ്ദേശ മാനുവൽ
തിരമാലയിൽ സവാരി ചെയ്യുന്ന സർഫർ
കുഞ്ഞ് ആന
ഗോപുരത്തിലെ ഘടികാരങ്ങൾ.
മൃഗശാലയിൽ വലിയ തവിട്ട് കരടി
പിസ്സയുടെ പുറംതോട്
ഒരു ബസിന്റെ ചക്രം
ഒരു മേശയിൽ കത്തി
നിലത്ത് കറുത്ത പുള്ളി
മഞ്ഞുവീഴ്ചയിൽ ഒരു പച്ച വൃക്ഷം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
വേഗത്തിൽ നീങ്ങുന്ന ട്രെയിൻ
കലണ്ടർ 2013 ഫെബ്രുവരി മുതൽ
വലിയ വർണ്ണനിറങ്ങൾ ഉള്ള തത്ത
ഒരു ട്രക്കിന്റെ ജാലകം
ഒരു ബൈക്കിന്റെ ചക്രം
ഗ്ലാസിലെ ഷോപ്പ് വാക്കുകൾ.
പെയിന്റിംഗ് സ്വർണ്ണം
നിലത്ത് വലിയ വെളുത്ത ഘടികാരം
വയലിൽ ഒരു കറുത്ത കരടി
കറുത്ത തല മൂടുപടം ഉള്ള പെൺകുട്ടി
ഒരു കറുത്ത നിർമ്മിത ഇരുമ്പ് ഔട്ട്‌ഡോർ ക്ലോക്ക്
വയലിൽ ഒരു കുതിര
ക്യാബ് മഞ്ഞയാണ്
വലിയ നീലയും വെള്ളയും കൂടാരം
ധ്രുവത്തിലെ സ്റ്റോപ്പ് ചിഹ്നം.
ഇടതുവശത്ത് പുസ്തകങ്ങളുടെ ശേഖരം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ബലൂണുകൾ വെള്ളയും നീലയുമാണ്
ടയറിന്റെ പിന്നിലുള്ള ചക്രങ്ങൾ
ഒരു കൃത്രിമ വെള്ളയും തവിട്ടുനിറത്തിലുള്ള കുതിര
ഒരു കമ്പ്യൂട്ടറിന്റെ സ്ക്രീൻ
വെള്ളയും കറുപ്പും ഉള്ള സ്നോബോർഡ്
പുരാതന വിമാനം പ്രദർശിപ്പിച്ചിരിക്കുന്നു
ഒരു വ്യക്തിയുടെ കണ്ണ്
ഗ്രാസ്സിൽ ചെറിയ ആന
തുരുമ്പിച്ച പഴയ ട്രക്ക്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സ്ത്രീ പർവതത്തിലേക്ക് ഇറങ്ങുന്നു
വെളുത്ത പ്ലേറ്റിൽ ചെറിയ സ്വർണ്ണ നിറമുളള ഫ്രഞ്ച് ഫ്രൈ
മഞ്ഞുവീഴ്ചയുള്ള കുന്നിൽ ഒരാൾ സ്നോബോർഡിംഗ് ചെയ്യുന്നു
മേച്ചിൽപ്പുറത്ത് നാല് പശുക്കളും പശുക്കുട്ടികളും
അളക്കുന്ന കപ്പ് വ്യക്തമാണ്.
ചുവപ്പും വെള്ളയും അടയാളം.
വെളുത്ത പാത്രത്തിൽ ഉരുളക്കിഴങ്ങ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
അടുക്കളയിൽ നിൽക്കുന്ന ഒരാൾ
ബിയറുള്ള ഒരു ടാബി പൂച്ച
മിഡെയറിൽ വോളി ബോൾ
വ്യക്തി ഒരു പട്ടം പറത്തുന്നു
ഒരു കറുത്ത തെരുവ് വെളിച്ചം
കുഞ്ഞ് ആന
ഒരു കമ്പ്യൂട്ടറിൽ പ്രവർത്തിക്കുന്ന വ്യക്തി
ഒരു കീ ബോർഡിലെ കീ
ജിറാഫിന്റെ കാലുകൾ നീളമുള്ളതാണ്
നടപ്പാതയിലെ വ്യക്തി
നിലത്ത് കറുത്ത പുള്ളി
നിലത്ത് കറുത്ത പുള്ളി
ഉത്പന്നങ്ങൾ തടി മേശയിൽ പ്രദർശിപ്പിച്ചു
ചാരനിറത്തിലുള്ള ആട് പുല്ലിൽ നിൽക്കുന്നു
സീബ്രയിൽ വാൽ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ടർക്കോയ്‌സ് നീല വെള്ളത്തിൽ സർഫർ ചെയ്യുക
മഞ്ഞ കാർഡിഗൺ ധരിച്ച മനുഷ്യൻ
അപ്രോൺ വസ്ത്രത്തിലെ പിൻ
സ്കേറ്റ്ബോർഡിൽ ഇരിക്കുന്ന ഒരു കൊച്ചു പെൺകുട്ടി.
പശുവിന്റെ ചെവിയിൽ മഞ്ഞ ടാഗ്.
ആകാശത്തു ഒരു വിമാനം
നിലത്ത് ആന
നായ കട്ടിലിൽ കിടക്കുന്നു
ഷൂ ബോക്സിൽ ഓറഞ്ച് പൂച്ച
ഇഷ്ടിക കെട്ടിടത്തിൽ വെളുത്ത ക്ലോക്ക് മുഖം
പട്ടികയിൽ അപ്പം റൊട്ടി
ആന നിൽക്കുന്ന സ്‌റ്റൂൾ
കട്ടിലിൽ പുതപ്പ്
മനുഷ്യൻ ഒരു കുതിരപ്പുറത്താണ്.
അക്ഷരം r ചിഹ്നത്തിൽ
ഒരു വെളുത്ത അടിത്തറ
ഒരു ഫീൽഡിലെ ഒരു സീബ്ര
സെൽഫോൺ കൈവശമുള്ള സ്ത്രീ
പുരുഷന്മാർ ഒരു മേശയ്ക്കു ചുറ്റും ഇരിക്കുന്നു
പച്ച പുല്ലിൽ സോക്കർ ബോൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
പുല്ലിൽ ഒരു സീബ്ര
കാര്യാലയത്തിലെ ആളുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മ്യൂസിയത്തിലെ സെറാമിക് പോട്ട്
ജീൻസ് ധരിച്ച ഒരാൾ
പൂച്ച ഓറഞ്ച് നിറമാണ്.
ആടുകൾ പുല്ലു തിന്നുന്നു
"അഴുക്ക് നിറഞ്ഞ റോഡിനെ വിഭജിക്കുന്ന തവിട്ട്, മഞ്ഞ ധ്രുവങ്ങൾ"
ഫലം നിറഞ്ഞ ചിത്രം
ഡ്യുവൽ സ്ക്രീൻ കറുപ് മോണിറ്ററുകൾ
പോളിൽ അമേരിക്കൻ പതാക
കഴുത്തിൽ വരയുള്ള ടൈ
കുറച്ച് പുല്ലിന് സമീപം ഒരു ചുവന്ന അഗ്നി ജലാംശം
ചിത്രം കറുപ്പും വെളുപ്പും എടുത്തിട്ടുണ്ട്
ഇഷ്ടിക ഇഷ്ടികയുടെ അടുത്താണ്
റെയിൽ‌വേ സ്റ്റോപ്പ് ചിഹ്നം
വിശ്രമിക്കുന്ന തൊപ്പി ധരിച്ച നായയുടെ തല
ചുവപ്പും മഞ്ഞയും ഇരട്ട സ്റ്റാക്ക് ബസ്
സിൽവർ മെറ്റൽ ടോയ്‌ലറ്റ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
മുടിയിൽ വെളുത്ത പുഷ്പം ധരിച്ച സ്ത്രീ
പഴയ ബോട്ട്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
താൽക്കാലിക സ്നോബോർഡിൽ ഒരു ചെറുപ്പക്കാരൻ
കാട്ടിൽ ആനകളുടെ കൂട്ടം
ചാരനിറത്തിലുള്ള തലം
കരടിയുടെ തല
പർപ്പിൾ ഷവർ കർട്ടൻ
ഒരു ബാക്ക്പാക്ക് നിലത്തുണ്ട്.
നിലത്ത് കറുത്ത പുള്ളി
ചിത്രത്തിൽ രണ്ട് മോട്ടോർ ബൈക്കുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചുവപ്പും വെള്ളയും നീലയും ഉള്ള നിരവധി വിമാനങ്ങൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കുടയുമായി നടക്കുന്ന സ്ത്രീ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു പഴയ ട്രെയിൻ എഞ്ചിൻ
മഞ്ഞ കൈറ്റ് വായുവിൽ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ചെറിയ വെളുത്ത മുകുള ചട്ടി
റോഡിൽ ഒരു കാർ
ഈ മനുഷ്യൻ ഒരു സ്കേറ്റ്ബോർഡ് ഉപയോഗിക്കുന്നു
കുഞ്ഞ് ആന
മനുഷ്യൻ ഷർട്ട് ഇല്ല
ഒരു വിമാനത്താവളത്തിന്റെ ചിത്രം
വായിൽ പന്ത് ഉള്ള നായ
ജിറാഫിന്റെ തല
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ക്യാമറ ഉയർത്തിപ്പിടിക്കുന്ന ഒരു യുവാവ്
കുഞ്ഞ് ആന
കുഞ്ഞ് ആന
മൂന്ന് പാവകൾ കിടക്കയിലാണ്
മനുഷ്യൻ സോക്സ് ധരിക്കുന്നു
വ്യക്തിയുടെ തലയിൽ കണ്ണാടി
മൂന്ന് സർഫറുകൾ വെള്ളത്തിലാണ്.
ആകാശത്ത് ജെറ്റ് വിമാനം
ചെറിയ നീല റാമെക്കിൻ
ഒരു വിമാനത്താവളത്തിലെ വെളുത്ത വിമാനം
പോസ്റ്റിന്റെ ഭാഗം
വയലിൽ പശു മേയുന്നു
തിരമാലകളിൽ ഒരു സർഫർ
ചുവരിൽ ഒരു പേപ്പർ
ജിറാഫിന്റെ നീണ്ട കഴുത്ത്
വിമാനം ലോട്ടിൽ നിർത്തി
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സീബ്ര ക്യാമറയിലേക്ക് നോക്കുന്നു
ഒരു സ്ത്രീ ബാൽക്കണിൽ ഇരിക്കുകയായിരുന്നു
ജാലകങ്ങൾ വലുതാണ്
പാർക്ക് ബെഞ്ച് നീലയാണ്
പുല്ലിന് പച്ച നിറമുണ്ട്
തവിട്ട് കയ്യുറയാണ് കളിക്കാരൻ ധരിച്ചിരിക്കുന്നത്
ഇതൊരു ട്രാഫിക് ലൈറ്റ് ആണ്
കറുത്ത ബുക്ക്ബാഗ് തറയിൽ കിടക്കുന്നു
ഇതാണ് ആകാശം
മിഡ് എയറിൽ ചുവന്ന ഫ്രിസ്ബീ
സൈക്ലിസ്റ്റുകൾ ഒരു ഓട്ടത്തിൽ .
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇതൊരു വാച്ചാണ്
ഒരു കിടപ്പുമുറിയിൽ കിടക്ക
ധാരാളം മഞ്ഞുവീഴ്ചയിൽ ആളുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
നരച്ച കണ്ണുകളുള്ള പൂച്ച
ഒരു സെൽ ഫോണിൽ സംസാരിക്കുന്ന സ്ത്രീ
വളരെ മങ്ങിയ നിർത്തൽ ചിഹ്നം.
ഗോപുരത്തിന് മുകളിൽ ഒരു കുരിശ്.
രാത്രി ആകാശത്തിന്റെ ഇരുട്ട്
ഗ്ലാസ് നിറയെ ഓൺലൈൻ
ഷൂവിന്റെ ഒരു ഭാഗം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഇതൊരു മോട്ടോർ റേസറാണ്
കരടി തവിട്ട് നിറത്തിലാണ്
തെരുവിലൂടെ മഞ്ഞ ഗതാഗത അടയാളം
റെസിഡൻഷ്യൽ കുളിമുറിയുടെ ഉൾവശം
ഇതൊരു ആനയാണ്
കാറിലെ ലൈസൻസ് പ്ലേറ്റ്
മരങ്ങളുടെ അടുത്ത് നീലയും വെള്ളയും അടയാളം.
ഒരു തെരുവിൽ ബസ്
സ്കീ പോൾ നിലത്തു നിന്ന് പുറത്തുകടക്കുന്നു.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇതൊരു കാഴ്ചക്കാരനാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു യുവതി പാർക്കിൽ ഇരിക്കുന്നു
കറുത്ത ചരട് ടെലിവിഷനുമായി ബന്ധിപ്പിച്ചു.
ടിവി കാണുന്ന ഒരു പൂച്ച
ട്രൈസൈക്കിൾ ഉള്ള ഒരു വ്യക്തി
കോൺക്രീറ്റിൽ നീങ്ങുന്ന സ്കേറ്റ്ബോർഡർ
നായ ഒരു ഫ്രിസ്‌ബീ പിടിക്കുന്നു
സ്ത്രീ ഇടതു കൈകൊണ്ട് മതിൽ തൊടുകയാണ്
ഒരു ചുവന്ന സ്യൂട്ട്കേസ്.
ഇതാണ് ആകാശം
ഒരു മേശപ്പുറത്ത് ഒരു വെളുത്ത ലാപ്‌ടോപ്പ്
സ്കേറ്റ് ബോർഡുമായി കളിക്കുന്ന ഒരാൾ
ഡ്രമ്മിൽ കറുത്ത അക്ഷരം
ഇതൊരു ചുവന്ന പക്ഷിയാണ്
സ്കീയറിൽ ചുവന്ന കോട്ട്
ഒരു സ്ത്രീ ചിത്രശലഭത്തിന്റെ രൂപമുള്ള ബെഞ്ചിൽ ഇരിക്കുന്നു
ഹിസ്പാനിക് മനുഷ്യൻ ഫോണിൽ സംസാരിക്കുന്നു
വ്യക്തമായ രണ്ട് ഗ്ലാസുകൾ പരസ്പരം ഇരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ലഗേജ് കേസിന് താഴെയുള്ള നിലം
പുൽത്തകിടിയിൽ ട്രെയിൻ
ഇതൊരു പൂച്ചയാണ്
അത് ഒരു സ്കേറ്റിംഗ് ബോർഡാണ്
ഇതൊരു തൊപ്പിയാണ്
സർഫ്ബോർഡിലെ ചെറിയ കുട്ടി
പുറംതോടിന്റെ തവിട്ട് തവിട്ടുനിറമാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇവർ രണ്ട് കുട്ടികളാണ്
വായുവിലെ വാണിജ്യ വിമാനം
ചുവടെയുള്ള കേക്ക് ചുവന്ന പെഡലുകൾ.
ഗ്രില്ലിൽ പച്ച പെയിന്റ്
പ്ലേറ്റിന്റെ വശത്ത് പുഷ്പ പ്രിന്റ്
ബെഞ്ചിന്റെ പിൻഭാഗം തവിട്ടുനിറമാണ്.
സ്കേറ്റ് ബോർഡ് ഓടിക്കുന്ന വ്യക്തി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
അമേരിക്കൻ പതാകകളുടെ ഒരു നിര ധ്രുവങ്ങളിൽ തൂക്കിയിരിക്കുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കുഞ്ഞ് ആന
മോട്ടോർ ബൈക്കിലെ വ്യക്തി
ഇതൊരു കുടയാണ്
കെട്ടിടത്തിന്റെ മുൻവശത്തെ ഘടികാരം
ട്രെയിനിൽ ചുവന്ന അക്ഷരം
സ്ത്രീ സ്കീസിൽ ചാടുകയാണ്
ഇതൊരു ടിവി സ്ക്രീൻ ആണ്
ഇതാണ് കൈ
സ്കീസിൽ ഒരു സ്ത്രീ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കത്ത് തവിട്ടുനിറമാണ്.
മനുഷ്യന്റെ തലയ്ക്ക് മുകളിൽ വെളുത്ത കണ്ണട.
ഒരു ഹെയർ ഡ്രയർ പിടിച്ചിരിക്കുന്ന പെൺകുട്ടി
ഇതൊരു തടമാണ്
വെളുത്ത പാത്രത്തിൽ കീറിപറിഞ്ഞ കാരറ്റ്.
പാവാടയിൽ അച്ചടിച്ച മൃഗം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
തെരുവിൽ ഓടുന്ന ഒരു പെൺകുട്ടി.
ഇതൊരു പട്ടികയാണ്
വെളുത്ത മോട്ടോർ സൈക്കിൾ പാർക്കിംഗ് സ്ഥലത്തേക്ക് തിരിച്ചു.
വേവിച്ച പിസ്സയിൽ ഒന്നാമത്
ഇത് ഒരു മനുഷ്യനാണ്
കൊച്ചുകുട്ടി ഒരു ടെന്നീസ് റാക്കറ്റ് പിടിക്കുന്നു.
കുഞ്ഞ് ആന
വെളുത്ത നിറമുള്ള ടെന്നീസ് ഷൂ
ഇതാണ് മതിൽ
കുട്ടിയുടെ കുപ്പായത്തിൽ ചാരനിറത്തിലുള്ള വര
മനുഷ്യൻ വെള്ളത്തിലാണ്
ഒരു സ്ത്രീ റോഡ് ഐഡിയയിൽ ഇരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കുഞ്ഞ് ആന
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു പട്ടികയുടെ ഭാഗം
ഫോണിലെ ഗ്ലാസ് വിൻഡോ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു വിമാനം ചലനത്തിലാണ്
ഒരു പഴയ കോൾഗേറ്റ് ചിഹ്നം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇത് ഒരു തീരത്താണ്
ആൺകുട്ടിക്ക് കറുത്ത മുടിയുണ്ട്
വെള്ളത്തിൽ ഒരു ബോട്ട്
ടൂർ ബസ് പാർക്ക് ചെയ്തു
ഒരു രുചികരമായ മുട്ട ഓംലെറ്റ്
ഒരു വരിയുടെ ഭാഗം
കുടയുള്ള ചെറിയ പെൺകുട്ടി
നീല തൊപ്പി തൊപ്പിയുള്ള പിച്ച്ചർ
ഇതൊരു സ്ക്രീൻ ആണ്
കുഞ്ഞ് ആന
തെരുവിൽ ചുവന്ന കാർ.
കടൽത്തീരത്ത് വെളുത്ത കുതിരയുടെ പുറത്ത് ഒരു സ്ത്രീ
ഓറഞ്ച് കാരറ്റ് മുഴുവൻ കൊട്ടയിൽ
പേനയിൽ പതിച്ച കനൈൻ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കുഞ്ഞ് ആന
കുഞ്ഞ് ആന
കുപ്പായം വെളുത്തതാണ്
മുൻപിൽ ആന.
ഇതൊരു കാലാണ്
കളിക്കാരന്റെ ഷർട്ട് ചുവപ്പാണ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
മുറിയിൽ വെളുത്ത ടോയ്‌ലറ്റ്
"ചുവപ്പ്, തവിട്ട് നിറത്തിലുള്ള സർഫ്ബോർഡ്"
ഇത് ഒരു വ്യക്തിയാണ്
ഡെസ്‌ക്കിന് മുകളിൽ സിൽവർ ലാപ് ടോപ്പ്.
കുഞ്ഞ് ആന
മൂന്ന് ലൈറ്റുകളുടെ വരി
പാർക്ക് ബെഞ്ചിലിരുന്ന് ഒരാൾ തന്റെ സെൽ ഫോൺ നോക്കുന്നു
വെള്ളി താമ്രജാലത്തിൽ ഇരിക്കുന്ന മൂന്ന് ഓറഞ്ച്
കാറിലെ നായ്ക്കൾ
ഒരു പന്നിയുടെ അറ്റം
കുപ്പായം ചാരനിറമാണ്
ദ്വീപ് ബീച്ച് രംഗം
വെള്ളത്തിൽ മൃഗം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വാഹനത്തിന്റെ പുറകിലുള്ള മഞ്ഞ വാചകം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഇതൊരു പക്ഷിയാണ്
ഒരു കൂളറിന്റെ അഗ്രം
ദ്വീപ് ബീച്ച് രംഗം
അഗ്നി ജലാംശം ചാരനിറമാണ്
രണ്ട് പെൺകുട്ടികൾ ഒരുമിച്ച് ഒരു ബെഞ്ചിൽ ഇരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു വിമാനത്തിന്റെ മുൻവശത്ത്
ഈ ട്രെയിൻ വളരെ നീണ്ടതാണ്
വിമാനം വെളുത്ത നിറത്തിലാണ്
കുഞ്ഞ് ആന
ഭാഗം ഒരു തരംഗമാണെങ്കിൽ
പച്ചയും വെള്ളയും ചിഹ്നം
മേശപ്പുറത്ത് ഒരു നിഴൽ
ഒരു നീല ജേഴ്സി
ഇത് ഒരു മനുഷ്യനാണ്
കട്ടിലിൽ കിടക്കുന്ന പൂച്ച
ഒരു നായുടെ വലിയ മൂക്ക്
ഒരു കട്ടിലിന്റെ ഒരു ഭാഗത്ത് ഉറങ്ങുന്ന ഒരു യുവ പൂച്ച
ഇതൊരു കാറാണ്
സർഫ് ബോർഡിലെ തിരമാലയിൽ കയറുന്ന മനുഷ്യൻ.
കൗണ്ടർ ടോപ്പ്
വ്യക്തി കൈറ്റ് വെള്ളത്തിൽ സർഫിംഗ്.
ഒരു ചെറുപ്പക്കാരൻ ടെന്നീസ് കളിക്കാരൻ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കുളിമുറിയിലെ ടോയ്‌ലറ്റ് പാത്രം
ഒരു കോണിന്റെ ഭാഗം
ചുവപ്പും കറുപ്പും നിറമുള്ള മോട്ടോർസൈക്കിൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പച്ച തെരുവ് വെളിച്ചം
ചാരനിറത്തിലുള്ള ഒരു ജോടി പാന്റ്സ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
സ്റ്റോറിലെ മാനെക്വിൻ.
കുളിമുറിയിൽ ഒരു ടോയ്‌ലറ്റ് ഉണ്ട്.
തിരമാലയിൽ ഒരു സർഫ്ബോർഡ്
ബെഞ്ചിൽ പെയിന്റിംഗ്
ഒരു ഫ്രിസ്‌ബിയെ പിടിച്ച ഒരാൾ
ഒരു വ്യക്തിയുടെ കൈ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കുഞ്ഞ് ആന
വാചകം വെളുത്തതാണ്
വെളുത്ത പ്ലേറ്റുകൾ മേശയിൽ അടുക്കിയിരിക്കുന്നു
ഒരു വീടിന്റെ വശത്ത് മഞ്ഞ കാർ.
ഇവ റോഡിന് മുകളിലുള്ള വരികളാണ്
ചുവപ്പും വെള്ളയും ട്രക്ക്
കാറിന്റെ പിൻ വിൻഡോ
ഇതൊരു റെയിൽവേയാണ്
ഒരു മഞ്ഞ കാപ്പി കോപ്പ
കുടയുള്ള ഒരു വ്യക്തി
മേശപ്പുറത്ത് രണ്ട് ഡോനട്ട്സ്
മനുഷ്യന്റെ തലയിൽ ഉറങ്ങുന്ന പൂച്ച
ഇത് ഒരു അടയാളമാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ജിറാഫിന് വലതുവശത്താണ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
നൂഡിൽസ് ഉള്ള ഒരു പാത്രം
വൈക്കോൽ പാനപാത്രത്തിലാണ്
കളിക്കാരൻ ഒരു ബാറ്റ് പിടിക്കുന്നു
കടൽത്തീരത്ത് നടക്കുന്ന പെൺകുട്ടി
ദ്വീപ് ബീച്ച് രംഗം
നിലത്ത് കറുത്ത പുള്ളി
യോഗ പന്ത് പിങ്ക് ആണ്
മൈതാനത്ത് ബോർഡ്
ഗ്യാസ് ലെഗ് ധരിച്ച മനുഷ്യൻ
ടൂത്ത് ബ്രഷുകൾ കണ്ണാടിയിൽ ഘടിപ്പിച്ചിരിക്കുന്നു
ചാരനിറത്തിലുള്ള രണ്ട് ആനകൾ നടക്കുന്നു
ഒരു ജിറാഫ് തല
ഇതൊരു മോട്ടോർ ബൈക്കാണ്
ഒരു കുളിമുറിയിൽ ഒരു സിങ്ക്
ഇത് ഭക്ഷണത്തിന്റെ ഒരു പാത്രം ആണ്
പുല്ലിൽ ഒരു കുതിര
പാണ്ട കറുപ്പും വെളുപ്പും ആണ്
ദ്വീപ് ബീച്ച് രംഗം
ഗെയിം കാണുന്ന വ്യക്തി
ധാരാളം രോമങ്ങളുള്ള ഒന്ന്
സ്റ്റെയിൻ‌ലെസ് സ്റ്റീൽ ഫ്യൂസറ്റ് ഉപയോഗിച്ച വെളുത്ത പോർസലൈൻ അർദ്ധചന്ദ്രൻ സിങ്ക്
"തവിട്ട്, ടാൻ പാൽ തരുന്ന പശു."
ദ്വീപ് ബീച്ച് രംഗം
ദ്രാവകം ഉള്ള ഒരു തെളിഞ്ഞ പാത്രം
കട്ടിലുകളിൽ തലയിണകൾ
ഒരാൾ നടപ്പാതയിലൂടെ ഡെലിവറി ബൈക്ക് ഓടിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പൊരുത്തപ്പെടുന്ന ടൈയും പോക്കറ്റും ഉള്ള മനുഷ്യന്റെ നീല ഷർട്ട്
ഇവിടത്തെ കാലാവസ്ഥ കൊടുങ്കാറ്റാണ്
ഫയർ ട്രക്കിന് മുകളിൽ രണ്ട് ഫയർമാൻ
അവൾക്ക് ഒരു കോൺഹെഡ് ഉണ്ട്
കറുപ്പും വെളുപ്പും കരടി
ഇതൊരു ഫ്രൈയാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇതൊരു ട്രെയിൻ ആണ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കരയിൽ തിരമാലകൾ
ഒരു പശുവിന്റെ തല
നിലത്ത് കറുത്ത പുള്ളി
ഒരു തവിട്ട് ഐസിട്ടുവച്ച തടസപ്പെട്ടു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ഫ്ലാറ്റ് സ്ക്രീൻ ടിവി
റോഡിൽ ടാക്സി.
ഇത് ഒരു വ്യക്തിയാണ്
ഫുട്പാത്തിൽ ഒരു പരവതാനി ചുരുട്ടിയത്
ഒരു വലിയ വെളുത്ത ഫ്രിസ്ബീ
ഇത് ഒരു വ്യക്തിയാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇത് ഒരു വ്യക്തിയാണ്
ഒരു വലിയ സ്വർണ്ണ ഫ്രെയിം ചെയ്ത കണ്ണാടി
ഒരു തളികയിൽ ഒരു ഫോർക്
ചത്ത മരത്തിന്റെ അരികിൽ നിൽക്കുന്ന ജിറാഫ്.
ഒരു ഫോണിൽ ഒരാൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വാഴപ്പഴം വെളുത്തതാണ്
ഒരു ചെവിയുടെ അഗ്രം
കുപ്പായം ധരിച്ച കുട്ടി
കാട്ടിൽ ഒരു സ്ത്രീ
ദ്വീപ് ബീച്ച് രംഗം
ഒരു ബൈപ്ലെയ്ൻ ആകാശത്തിലൂടെ പറക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പുരുഷന്റെ കുപ്പായത്തിൽ സൈക്കിളിന്റെ വെളുത്ത ചിത്രം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഇതൊരു പാചക കലമാണ്
മേശപ്പുറത്ത് ഒരു ലാപ്‌ടോപ്പ്
ആനയുടെ കൊമ്പിന്റെ അറ്റം
ഒരു തളികയിൽ ഒരു സ്കൂപ്പ് ഐസ്ക്രീം.
ഒരു വ്യക്തിയുടെ തല
ഒരു വിൻഡോയുടെ പാളി
ചാരനിറത്തിലുള്ള പാന്റ്സ് ധരിച്ച വ്യക്തി
മനുഷ്യൻ ഫോൺ പിടിക്കുന്നു
കവലയിലെ ട്രാഫിക് സിഗ്നൽ
കട്ടിലിൽ ഓറഞ്ച് തൂവാലകൾ
മഞ്ഞ കണ്ണട ധരിച്ച മനുഷ്യൻ
ഒരു പൂച്ച
വളരെ ഉജ്ജ്വലമായ നീലാകാശം.
പച്ച ജാക്കറ്റിലുള്ള ഒരാൾ
ഒരു സ്ലൈസ് ഇല്ലാത്ത ഒരു ചതുര പിസ്സ
ചെറിയ തവിട്ട് നിറമുള്ള മുടിയുള്ള ഒരു സ്ത്രീ
ജിറാഫിന് നീളമുള്ള കഴുത്ത് ഉണ്ട്
ടിവിയിൽ ജോൺ മക്കെയ്ൻ
മൂലയിൽ തകർന്ന ടോയ്‌ലറ്റ്.
ഒരു വെളുത്ത സ്കൈ ഹെൽമെറ്റ്
മനുഷ്യൻ ടെന്നീസ് കളിക്കുന്നു
ഇതൊരു കമ്പ്യൂട്ടർ സ്ക്രീൻ ആണ്
വ്യക്തിയുടെ ഇടത് ചെവി
വിറകിൽ ചുവന്ന വാനുകളുടെ ചിഹ്നം
സിറ്റി ബസിന്റെ പിൻഭാഗം
ഇതൊരു ആനയാണ്
ആന തെറിപ്പിച്ച വെള്ളം
വശത്ത് രണ്ട് കറുത്ത കൂടാരങ്ങൾ.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു അക്വാ നീലയും വെള്ളയും ഉള്ള തലം
ഒരു ജെറ്റ് വിമാനം പറന്നുയരുന്നു
ചെരുപ്പ് ധരിച്ച ഒരു സ്ത്രീ
കാറിന്റെ മുകളിൽ ചുവന്ന സർഫ്ബോർഡ്
മുറ്റത്ത് മഞ്ഞ കറുത്ത സ്കൂൾ ബസ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ക്ലോക്കിന്റെ മുഖം
കുഞ്ഞ് ആന
ടോയ്‌ലറ്റ് സീറ്റ്
മേശപ്പുറത്ത് ഇല പ്ലേറ്റുകൾ മുറിക്കുക.
പുല്ലിൽ ആടുകൾ
അത് ഒരു നാരങ്ങയാണ്
ആളുകൾ ഒരു ടെന്നീസ് കോർട്ടിൽ നിൽക്കുന്നു
ദ്വീപ് ബീച്ച് രംഗം
തെരുവിൽ നടക്കുന്ന ആളുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു വ്യക്തി കപ്പൽയാത്ര ചെയ്യുന്നു
ഒരു ഫീൽഡിൽ നിൽക്കുന്ന ഒരു മനുഷ്യൻ.
നിലത്ത് കറുത്ത പുള്ളി
വെള്ളത്തിനടുത്തുള്ള ബ്രൗൺ ബെഞ്ച്.
ട്രാഫിക് ലൈറ്റുകൾ ചുവന്ന നിറത്തിലാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ബേസ്ബോൾ കളിക്കാരൻ തന്റെ ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു
കുടകളുള്ള ഒരു തെരുവിൽ ആളുകൾ
ബസിന് പിന്നിൽ ചുവന്ന ഇഷ്ടിക കെട്ടിടം
"ഒരു വെള്ളി ചാര, മഞ്ഞ യാത്രാ ട്രെയിൻ"
ഒരു ഗോപുരത്തിലെ ഒരു ഘടികാരം
"വെള്ള, കറുപ്പ് ടൈൽ"
ഒരു ഉറവയുടെ മൂടൽമഞ്ഞ്
പുല്ലിൽ കുട്ടി
അഞ്ച് കുട്ടികൾ തുടർച്ചയായി നിൽക്കുന്നു
പച്ച വളച്ചൊടിച്ച റിബൺ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
എണ്ണയിൽ താറാവ്
ഒരു ചെറിയ കറുത്ത സെൽ ഫോൺ.
ചാരനിറത്തിലുള്ള രണ്ട് ആനകൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
സ്ട്രോ ഉള്ള പാനീയം
പുല്ലിൽ സീബ്രകൾ
ഒരു ബോർഡിലെ വ്യക്തി
മരം ധാന്യം മേശപ്പുറത്ത്
നൃത്തം ചെയ്യുന്ന ഒരു വ്യക്തി
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
കളിക്കാരൻ കയ്യുറ പിടിക്കുന്നു.
ഓറഞ്ച് ആക്സന്റുകളുള്ള ചെറിയ വെളുത്ത വിമാനം
ഇതൊരു ട്രെയിൻ ആണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ആകാശത്തിന്റെ ഭാഗം
കുഞ്ഞ് ആന
പക്ഷി ശാഖയിൽ ഇരിക്കുന്നു
മേശപ്പുറത്തെ ചെറിയ പൂത്തട്ടം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
മൂടൽ മഞ്ഞിൽ സ്‌കിയിങ് ചെയ്യുന്ന മൂന്ന് ആളുകൾ
കണ്ണാടിയിൽ സ്ത്രീകളുടെ പ്രതിഫലനം.
ഫ്രൂട്ട് സാലഡിന്റെ ഒരു വെളുത്ത പാത്രം
ഇതൊരു പുറത്തെ പ്രദേശമാണ്
സ്കേറ്റ്ബോർഡ് ഓടിക്കുന്ന വ്യക്തി
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
പേപ്പർ പ്ലേറ്റുകളുടെ ഒരു ശേഖരം
ഒരു മേശപ്പുറത്ത് ഒരു കൂട്ടം വാഴപ്പഴം
ഒരു ബെഞ്ച്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു നായ വെളുത്തതാണ്
വെള്ളത്തിൽ സർഫർ
സുഷിരങ്ങളുള്ള വുഡൻ ഹോൾഡറിൽ സ്റ്റേഷനറി സപ്ലൈസ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മതിലിനു നേരെ ചാരനിറത്തിലുള്ള മേശ
കാലുകൾ നഗ്നമാണ്
മൂന്ന് പുരുഷന്മാർ
നായ ഒരു പക്ഷിയെ പിന്തുടരുന്നു
ഒരു തെരുവിൽ ഒരു പച്ച ബെഞ്ച്
ഒരു റൗണ്ട് പിസ്സ
ഒരു മരം റൗണ്ട് സ്പൂൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു വലിയ വെളുത്ത കുറുക്ക്നട
സ്കേറ്റ്ബോർഡിൽ ഇരിക്കുന്ന മനുഷ്യൻ
ഒരു ഫ്രിഡ്ജിന്റെ വാതിലിൽ റൂട്ട് ബിയർ
ഒരു മേശപ്പുറത്ത് ഒരു ടിവി
മുറിയിൽ ഒരു സഞ്ചി
ജലത്തിനടുത്തു എലിഫന്റ് നിൽക്കുന്നു
ചുവന്ന അഗ്നി ജലാംശം
ഒരു ടെഡി ബിയർ ബാഗിലുണ്ട്.
ആനയുടെ പ്രതിമ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
നിൽക്കുന്ന മാനിന്റെ പ്രതിമ
ഒരു മനുഷ്യൻ തിരമാലകളെ തിരയുന്നു.
ടാർമാക്കിൽ നീലയും വെള്ളയും ഉള്ള വിമാനം
ഒരു കാർ സീറ്റിൽ ഒരു കരടി
ഇതൊരു ഹെൽമെറ്റാണ്
ഉയരത്തിൽ നിൽക്കുന്ന ഒരു ജിറാഫ്
നാല് പേർ
"പിങ്ക്, പോൾക്ക കുത്തുകളുള്ള കുട"
ഒരു മെറ്റൽ ചെയിൻ ലിങ്ക് വേലി
ചില ആളുകൾ ഒരു വീടിനുള്ളിലാണ്
ഭക്ഷണം നിറഞ്ഞ ഒരു പ്ലേറ്റ്
ഡോനട്ടിലെ നൂൽ
ഇതൊരു ടോയ്‌ലറ്റ് ആണ്
ഒരു ഐക്യനാടുകളുടെ പതാക പോലെ കാണപ്പെടുന്ന ഒരു സ്വവർഗ്ഗ അഭിമാന പതാക
മൈതാനത്ത് ഒരു ബേസ്ബോൾ കളിക്കാരൻ
ദമ്പതികളുടെ കൈയിൽ കത്തി
കടലാസിലെ ഭക്ഷണം
പുറത്ത് തടികൊണ്ടുള്ള ബെഞ്ച്
ഭക്ഷണത്തിന്റെ ഒരു വലിയ പ്ലേറ്റ്
മുൻവശത്ത് ഒരു ട്രാഫിക് ചിഹ്നം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ട്രെയിൻ ട്രാക്കുകൾക്ക് മുകളിലുള്ള സിഗ്നൽ
മനുഷ്യന്റെ കാലിൽ കറുത്ത ഫ്ലിപ്പ് ഫ്ലോപ്പുകൾ
ഒരു സർഫ് ബോർഡിലെ മനുഷ്യൻ
സ്റ്റേഷന്റെ വൈറ്റ് ഗ്ലോബ് ലൈറ്റ്
ചതുരാകൃതിയിലുള്ള വെള്ളയും കറുപ്പും അടയാളം.
നീല പാരച്യൂട്ട് ഒരു കമാനം സൃഷ്ടിക്കുന്നു
തവിട്ട് പശു
സ്യൂട്ട് കേസിന്റെ കൈ
വീൽചെയറിൽ ഇരിക്കുന്ന സ്ത്രീ
രണ്ടുപേർ സ്റ്റൂളിൽ ഇരിക്കുന്നു
ഇതൊരു ടോയ്‌ലറ്റ് പാത്രമാണ്
വാതിൽക്കൽ ഒപ്പിടുക
ബേസ്ബോൾ കളിക്കാരൻ
ചെറിയ കറുത്ത ലാപ്‌ടോപ്പ് ഡെസ്‌കിൽ
പെൺകുട്ടിയുടെ കറുത്ത ഷൂ
ഒരു ഒത്തുചേരലിൽ ആളുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സീലിംഗിൽ നിരവധി ലൈറ്റുകൾ
ഹെവി സെറ്റ് മനുഷ്യൻ ഒരു സ്കേറ്റ്ബോർഡിൽ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ബെഞ്ച് മരം കൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്
ബേസ്ബോൾ ബാറ്റ് സ്വിംഗ് ചെയ്യുന്ന ഒരാൾ
ഒരു കോർട്ടിൽ ടെന്നീസ് കളിക്കാരൻ
നീലയും മഞ്ഞയും നിറങ്ങൾ ഉള്ള തത്തമ്മ
ഇത് ഒരു മനുഷ്യനാണ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഇതൊരു ലഘുഭക്ഷണമാണ്
റാപ്പറിൽ ഹോട്ട് ഡോഗ്
കുടക്കടിയിൽ ഇരിക്കുന്ന ഒരാൾ
ഒരു അടുക്കള കൗണ്ടറിന് മുകളിലുള്ള ഒരു പ്രകാശം
കുട്ടി ഒരു ബാറ്റ് പിടിക്കുന്നു
മേശ കറുത്ത തുണികൊണ്ട് മൂടിയിരിക്കുന്നു
മനുഷ്യൻ ഇരിക്കുന്നു
കുതിര സവാരി നടത്തുന്ന പോലീസ് ഉദ്യോഗസ്ഥൻ
ഇതൊരു വാട്ടർ ടാപ്പാണ്
നടപ്പാതയിലെ മഞ്ഞ ബസ്.
ട്രെയിനിന്റെ മുൻഭാഗം മഞ്ഞയാണ്
ചുളുങ്ങിയ ബെഡ് സ്പ്രീഡിന്റെ ഭാഗം
ഒരു മോട്ടോർസൈക്കിളിന്റെ ടയർ
ഇരുണ്ട തവിട്ടുനിറത്തിലുള്ള തുമ്പിക്കൈയുണ്ട്
ഒരു സ്റ്റിയറിംഗ് ചക്ര ഗെയിം കൺട്രോളർ
പെൺകുട്ടി ചെരിപ്പാണ് ധരിച്ചിരിക്കുന്നത്
അടുപ്പത്ത്‌ കൈ വെച്ചൊരു പയ്യൻ
വെളുത്ത വാഹനത്തിനുള്ളിൽ കുതിരസവാരി
മനുഷ്യന് ഓറഞ്ച് റാഷ് കാവൽക്കാരൻ
ബേസ്ബോൾ വായുവിലാണ്
പശുക്കൾ ഒരു വയലിലാണ്.
ഒരു മഞ്ഞ റോവുണ്ട് ഫ്രിസ്ബീ
ടോയ്‌ലറ്റിൽ രക്തം
സിൽവർ ലൈറ്റ് സ്വിച്ച് കവർ
ഒരു നനഞ്ഞ മരം ബെഞ്ച്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഈ ലേബൽ ഓറഞ്ച് നിറത്തിൽ ആണ്
ചവറ്റുകുട്ടയിലെ മാലിന്യങ്ങൾ
പിസ്സ സ്ലൈസിൽ അരിഞ്ഞ തക്കാളി
വിഭവത്തിൽ നല്ല ഭക്ഷണം
അവന് ധാരാളം ട്രിങ്കറ്റുകൾ ഉണ്ട്
ലാപ്‌ടോപ്പിന്റെ പിൻഭാഗം
പൂച്ചകൾ കാറിന്റെ അരികിലാണ്
മരം കൊണ്ട് നിർമ്മിച്ച പക്ഷി തീറ്റ
ബാറ്ററിൽ നീല ഹെൽമെറ്റ്
ചുവപ്പും വെള്ളയും ടെന്നീസ് റാക്കറ്റ്.
ടോപ്പിംഗുകൾ കൊണ്ട് നിർമ്മിച്ച മുഖമുള്ള പിസ്സ
മൾട്ടി കളർ സുരക്ഷാ ഹെൽമെറ്റ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വായുവിൽ വിമാനം
നീല വള്ളം വെള്ളത്തിൽ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നിലത്തു ഇലകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കെട്ടിടത്തിന്റെ മുകളിൽ സ്പയർ
ഒരു ടൂർ ബസിന്റെ വശം
സ്റ്റൗവിൽ വലിയ വെള്ളി കലം
ശാന്തമായ സമുദ്രം
കുട്ടി സോക്കർ ഗെയിം കളിക്കുന്നു
ഇലകളില്ലാത്ത മരം
റെയിൽ പാതകളിൽ രണ്ട് തീവണ്ടികൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വളരെ ഉയരമുള്ള മഞ്ഞ പൂക്കൾ
ആകാശത്ത് മേഘങ്ങൾ
ചട്ടിയിൽ ഒരു ഭീമൻ പിസ്സ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
മുൻവശത്ത് ഒരു തീവണ്ടി
ചുവപ്പ് ചിഹ്നം നൽകരുത്
പുല്ലിൽ നിൽക്കുന്ന ഒരു മഞ്ഞ നായ
മരങ്ങൾക്കുമുന്നിൽ ജിറാഫ്
മുറിയിലെ ഫയൽ കാബിനറ്റ്
ഒരു യുവതി ഒരു വൈ കളിക്കുന്നു
അവൾ പല്ല് തേക്കുകയാണ്
പാറയിൽ ഇരിക്കുന്ന വെളുത്ത പക്ഷി
ഒരു നായ കിടന്ന് എന്തോ നോക്കുന്നു
ചിത്രം ചുമരിൽ തൂക്കിയിരിക്കുന്നു
ഒരു സീബ്രയുടെ വാലിൽ കറുത്ത രോമങ്ങൾ
പുല്ലിൽ ചുവന്ന അഗ്നി ജലാംശം
ഒരു മഞ്ഞ് വായുവിൽ കയറി
വേലിയിൽ ഒരു മരം തൂൺ
ഇതൊരു ബെഞ്ചാണ്
കുഞ്ഞ് ആന
ഒരു നീല ചരട്
വെളുത്ത ഫ്രിസ്‌ബീ കൈവശമുള്ള മനുഷ്യൻ
മഞ്ഞ ഹാർഡ് പ്ലാസ്റ്റിക് സ്കേറ്റ്ബോർഡ് ചക്രങ്ങൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മൊബൈലിൽ പെൺ സർഫർ
ബസിന്റെ ലോഗോ നാമം
ഒരു ആൺകുട്ടി ആനകളെ നിരീക്ഷിക്കുന്നു.
ഒരു വിമാനത്തിന്റെ എഞ്ചിൻ
ഡബിൾ ഡെക്കർ ബസിന് മുകളിൽ നിന്ന് നഗരം കാണുന്ന യാത്രക്കാർ
സീലിംഗിൽ നിന്ന് തൂങ്ങിക്കിടക്കുന്ന ഒരു ചാൻഡിലിയർ
ഒരു കുതിരയുടെ ചെവി
ട്രെയിൻ ട്രാക്കുകളിൽ പുല്ല് വളരുന്നു.
ടാൻ ആൻഡ് വൈറ്റ് കുതിര.
പച്ച വാഴപ്പഴങ്ങൾ
സ്നോ ബോർഡ്
ഇതൊരു വനിതാ ടെന്നീസ് കളിക്കാരിയാണ്
ഒരു പോസ്റ്റിൽ ഒരു പൂച്ച
വെളുത്ത വിളക്ക് തണലുള്ള ഒരു വിളക്ക്
കൊക്കകോളയുള്ള കുട അതിൽ എഴുതിയിട്ടുണ്ട്.
വില സൂചിപ്പിക്കുന്ന ഒരു ചിഹ്നമുള്ള ക്ലെമന്റൈൻസ്.
നീല ജീൻസ് ധരിച്ച മനുഷ്യ കാലുകൾ
ഇതൊരു പൂച്ചയാണ്
പാർട്ടി വസ്ത്രം ധരിച്ച ഒരു സ്ത്രീ
സ്വതിസടമായി കാണപ്പെടുന്ന പിസ്സ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ഒരു മേശപ്പുറത്ത് ലാപ്‌ടോപ്പ്
കുഞ്ഞ് ആന
സ്യൂട്ട്കേസുകളുടെ ഒരു ശേഖരം
കറുപ്പും വെളുപ്പും ഇടത്തരം വലിപ്പമുള്ള നായ
ആനയുടെ തുമ്പിക്കൈ
ഒരു കോർക്ക് ബോർഡിൽ ഘടിപ്പിച്ചിരിക്കുന്ന പോസ്റ്റർ
ചിതറിയ പച്ച ചെടികളുള്ള പാറക്കെട്ട്
മേശകളിൽ വെളുത്ത പുള്ളി
കെട്ടിടത്തിനടുത്തുള്ള ഒരു വൃദ്ധൻ
ഒരു വ്യക്തി സ്കീയിംഗ് ചെയ്യുന്നു.
നിലത്ത് കറുത്ത പുള്ളി
പ്ലേറ്റിൽ വൈറ്റ് കപ്പ്.
ഇതൊരു പന്താണ്
പൂച്ച ജനലിലൂടെ പുറത്തേക്ക് നോക്കുന്നു
ഒരു ഫ്രിസ്‌ബിയെ ചുമക്കുന്ന നായ
പഴുത്ത വാഴപ്പഴത്തിന്റെ ശേഖരം
ഒരു വനത്തിൽ ഒരു മരം ബെഞ്ച്
വലിയൊരു കൂട്ടം ആളുകൾ കൈറ്റ്സ് പറപ്പിക്കുന്നു
ദ്വീപ് ബീച്ച് രംഗം
ഒരു വലിയ ക്ലോക്ക് ടവർ
"അപ്പിളിൻ്റെ വെള്ളി, കറുപ്പ് നിറമുള്ള റിമോട്ട്"
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഇത് ഒരു വ്യക്തിയാണ്
ഒരു വലിയ വെളുത്ത സംഭരണ ​​ബോക്സ്
ട്രെയിൻ ട്രാക്കുകളുടെ ഗണം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഇതൊരു കേക്ക് ആണ്
രണ്ട് പൂച്ചകൾ ഉള്ളിൽ ഇരിക്കുന്നു.
വയറിൽ പക്ഷികൾ ഇരിക്കുന്നു
ചുവപ്പും വെള്ളയും തെരുവ് ചിഹ്നം
റോഡിന്റെ വശത്ത് ഒരു വെളുത്ത വാൻ
ഇതൊരു നായയാണ്
ഒരു മനുഷ്യൻ പുല്ലിന്മേല് കിടക്കുന്നു.
വീടിന്റെ ഗ്ലാസ് വിൻഡോ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചുവപ്പും മരവും ഉള്ള വീട്
തവിട്ടുനിറത്തിലുള്ള മേശയിൽ പൂച്ച
യൂത്ത് ബേസ്ബോൾ കളിക്കാരൻ
ചുവപ്പും വെള്ളയും ടെന്നീസ് റാക്കറ്റ്
ഒരു പെൺകുട്ടിയുടെ തല
ഒരു കഷണം ബ്രൊക്കോളി
ഇതൊരു കുട്ടിയാണ്
തറയിൽ ലഗേജുകളുടെ കൂമ്പാരം
ഒരു ബെഞ്ചിൽ പെൺകുട്ടി
ഇതൊരു ഓറഞ്ച് ആണ്
ആകാശത്തിന്റെ ഒരു ഭാഗം
വൈറ്റ് പ്ലേറ്റിൽ സൈഡ്
വ്യക്തി മേശയിലിരിക്കുന്നു
ഇതൊരു പശുവാണ്
വെള്ളത്തിൽ സ്പീഡ് ബോട്ട്
നീല ഹെൽമെറ്റ് മനുഷ്യൻ ധരിക്കുന്നു
പ്രഭാതഭക്ഷണത്തിനായി ഒരു വുഡൻ മേശ
റൺവേയിൽ ഒരു വലിയ വിമാനം
കറുത്ത തൊപ്പി ധരിച്ച മനുഷ്യൻ
ഫുഡ് ട്രക്കിൽ നിന്ന് ഭക്ഷണം ലഭിക്കുന്ന ആളുകൾ.
പച്ച പാടുകളുള്ള മഞ്ഞ കൈറ്റ്
ഒരു കട്ടിലിൽ മനുഷ്യൻ
തീവണ്ടി നീളമുള്ളതാണ്
ഒരു ചുറ്റുപാടിൽ ജിറാഫ്
മരത്തിൽ ഒരു വലിയ ബണ്ടിൽ വാഴപ്പഴം
കളിക്കാരൻ മൈതാനത്ത് നിൽക്കുന്നു
ഒരു വിളക്ക് പോസ്റ്റിലെ ബാനറുകൾ
നിലത്ത് കറുത്ത പുള്ളി
ഹോട്ട് ഡോഗ് കൈവശം വച്ച കൈ
ഒരു ചെറിയ റൗണ്ട് പിസ്സ
ആപ്പിളിന്റെ ഗ്രൂപ്പ്
ഒരു തവിട്ട് ടെഡി ബിയർ
കുളിമുറിയുടെ മൂലയിൽ ഒരു വെളുത്ത ടോയ്‌ലറ്റ്
ട്രോളിയിൽ വലിയ ചുവന്ന എഴുത്ത്
ലാപ്‌ടോപ്പിൽ കുട്ടിയുടെ കൈ
കളിക്കാർ അഴുക്കുചാലിൽ നടക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നിലത്ത് കറുത്ത പുള്ളി
അകത്ത് രണ്ട് ആളുകളുമായി കുതിര വലിക്കുന്ന വണ്ടി
നിലത്ത് കറുത്ത പുള്ളി
ഒരു ജലാശയത്തിനടുത്തുള്ള രണ്ട് ആനകൾ
കളിക്കാരൻ ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു
നിലത്തിന് മുകളിൽ മൈക്രോവേവ്
കട്ടിലിൽ കറുത്ത പൂച്ച
പകുതി വറുത്ത സാൻഡ്‌വിച്ച്
കരടികളുടെ തല
ഇതാണ് ചക്രവാളം
മഞ്ഞ അക്ഷരമുളള ചിഹ്നo
കുട്ടിയുടെ പച്ച തൊപ്പി
മേശപ്പുറത്ത് കുപ്പികൾ
രണ്ട് സ്ത്രീകൾ ടെന്നീസ് കോർട്ടിൽ കൈ കുലുക്കുന്നു
പശു ഇടതുവശത്തേക്ക് അഭിമുഖീകരിക്കുന്നു
ബസ് ഡിസ്പ്ലേയിലെ റൂട്ട് നമ്പർ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
പാത്രത്തിലെ ഭക്ഷണം
ഷൂസ് ധരിച്ച വ്യക്തി
നിലം തവിട്ടുനിറമാണ്
പെൺകുട്ടി ടെന്നീസ് കളിക്കുന്നു.
ഒരു പാത്രത്തിൽ മഞ്ഞ നിറത്തിലുള്ള സാധനങ്ങൾ
ഷോട്ടിൽ ഒരാൾ ഉണ്ട്
ഒരു പത്രവും മാസിക തട്ടും
മുകളിൽ മൈക്രോവേവ് ഉള്ള റഫ്രിജറേറ്റർ
മനുഷ്യന്റെ മടിയിൽ ഇരിക്കുന്ന പൂച്ച
നിലത്ത് കറുത്ത പുള്ളി
ബസിന്റെ പുറക് കറുപ്പും വെളുപ്പും ആണ്
പാതയിലെ തവിട്ട് ഇഷ്ടിക
ഒരു വയലിൽ നിൽക്കുന്ന രണ്ട് ജിറാഫുകൾ
നിലത്തു അക്രോഡിയൻ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കുതിര ചാടുന്നു.
പൂച്ചയുടെ തല
ഒരു തുറന്ന കറുത്ത ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചുവരിൽ ചാരനിറത്തിലുള്ള കട്ട
സ്നോബോർഡർ ഇരുണ്ട സൺഗ്ലാസുകൾ ധരിക്കുന്നു
മര കഷ്ണം കൊണ്ടുള്ള വേലി
മനുഷ്യൻ വായുവിൽ
ഇവർ ചെറിയ കുട്ടികളാണ്
നീളമുള്ള മുള്ളുവേലി
ചുമരിലെ ഘടികാരം
ഒരു പ്ലാസ്റ്റിക് പാത്രത്തിൽ ഭക്ഷണം
പ്ലാറ്റ്ഫോമിൽ മരം ബെഞ്ച്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു പാത്രത്തിനുള്ളിൽ ഭക്ഷണം
പുരുഷന്മാരുടെ കറുത്ത നീന്തൽ വസ്ത്രം
പിയാനോ വായിക്കുന്ന ഒരു കുട്ടി
ഒരു നടപ്പാതയിലൂടെ നടക്കുന്ന പ്രാവ്
ഭക്ഷണമുള്ള ഇരുണ്ട പ്ലേറ്റ്
ടവറിൽ വൈറ്റ് ബ്ലോക്ക്
ഒരു ട്രക്ക് തെരുവിൽ നിർത്തി ഇട്ടിരിക്കുന്നു
സ്കീസിലെ വ്യക്തി
മോട്ടോർ സൈക്കിളിലെ വ്യക്തി
സൈൻ റീഡിംഗ് 'പുരുഷന്മാരെ ജോലിസ്ഥലത്ത് നിർത്തുക'
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഫ്രീവേയിലെ വാഹനങ്ങൾ
ഒരു പ്ലേറ്റിൽ സാമ്പിൾ ചെയ്ത മുട്ട സാൻഡ്വിച്ച്
ഓറഞ്ച് പാനീയം ഉള്ള വ്യക്തമായ ഗ്ലാസ്
ചിത്രം കറുപ്പും വെളുപ്പും ആണ്
"പിങ്കും, വെള്ളയും നിറങ്ങളുള്ള കുട കൈവശമുള്ള സ്ത്രീ"
ഒരു കുതിര ഒരു റെയിൽ വണ്ടി വലിക്കുന്നു
ഭാഗികമായി മേഘാവൃതമായ സ്കീയ്ക്ക് കുറുകെ പറക്കുന്ന ഒരു ജെറ്റ്
കുട്ടി ആന മനുഷ്യനോടൊപ്പം നടക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ശൂന്യമായ ഷാംപെയ്ൻ ഫ്ലൂട്ടുകൾ
ട്രെയിനിൽ കറുത്ത നമ്പർ വൺ.
ബാറ്റ് ചുവപ്പാണ്
ലാപ്‌ടോപ്പിലെ കീകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ബാറ്റ് സ്വിംഗ്
മനുഷ്യന്റെ കൈയിലുള്ള വൈ കൺട്രോളർ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ആകാശത്ത് വെളുത്ത മേഘം
മനുഷ്യന്റെ കയ്യിൽ റാക്കറ്റ്
പച്ച പുല്ലിന് അടുത്തുള്ള കരടി
മിഡ് എയറിലെ സ്കേറ്റ്ബോർഡർ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ചുവപ്പ് നിറമുള്ള പ്ലാസ്റ്റിക് പതാക
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കുഞ്ഞ് ആന
കോഫി ടേബിളിൽ രണ്ട് റിമോറ്റുകൾ
ഒരു വലിയ അടുക്കളയും ഡിനെറ്റ് ഏരിയയും
മഞ്ഞുവീഴ്ചയിൽ സ്കീയർ
വായുവിൽ ഒരു പക്ഷി
കൊച്ചു കുട്ടി തൊപ്പി ധരിക്കുന്നു
മുഖത്തെ രോമമുള്ള ഒരു മനുഷ്യൻ
നായ കട്ടിലിൽ കിടക്കുന്നു
വ്യക്തിയുടെ കൈകളിൽ പൂച്ചക്കുട്ടി
മോട്ടോർ സൈക്കിൾ കുറച്ച് പുല്ലിൽ നിർത്തി
വേലിക്ക് മുകളിലുള്ള തല
രണ്ട് സ്ത്രീകൾ തെരുവിലൂടെ നടക്കുന്നു
"വെള്ളി, കറുത്ത നിറമുള്ള പുരുഷന്മാരുടെ റേസർ"
പച്ച ഫ്രിസ്ബീ വായുവിൽ
വെള്ളം നിശ്ചലമാണ്
ഒരു ടാൻ ഫ്ലവർ കലം
കോൺക്രീറ്റിൽ ബ്രൌണ് കണ്ടെയ്നർ
വ്യത്യസ്ത നിറങ്ങളിലുള്ള സ്റ്റഫ് ചെയ്ത മൃഗങ്ങൾ
സ്റ്റോപ്പ് ചിഹ്നമുള്ള ഒരു മനുഷ്യൻ
മോട്ടോർ സൈക്കിളിൽ ഒരാൾ
റേസിംഗ് ട്രാക്കിലെ മോട്ടോർസൈക്ലിസ്റ്റ്
ഇതൊരു ജലധാരയാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
റോഡിൽ ട്രക്ക്.
പുല്ലിൽ സ്റ്റോപ്പ് അടയാളം
ആകാശത്ത് പറക്കുന്ന ഒരു വിമാനം
നീളമുള്ള തവിട്ടു നിറമുള്ള മുടിയുള്ള പെൺകുട്ടി.
റാമ്പിലെ സ്കേറ്റ്ബോർഡർ
കരടി നിലത്തു നിൽക്കുന്നു
ട്രാക്കുകളിൽ ചരക്ക് തീവണ്ടി
സിങ്കിന് മുന്നിൽ ചെറിയ വെളുത്ത തുരുമ്പ്
വായിലെ നായയിലെ പ്ലാസ്റ്റിക് കുപ്പി
വെളുത്ത തൊപ്പി ധരിച്ച ഒരു സ്ത്രീ
നിലത്ത് കറുത്ത പുള്ളി
വൈറ്റ് യൂട്ടിലിറ്റി ട്രക്ക് തെരുവിൽ പാർക്ക് ചെയ്തിരിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സാധനങ്ങളുമായി ചാരനിറത്തിലുള്ള ഷർട്ട് ധരിച്ച മനുഷ്യൻ
ടെന്നീസ് കളിക്കാരൻ ഒരു റാക്കറ്റ് വീശുന്നു
സൈക്ലിസ്റ്റിലെ വരയുള്ള ഷർട്ട്
പോളോകളുള്ള ബീജ് സോഫ
തടിച്ച തവിട്ട് തൂവൽ പക്ഷി
മനുഷ്യന് പച്ച ഷർട്ട് ഉണ്ട്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
അടുക്കള തറയിലെ ചുവപ്പും മഞ്ഞയും നിറമുള്ള കള്ളി ടൈൽ
ചുമരിൽ ഒരു കലണ്ടർ
സ്കേറ്റ് ബോർഡിലെ ഒരു ആൺകുട്ടി
രണ്ട് പാർക്കിംഗ് മീറ്റർ
ടേബിളിന് മുകളിലുള്ള ചാരനിറത്തിലുള്ള ലാപ്‌ടോപ്പ്
തറയിലെ കാർഡ്ബോർഡ് ബോക്സുകൾ
കിടക്കുന്ന ഒരു പൂച്ച
കൂറ്റൻ കത്രിക ഒരു ടൈ മുറിക്കുന്നു
പിസ്സ കഷ്ണങ്ങൾ നിറഞ്ഞ ഒരു പ്ലേറ്റ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വർണ്ണാഭമായ സ്നോബോർഡുകളുടെ വരി
ഒരു പാഡിൽ ബോർഡിൽ മനുഷ്യൻ
കറുത്ത വൃത്തത്തിലുള്ള ഘടികാരത്തിന്റെ മുഖം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
സുന്ദരമായ മുടിയുള്ള സ്ത്രീ
മൂന്ന് ആഫ്രിക്കൻ ആൺകുട്ടികൾ അലയടിക്കുന്നു
കറുത്ത അസ്ഫാൽറ്റിന്റെ ഒരു പാച്ച് ഉണ്ട്
ജിറാഫിന്റെ തലയിൽ കൊമ്പുകൾ
ടിവിയുടെ മുകളിൽ ടിവി
ഒരു സ്ത്രീയുടെ മുഖത്ത് സൺഗ്ലാസുകൾ
ഇളം തവിട്ട് നിറമുളള നായയുടെ തല
പാർക്കിന് ചുറ്റും സ്കേറ്റിംഗ് ചെയ്യുന്ന വ്യക്തി .
ഒരു തൊട്ടിയുടെ ഉള്ളിൽ ഒരു കുഞ്ഞ്.
ചുവന്ന കുട തുറന്നു
ആളുകൾ ഒരു ട്രെയിനിന് മുന്നിലൂടെ നടക്കുന്നു
ഒരു ബാഗ് കോട്ടൺ മിഠായി
കടൽത്തീരത്ത് ബൈക്ക്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ചെറിയ വെളുത്ത കുത്തുകൾ ഉള്ള കറുത്ത നെക്റ്റി
സ്കേറ്റ് ബോർഡിലെ വ്യക്തി
ഒരു ബേസ് ബോൾ പ്ലെയർ
സ്കീയറിൽ കറുത്ത കണ്ണട
കാലാവസ്ഥ വെയ്ൻ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കുതിരയ്ക്ക് വലിയ മുഖമുണ്ട്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കുളിമുറിയിലെ കുഴൽ
പക്ഷികൾ കമ്പിയിൽ ഒലിച്ചുപോയി
ധ്രുവത്തിലെ ത്രികോണ ചിഹ്നം
"തറയിൽ നീല, ചുവപ്പ് നിറങ്ങൾ ഉള്ള പുസ്തകം"
റോഡിൽ ഒരു ഇരട്ട സ്റ്റാക്ക് ബസ്
മഞ്ഞ ബാക്ക്ഗ്രൂണിലെ കറുത്ത അക്ഷരങ്ങളിൽ \ 158793\ എന്ന നമ്പർ
ചുവന്ന ഫ്ലാപ്പിംഗ് പക്ഷി ചിറകുകൾ
ഒരു വലിയ തവിട്ട് കുതിര
പെൺകുട്ടി താഴേക്ക് നോക്കുന്നു
ചുവന്ന പ്ലേറ്റ്
വൃത്തത്തിലുള്ള കുളിമുറി സിങ്ക്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇതൊരു പുരുഷനാണ്
പതാക മനുഷ്യന്റെ വിസറിൽ നിന്ന് തൂക്കിയിരിക്കുന്നു.
ചുവരിൽ വെളുത്ത പെയിന്റ്
"നീല, വെള്ളി മോട്ടോർസൈക്കിൾ"
മഞ്ഞ് നിലം മൂടുന്നു
ചുവരിൽ ചതുര വിൻഡോ
ഒരു മനുഷ്യനും അവന്റെ നായയും
കൈറ്റിന്റെ ചെറിയ ചുവന്ന കോണിൽ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വാഹനങ്ങൾക്ക് യാത്ര ചെയ്യാനുള്ള തെരുവ്
സ്ത്രീ ഒരു മൈക്ക് പിടിക്കുന്നു
ഒരു കെട്ടിടത്തിന്റെ പുറം ഭിത്തിയിൽ ഒരു കണ്ണാടി
വിൻഡോയിലെ ഓറഞ്ച് പൂച്ചകൾ
ഒരു ധ്രുവത്തിൽ ഒരു പ്രകാശം
ഒരു ചുവന്ന നായ ചോർച്ച
മനുഷ്യൻ വോളിബോൾ പിടിക്കുന്നു
ഒരുപാട് മോട്ടോർ സൈക്കിളുകൾ ഒരുമിച്ച് പാർക്ക് ചെയ്യുന്നു
വിൻഡോയിൽ വലിയ വെളുത്ത ഷേഡുകൾ
കറുത്ത ഷർട്ട് ധരിച്ച ബേസ്ബോൾ അമ്പയർ
ഒരു പ്രീമിയം വിമാന ക്യാബിന്റെ ഉൾവശം
സ്ത്രീ ഒരു തോളിൽ ബാഗ് ചുമക്കുന്നു.
ചാൻഡിലിയർ മേൽക്കൂരയിൽ നിന്ന് തൂക്കിയിരിക്കുന്നു.
"മരങ്ങളുടെ പിങ്ക്, വെള്ളയും ചിത്രങ്ങൾ"
വെള്ളി നിറമുള്ള ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
പക്ഷി ഘടനയുടെ മുകളിൽ നിൽക്കുന്നു
ഇരുണ്ട പച്ച മരങ്ങൾ ഇവിടെയുണ്ട്
പച്ച ജാക്കറ്റ് ധരിച്ച ഒരു കുട്ടി
ഒരു കഷണം വാഫിൾ
ഒരു കുതിരയുടെ മൂക്ക്
ക്രോസ് കൺട്രി റേസർ
ഒരു മേശപ്പുറത്ത് തവിട്ട് നിറത്തിലുള്ള ഘടികാരം
കരടിയിലെ തവിട്ട് രോമങ്ങൾ
നിരവധി കുടകൾ വായുവിൽ തൂങ്ങിക്കിടക്കുന്നു
കുഞ്ഞ് ആന
ഒരു ബ്രൗൺ നിറമുളള കുതിര
കേക്കിലെ മെഴുകുതിരികൾ
വളരെ നീണ്ട നീല ട്രെയിൻ
ഹെൽമെറ്റ് നീലയാണ്.
കറുത്ത ബാറ്റ് ബാറ്ററിന്റെ കൈകളിൽ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മുറിയിലെ സ്ത്രീ പുഞ്ചിരിക്കുന്നു
മതിലിനു നേരെ വെളുത്ത ഡ്രാപ്പ്
ആകാശത്ത് പറക്കുന്ന ഒരു നീല കിറ്റ്.ഒ
വൃത്താകൃതിയിലുള്ള പർപ്പിൾ കുപ്പി തൊപ്പി
ആൺകുട്ടിയുടെ ഇടത് പുരികം
കുട്ടി ബേസ്ബോൾ ഗെയിം കളിക്കുന്നു
കുളിമുറി ശുദ്ധമാണ്
ചിഹ്നത്തിന് മുകളിലുള്ള പ്രകാശം
ടിവിയിൽ ഗ്രേ ഫ്രെയിം
ഒന്നിലധികം വർണ്ണ പതാക
പാലത്തിൽ ചുവന്ന ട്രെയിൻ
ഒരു ധ്രുവത്തിൽ ഒരു അടയാളം
നായ ചിത്രത്തിനായി പോസ് ചെയ്യുന്നു
കുഞ്ഞ് ആന
ധാരാളം വെളുത്ത പദങ്ങളുള്ള തവിട്ട് ചിഹ്നം
മനുഷ്യൻ സ്കേറ്റ് ബോർഡ് തന്ത്രങ്ങൾ ചെയ്യുന്നു
ഒരു പ്രകാശത്തിന് ചുറ്റും ഒരു റീത്ത്
നീല നിറത്തിലുള്ള ഡോട്ട്
ചുവരിൽ ഒരു ഘടികാരം
പുരുഷനും സ്ത്രീയും കൈ പിടിച്ചിരിക്കുന്നു
ഒരു ബോർഡിൽ ബൈക്ക്
മനുഷ്യൻ ഒരു ബോർഡ് പിടിക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മനുഷ്യന്റെ കയ്യിൽ ഫോൺ
ഫ്ലാറ്റ്സ്ക്രീൻ ടിവി ഓണാണ്
ആടുകളുടെ പിൻകാലുകൾ
ആകാശം ചാരനിറമാണ്.
ഒരു ഇരിപ്പിടത്തിൽ നിൽക്കുന്ന പൂച്ച
പശ്ചാത്തലത്തിൽ കാണുന്ന ഉയരമുള്ള കെട്ടിടങ്ങൾ
പുറംതോടിനുള്ളിൽ വെളുത്ത ചീസ്
ഘടികാരത്തിനു മുകളിൽ മഞ്ഞ്
ഇവിടെ ഒരു വെളുത്ത വരയുണ്ട്
വെളുത്ത സർഫ്ബോർഡ് അടിക്കുക
ആകാശത്തിൽ വിമാനം
പ്ലേറ്റിൽ റൗണ്ട് പിസ്സ
സ്ട്രാപ്പ് തവിട്ടുനിറമാണ്
നീല ഷർട്ട് ധരിച്ച മനുഷ്യൻ
അക്വാ നിറമുള്ള പാസഞ്ചർ ബസ്
ഒരു പഴയ ട്രെയിൻ എഞ്ചിൻ.
കാഴ്ച ബസ് വളരെ വർണ്ണാഭമായതാണ്.
മേശ
ഒരു റിമോട്ടിന്റെ നീല ബട്ടൺ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മൂന്ന് വൈറ്റ് ബസ്സുകൾ
"നീലയും, ചുവപ്പും നിറമുള്ള പതാക"
പേനയിലെ ജിറാഫ്
ചുവപ്പും വെള്ളയും തൂവാലകൾ ഫ്രിഡ്ജിൽ നിന്ന് തൂക്കിയിരിക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മേശപ്പുറത്ത് രണ്ട് മുഴുവൻ ഉള്ളി
പെൺകുട്ടിക്ക് തവിട്ട് നിറമുള്ള മുടിയുണ്ട്
പിന്നിൽ പച്ച മരങ്ങൾ
മുറിയിൽ രണ്ട് സ്ത്രീകൾ
വെളുത്ത ടോയ്‌ലറ്റ് പേപ്പറിന്റെ ഒരു റോൾ.
മഞ്ഞ സംഖ്യയിൽ 25
സൂപ്പ് ഓറഞ്ച് ആണ്
ജലാംശം ചുവപ്പാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കുതിരയുടെ ചെവി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മൂത്രം മതിലിന് എതിരാണ്
ഒരു വെളുത്ത നായ ഇരിക്കുന്നു
കറുത്ത പൂച്ച കണ്ണുകൾ അടച്ചിരിക്കുന്നു
കറുത്ത ലെതർ കത്രികകൾ താങ്ങിയിരിക്കുന്നത്
പുല്ലിൽ ആടുകളുടെ കൂട്ടം.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ചെറിയ കുളിമുറിയുടെ ചിത്രം
മോട്ടോർ സൈക്കിളുകൾ പാർക്ക് ചെയ്തിരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇതൊരു ബെഞ്ചാണ്
ഒരു ബേസ്ബോൾ ബാറ്റ് പിടിക്കുന്ന ഒരു കുട്ടി
ഒരു ചെറിയ കറുത്ത പക്ഷി
ഗോപുരത്തിലെ ഘടികാരം
ടവർ കെട്ടിടത്തിന്റെ വശത്തുള്ള ഘടികാരം
നീല ഫ്രിസ്ബീ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കുടിക്കുന്ന ഒരാൾ
കത്ത് ചുവപ്പാണ്.
ധാരാളം പെപ്പർറോണിസ് ഉള്ള പിസ്സ
പക്ഷിയുടെ തല
മേശപ്പുറത്തുള്ള കാര്യങ്ങൾ
ടൂത്ത് പേസ്റ്റും ടൂത്ത് ബ്രഷും കപ്പിൽ
സൗത്ത് പാർക്ക് ബെഡ് കംഫർട്ടർ
കിടക്കയിൽ പച്ച ലോഹത്തിന്റെ വേലി
നടപ്പാതയിൽ ഇരിക്കുന്ന ഒരു കറുത്ത പൂച്ച
റോഡരികിൽ ഉയരമുള്ള പച്ച വൃക്ഷം
ചുവപ്പും മഞ്ഞയും ആണ് അഗ്നി ജലാംശം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സീബ്ര താഴേക്ക് നോക്കുന്നു
ഒരു ജോടി കത്രികയിലേക്ക് പർപ്പിൾ ഹാൻഡിൽ
ഒരു ബാറ്റ് പിടിക്കുന്ന ബേസ്ബോൾ കളിക്കാരൻ
ചുവന്ന ഫ്രിസ്ബീ
വെള്ള പാത്രത്തിലെ ബണ്ണിൽ ഹോട്ട് ഡോഗ്
മുറിയിലെ പഴയ റഫ്രിജറേറ്റർ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു പൂന്തോട്ടത്തിലെ ശൂന്യമായ ബെഞ്ച്
നിലത്ത് കറുത്ത പുള്ളി
വേലിക്ക് സമീപമുള്ള നായ
വായുവിലെ വിമാനങ്ങൾ
ദ്വീപ് ബീച്ച് രംഗം
സർബോർഡുമായി മണലിൽ നടക്കുന്ന വ്യക്തി
കൺട്രോളർ പിങ്ക് ആണ്
റോഡിൽ മഞ്ഞയും വെള്ളയും ഉള്ള ഒരു സ്ട്രീറ്റ്കാർ
മഞ്ഞ നിറമുള്ള അസ്ഥികൂടത്തിന്റെ കണ്ണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു വാഴപ്പഴം പിടിച്ച കൈ
സ്കി ബോർഡുകൾ കറുത്തതാണ്
നീല തൊപ്പി ധരിച്ച മനുഷ്യൻ കോർട്ടിനു എതിരായി നിൽക്കുന്നു
"മഞ്ഞ, നീല സോക്കർ ബോൾ"
"ഓറഞ്ച് വര ഉള്ള വെള്ളയും, പർപ്പിൾ നിറങ്ങൾ ഉള്ള ഒരു വലിയ വിമാനം"
ടോപ്പ് തൊപ്പി ധരിച്ച ഒരാൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
നിലത്ത് കറുത്ത പുള്ളി
തൊഴുത്തിൽ തിരിഞ്ഞ ചെറിയ ഇരുണ്ട പശുക്കിടാവ്
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ഒരു കഷ്ണം കേക്ക്
ട്രെയിനിനടുത്തുള്ള ഉയരമുള്ള പോസ്റ്റ്
ഇതൊരു പക്ഷിയാണ്
വെള്ളി നാൽക്കവല.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
പാറയിൽ നിൽക്കുന്ന ഒരു കറുത്ത പക്ഷി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
പൂച്ചയുടെ ചെവി
ഒരു തളികയിൽ ഒരു കേക്ക്
ഒരു മേശയിൽ റിമോട്ട്
ഷോർട്ട് പാന്റ്സ് ധരിച്ച വ്യക്തി
കട്ടിലിൽ നിരവധി തലയിണകൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ലിവിംഗ് റൂം ഫർണിച്ചർ കഷ്ണങ്ങൾ കൊണ്ട് വെളുത്ത ചായം പൂശി.
ഒരു സ്ത്രീയുടെ ജിറാഫിന്റെ തല
പാർക്ക് ബെഞ്ചിന്റെ സീറ്റ്
ഇത് ഒരു വ്യക്തിയാണ്
കല്ലിലൂടെ വളരുന്ന കള
സ്ത്രീ സ്കീസ് ​​ധരിക്കുന്നു.
വായുവിൽ ഒരു സ്കേറ്റ്ബോർഡ്
പുരുഷനും സ്ത്രീയും അടുക്കളയിൽ നിൽക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കൗബോയ് തൊപ്പി ധരിച്ച ഒരു സ്ത്രീ
മുൻ‌നിര ആടുകളുടെ കണ്ണ്
ബെഞ്ചിൽ പ്ലാസ്റ്റിക് ബാഗ്
ഇതൊരു പോണിയാണ്
പൂക്കൾ പിങ്ക് നിറത്തിലാണ്
കുഞ്ഞ് ആന
ഒരു വണ്ടിയുടെ ചക്രം
ഒരു കെട്ടിടത്തിൽ എഴുതുന്നു
തെരുവിൽ ബസ് ഓടിക്കുന്നു
ഇളം തവിട്ട് കരടിയുടെ മൂക്ക്
ഇത് ഒരു പക്ഷിയാണ്
വിദ്യാലയ ബസ് പാർക്ക് ചെയ്യുന്ന സ്ഥലം
ഒരു മതിലിന്റെ ഭാഗം
ആറ് പതാകകൾ
റൊട്ടി ഒരു മഞ്ഞ വിഭവം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു റോഡിൽ ഒരു കറുത്ത വാൻ
"റോഡിൽ ഒരു മഞ്ഞ, നീല ബസ്"
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു വെളുത്ത വലിയ കരടി
ഉപേക്ഷിച്ച മണലിൽ ഒരു സ്ത്രീ
കരടി ഒരു ഓഫീസർ യൂണിഫോം ധരിക്കുന്നു
ഒരു സിങ്കിൽ ഒരു വെള്ളി
ഒരു കുളിമുറിയിൽ പ്രകാശം പരത്തി
സ്കയർ
വയലിൽ പച്ച ഉണങ്ങിയ പുല്ല്
സ്യൂട്ട്‌കെയ്‌സിൽ കിടക്കുന്ന പൂച്ച
"നീല, മഞ്ഞ ജെറ്റുകൾ"
ചെറിയ പാറക്കൂട്ടങ്ങൾ
ഒരു ചിറകിന്റെ അറ്റം
ഒരു കട്ടിലിൽ ഒരു നായ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു കൊച്ചുകുട്ടി
ചിത്രത്തേക്കുറിച്ചുള്ള പകർപ്പവകാശ വിവരങ്ങൾ
പാർക്ക് ചെയ്ത വിമാനം
കറുപ്പും വെളുപ്പും രണ്ട് ഘടികാരങ്ങൾ
ഇതൊരു പട്ടം ആണ്
ഒരു മൃഗശാലയിലെ ആന
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കോൺവെക്സ് സിൽവർ മിറർ
ഇഷ്ടിക പാതയ്ക്കിടയിൽ വളരുന്ന പുല്ല്
ഉയരമുള്ള കറുത്ത തെരുവ് വിളക്ക്
വിന്റേജ് ബേസ്ബോൾ ഗെയിമിന്റെ പുനർനിർമ്മാണം
രണ്ട് കറുത്ത ടിപ്പ്ഡ് ജിറാഫ് കൊമ്പുകൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
നീല വരകളുള്ള വെളുത്ത ബസ്
ഒരു പോളാർ ക്കരടി വെള്ളത്തിൽ നിന്ന് പുറത്തേക്ക് വരുന്നു
മോട്ടോർസൈക്കിൾ ടേൺ സിഗ്നൽ
കരടി സ്വയം നക്കുകയാണ്
കരടി നിലത്ത് ഇരിക്കുന്നു.
റോളിംഗ് സ്യൂട്ട്‌കേസിനായി വിപുലീകരിച്ച മെറ്റൽ ഹാൻഡിൽ.
കുഞ്ഞ് ആന
വൈക്കോൽ ഉപയോഗിച്ച് പ്ലാസ്റ്റിക് കോപ്പ
ചെറിയ വെള്ളി കുടം
"ബ്രൗണും, പച്ചയും നിറമുളള ട്രെയിൻ"
മേശപ്പുറത്ത് നടുക
ചുവന്ന ഫ്രിസ്ബീ വായുവിൽ പറക്കുന്നു
ഗ്ലാസ് കൊണ്ട് നിർമ്മിച്ച മതിൽ
പക്ഷിയുടെ കണ്ണ്
വെളുത്ത അക്ഷരങ്ങളിൽ എം‌പി‌എസ്.
മനുഷ്യന് നരച്ച മുടിയുണ്ട്
നീല ക്ലോക്ക്
പൂച്ച മലം ഇരിക്കുന്നു.
പശ്ചാത്തലത്തിൽ പാലത്തിന്റെ ഗോപുരം.
കുഞ്ഞ് ആന
ഇതൊരു മിനിയേച്ചർ ട്രെയിനാണ്
മനുഷ്യൻ ഒരു അടയാളം പിടിക്കുന്നു.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
അഴുക്കുചാലിൽ മൂന്ന് സീബ്രകൾ
മനുഷ്യൻ റോഡിൽ ഡേർട്ട് ബൈക്ക് ഓടിക്കുന്നു
സാൻഡ്‌വിച്ച് കഴിക്കുന്ന സ്ത്രീ
നിലത്ത് കറുത്ത പുള്ളി
ഒരു കപ്പ് കാപ്പി ലാപ്ടോപ്പിന് അടുത്തായി ഇരിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ആളുകൾ ടെന്നീസ് കളിക്കുന്നു
വെള്ള ബോട്ട് വെള്ളത്തിൽ
ഒരാൾ ബോർഡിൽ നിന്ന് വീണു
"വെള്ള, കറുപ്പ് വയറുകൾ ഒരു മേശപ്പുറത്ത്"
ഈ മനുഷ്യൻ ഒരു സർഫറാണ്
പുരുഷ സ്കീയർ
ഒരു ബേസ്ബോൾ കളിക്കുന്ന സ്റ്റിക്ക്
വെളുത്ത ക്ലോക്ക്
ഒരു പിസ്സയിൽ ഉള്ളിയും കുരുമുളകും
ചുവന്ന നെക്റ്റി ധരിച്ച മനുഷ്യൻ.
ഇത് ഒരു സ്ത്രീയാണ്
ഒരു മനുഷ്യൻ പോസ്റ്റുചെയ്യുന്നു
ജലത്തിന്റെ ഉപരിതലത്തിൽ ചെറിയ അലകൾ
അടുക്കള ക്ലീനറിന്റെ ഒരു പച്ച കുപ്പി
ഒരു വിമാനത്തിന്റെ എഞ്ചിൻ
ഒരു ചോർച്ചയിൽ നായ
ഒരു സ്തംഭത്തിന്റെ പ്ലേറ്റ്
പുറത്ത് ഒരു പ്രകാശം
ഈ വ്യക്തി കണ്ണട ധരിക്കുന്നു
ഒരു ട്രാക്കിൽ ട്രെയിൻ
ഭക്ഷണം ഒരു ചട്ടിയിൽ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
രണ്ട് കരടികൾ കിടക്കുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
നീലാകാശത്തിൽ വെളുത്ത മേഘങ്ങൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കോഴിയുടെ കാൽ
"ഉണങ്ങിയ ടാൻ, പച്ച പുല്ലുകൾ എന്നിവയ്ക്കുള്ള തടസ്സം"
വാസിന്റെ വശത്തുള്ള ആളുകളുടെ ചിത്രം
ഒരാൾ സെൽഫോണിൽ സംസാരിക്കുന്ന മനുഷ്യൻ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വെള്ളത്തിൽ പ്രവേശിക്കാൻ പോകുന്ന രണ്ട് സർഫറുകൾ
കടൽത്തീരത്തുള്ള മനുഷ്യൻ
മൈതാനത്ത് ഒരു ബേസ്ബോൾ കളിക്കാരൻ.
കടൽത്തീരത്ത് ഫ്രിസ്ബീ കളിക്കുന്ന ഒരാൾ
ഇവ പച്ച മരങ്ങളാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വൃത്തകൃതിയിലുള്ള പിസ്സ പാത്രത്തിൽ
ഒരു തന്ത്രം അവതരിപ്പിക്കുന്ന സ്കേറ്റ്ബോർഡ് സുഹൃത്ത്
പുല്ല് തിന്നുന്ന മാറൽ ആടുകൾ
ടെന്നീസ് റാക്കറ്റ്
സ്യൂട്ട്കേസ് ഹാൻഡിൽ ടാഗുകൾ.
ജിറാഫ് വെള്ളം കുടിക്കുന്നു
ഒരാൾ ടെന്നീസ് പന്ത് റാക്കറ്റ് ഉപയോഗിച്ച് അടിക്കുന്നു
കയ്യിൽ ടെന്നീസ് റാക്കറ്റ്
ഒരു പ്ലേറ്റ് പഴം.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കുഞ്ഞ് ആന
ഒരു തവിട്ട് മണൽ കടൽത്തീരം
നിലത്ത് കറുത്ത പുള്ളി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ആന പ്രതിമയ്ക്കടുത്തുള്ള കുട്ടികൾ
വഴിയിൽ ബൈക്ക്.
ആകാശത്ത് വെളുത്ത മേഘങ്ങൾ
പർപ്പിൾ ജാക്കറ്റ് ധരിച്ച വ്യക്തി
ഇത് ഒരു വ്യക്തിയാണ്
വെളുത്ത പിൻസ്ട്രിപ്പ് യൂണിഫോം ധരിച്ച ബേസ്ബോൾ കളിക്കാരൻ
സ്ത്രീയുടെ വലത് കാലിലെ ഷൂ
തീവണ്ടിയുടെ മുൻവശത്തെ നമ്പർ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
കുഞ്ഞ് ആന
ഒരു ബാഗ് കോട്ടൺ മിഠായി
കറുപ്പും വെളുപ്പും നിറമുള്ള സീബ്ര
നിലത്ത് കറുത്ത പുള്ളി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ക്ലോക്കിൽ കറുത്ത ഡോട്ട്
പൂച്ചയ്ക്ക് ഇരുണ്ട മൂക്ക് ഉണ്ട്.
ഒരു കാരറ്റിന്റെ ഭാഗം
ഈ ഗ്രൂപ്പിനുള്ള ശിക്ഷ സ്കീ പാഠങ്ങൾ പഠിക്കുന്നതാണ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ലെഡ്ജിൽ ഒരു പക്ഷി
മനുഷ്യൻ ചിത്രമെടുക്കുന്നു
സ്ത്രീ ഒരു വടിയിൽ ഊതുന്നു
ഒരു പാത്രം പുളിച്ച വെണ്ണ
കാപ്പിയുമായി വെളുത്ത കപ്പ്
മരങ്ങൾക്ക് പിന്നിൽ ഒരു കാർ
ക്ലോക്ക് ടവറിൽ വരച്ച വർഷം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ശൂന്യമായ കാർഡ്ബോർഡ് പിസ്സ പെട്ടി
ഒരു ബെഞ്ചിൽ ഒരു ഐബിസ്
കുഞ്ഞ് ആന
ഇത് ഒരു വ്യക്തിയാണ്
ഒരു നടപ്പാതയുടെ ഭാഗം
പുരുഷന്മാർ ടൈ ധരിച്ചിരിക്കുന്നു
വലിയ ചാര കാള ആന
നടപ്പാതയിലൂടെ നടക്കുന്ന വെളുത്ത കുതിര
ഒരു കട്ടിലിൽ തുറന്ന് കൂട്ടി വെച്ച യാത്രാ ലഗേജ്
കുടക്കീഴിൽ ആളുകൾ.
"ഉയരമുള്ള തവിട്ട്, വെളുത്ത ജിറാഫ്"
സ്കേറ്റ്ബോർഡിലെ ഒരു കുട്ടി
പശ്ചാത്തലത്തിലുള്ള ഒരു വെബ്‌ക്യാം
വയലിലെ ഒരു കൂട്ടം സീബ്രകൾ
കെട്ടിടത്തിൽ ഒരു വലിയ ഘടികാരം
രണ്ട് മഞ്ഞ വാഴപ്പഴം
കപ്പലിൽ സർഫർ
കീബോർഡിൽ കിടക്കുന്ന സയാമീസ് പൂച്ച
കെട്ടിടത്തിന്റെ മധ്യഭാഗത്തുള്ള ഘടികാരം
ഒരു മോട്ടോർസൈക്കിൾ
തവിട്ട് നിറമുള്ളതും ശോഭയുള്ള മുടി
വെളുത്ത ആനക്കൊമ്പ്
നദിയിലെ റാഫ്റ്റുകൾ
നിലത്ത് കറുത്ത പുള്ളി
ഓടുന്ന വഴിയിൽ ഒരു യുദ്ധവിമാനം
സ്‌ത്രീ മഞ്ഞിൽ സ്കീയിംഗ് ചെയ്യുന്നു.
തിളങ്ങുന്ന ബൈക്ക്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ടെന്നീസ് റാക്കറ്റ് കൈവശമുള്ള മനുഷ്യൻ
ആൺകുട്ടികൾ ടെന്നീസ് കളിക്കുന്നു
പക്ഷിയുടെ ഭാഗം
പക്ഷി വെള്ളത്തിൽ നിന്ന് കുടിക്കുന്നു
ഇത് ഒരു വ്യക്തിയാണ്
പാത്രത്തിൽ മധുരപലഹാരം
മനുഷ്യൻ പിസ്സ കഴിക്കുന്നു
ജിറാഫുകൾ കാടിനു പുറത്തുണ്ട്
റോഡിന് അടുത്തുള്ള ഒരു മരം
ഒരു ബേസ്ബോൾ കളിക്കാരൻ ഒരു ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു
മനുഷ്യൻ നടപ്പാതയിലൂടെ നടക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കട്ടിലിൽ സ്റ്റഫ്
ഒരു ക്യാമറ എടുക്കുന്ന ചിത്രം
നിലത്ത് വെളുത്ത ടിവി
കത്രികകൊണ്ട് ഒരു കൈ
മനുഷ്യൻ ഭക്ഷണം കഴിക്കുമ്പോൾ പെൺകുട്ടിയുമായി സംസാരിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ലാപ്‌ടോപ്പ് സ്‌ക്രീൻ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മതിൽ ഇഷ്ടികകൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്
ഒരു പ്ലേറ്റിലെ ടോംഗ്സ്.
ഒരു വീഞ്ഞ് ഗ്ലാസ് അതിൽ വീഞ്ഞും
എഴുതാനുള്ള ഉപകരണം മേശയിൽ
രണ്ട് സീബ്രകൾ നിൽക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
നീല വാഹനത്തിന് സമീപം നിൽക്കുന്ന രണ്ടുപേർ
വലിയ ആനയുടെ ഇടത് കണ്ണ്
ഒരു ടൈയിൽ നീല വര
ഫോട്ടോയ്ക്ക് ചുറ്റും പോളറോയ്ഡ് വെളുത്ത പശ്ചാത്തലമുണ്ട്
നിലത്ത് കറുത്ത പുള്ളി
ആനയുടെ പുറകിൽ രണ്ടുപേർ
പാത്രങ്ങൾ നീലയും വെള്ളയുമാണ്
ചെറിയ ടോയ്‌ലറ്റ്
ബെഞ്ചിൽ ഇരിക്കുന്ന ഒരാൾ
വിളക്ക് കത്തിയതാണ്
ഒരു വെളുത്ത അഗ്നി ജലാംശം.
നിലത്ത് കറുത്ത പുള്ളി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
അലങ്കോലപ്പെട്ട ഓഫീസ് ക്യുബിക് സ്പേസ്
വയലിൽ ആടുകൾ ശേഖരിക്കുന്നു.
ഒരു കൂട്ടം ജിറാഫുകളെ ടവർ എന്നും വിളിക്കുന്നു
ഇതൊരു ജിറാഫാണ്
ഒരു വെളുത്ത ആകാശം
കറുത്ത സ്യൂട്ട്‌കേസിന്റെ ഗ്രേ ഹാൻഡിൽ.
ഒരു വലിയ കറുത്ത സ്യൂട്ട്കേസ്
ഷോർട്ട് മഞ്ഞ അഗ്നി ജലാംശം
സബ് പകുതിയായി അരിഞ്ഞു
സ്റ്റഫ് ചെയ്ത കരടികൾ ഒരുമിച്ച്
ഓറഞ്ച് പെയിന്റ് ചെയ്ത അഗ്നി ജലാംശം
മനുഷ്യന്റെ ചാരനിറത്തിലുള്ള ഷർട്ടിന്റെ ഭാഗം
ഒരു വെളുത്ത കപ്പ് കെച്ചപ്പ്
കുഞ്ഞ് ആന
സ്കൂൾ ധ്രുവങ്ങൾ കൈവശമുള്ള സ്ത്രീ
ഒരു തവിട്ട് കാർഡ്ബോർഡ് പെട്ടി
സ്വർണ്ണ ക്ലോക്ക്
വഴിയിൽ വെള്ളി വാഹനം ഓടിക്കുന്നു.
വെളുത്തതും തവിട്ടുനിറമുള്ളതുമായ നായ
നിലത്ത് കറുത്ത പുള്ളി
പുറത്ത് നിൽക്കുന്ന ഒരു നായ
കറുത്ത ഹാൻഡിലുളള സ്റ്റെയിൻലെസ് സ്റ്റീൽ കത്തി
വാഹനത്തിന്റെ സൈഡ് വ്യൂ മിറർ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മനുഷ്യൻ കടൽത്തീരത്താണ്
ഒരു ധ്രുവത്തിൽ സസ്പെൻഡ് ചെയ്ത വൈദ്യുതി കേബിളുകൾ
നിരവധി ടോപ്പിംഗുകളുള്ള ഒരു ചെറിയ പിസ്സ
വാഴപ്പഴത്തിന് അടുത്തുള്ള വാഴപ്പഴം
കുട്ടി കുട കയ്യിൽ പിടിക്കുന്നു.
ഒരു ചെറിയ വർണ്ണ പക്ഷി
ട്രാക്കുകളിൽ ട്രെയിനിന്റെ മുൻവശത്ത്
കെറ്റിൽ വെള്ളിയാണ്
കരടിയുടെ മുഖം
"ഓറഞ്ച്, സിൽവർ ഡംപ് ട്രക്ക്"
അച്ചാർ അച്ചാറിനടുത്താണ്
സ്ത്രീ കുതിരപ്പുറത്താണ്
ചായ പാത്രം അടുപ്പിൽ
മനുഷ്യൻ ഒരു ചിത്രത്തിനായി പോസ് ചെയ്യുന്നു
തുറന്ന ഫ്ലിപ്പ് സെൽഫോൺ
ഒരു ഫ്രിസ്‌ബീ കൈവശമുള്ള വ്യക്തി
കുഞ്ഞ് ആന
ഭാഗം fa rpad
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
വെളുത്ത അക്കങ്ങൾ ഉള്ള ചിഹ്നം
ഒരു കൂട്ടം ആളുകൾ
കടൽത്തീരത്ത് ബീജ് മണൽ.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നായ ഒരു ജന്മദിനം ആഘോഷിക്കുന്നു
പെൺകുട്ടിയുടെ മുഖം
ഒരു മനുഷ്യൻ സർഫിംഗ് ചെയ്യുന്നു
പച്ചയും വെള്ളയും ഉള്ള രണ്ട് തെരുവ് അടയാളങ്ങൾ
ഇതൊരു കുളിമുറിയാണ്
ദ്വീപ് ബീച്ച് രംഗം
ഇതൊരു സ്യൂട്ട്കേസ് ആണ്
പാന്റിൽ മെറ്റൽ സ്റ്റഡുകൾ
ഇത് കണ്ണടയാണ്
കുഞ്ഞ് ആന
മനുഷ്യൻ ഇരിക്കുന്നു
എഡ്ജ് ഫോ എ പാന്റി
ഇത് ഒരു മനുഷ്യനാണ്
ഇതാണ് ആകാശം
ഒരു റോഡിലൂടെ നിരവധി മോട്ടോർസൈക്കിളുകൾ
ഇത് ഒരു വ്യക്തിയാണ്
ഇതാണ് ആകാശം
കൊച്ചുകുട്ടി
കട്ടിലിലേക്ക് ചായുന്ന ബാക്ക്പാക്ക്
ഒരു ചുവന്ന പത്ര യന്ത്രം.
ഒരു വരിയുടെ ഭാഗം
ഒരു ജിറാഫ് അതിന്റെ വാ തുറന്നു
പൂച്ചയുടെ വായ തുറന്നു
ഒരു മേശയ്ക്ക് മുകളിലുള്ള ഒരു കണ്ണാടി
കയ്യിൽ കറുത്ത സെൽ ഫോൺ
സ്കേറ്റ്ബോർഡിൽ റെയിൽ തന്ത്രം ചെയ്യുന്ന ഒരു ആൺകുട്ടി
അഗ്നി ജലാംശം കറുത്തതാണ്
ഇത് ഒരു വ്യക്തിയാണ്
ഒരു പെട്ടിയിലെ കത്രിക
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഫ്രിസ്‌ബിയുമായ് പുല്ലിൽ കിടക്കുന്ന ഒരു നായ
സ്ലീവിന്റെ അറ്റം
ഇതാണ് റോഡ്
സ്ത്രീയുടെ ചെവിയിൽ ഒരു സ്വർണ്ണ കമ്മൽ ഉണ്ട്
ചെറിയ പുക നിറഞ്ഞ വെളുത്ത മേഘങ്ങൾ
അലങ്കരിച്ച പ്ലഷ് കരടി
ചരലിൽ വെളുത്ത ട്രക്ക്
സ്കേറ്റ്ബോർഡർ ബോർഡിന് മുകളിലൂടെ ഉയർത്തി
വായുവിൽ ഒരു ഓറഞ്ച് ഫ്രിസ്ബി
റോഡിൻ്റെ വശത്ത് നിർത്തിയിട്ടിരിക്കുന്ന വാൻ
മഞ്ഞ ഷർട്ടിൽ മനുഷ്യൻ
വനത്തിലെ മരം ബെഞ്ച്
ദ്വീപ് ബീച്ച് രംഗം
ഒരു തറയിൽ ഒരു ചവിട്ടിയ
വെളുത്ത പ്ലഷ് സ്റ്റഫ് ചെയ്ത പൂച്ച
നിലത്ത് കറുത്ത പുള്ളി
നീലാകാശത്തിൽ മേഘങ്ങൾ
ആകാശത്ത് തിളങ്ങുന്ന സൂര്യൻ അസ്തമിക്കുന്നു
മതിൽ ക്ലോക്ക് പിടിക്കുന്ന ഒരു കണ്ണ്
ഒരു സ്റ്റെയിൻലെസ് സ്റ്റീൽ റഫ്രിജറേറ്റർ
പയ്യന് ഓറഞ്ച് തൊപ്പി
ട്രക്ക് സിമന്റ് ഒഴിക്കുകയാണ്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഘടനയിലെ ഘടികാരം.
കുഞ്ഞ് ആന
ഇതൊരു ജലാംശം ആണ്
ഒരു ചെറിയ പച്ച ടെന്നീസ് ബോൾ
കെട്ടിടത്തിലെ ആനക്കൊമ്പ്
കേക്ക് പകുതി മുറിച്ചു
ഒരു ആടും കുഞ്ഞും
ആകാശം നീല നിറത്തിലാണ്
രണ്ടുപേർ ബോട്ടിലൂടെ വെള്ളത്തിൽ
ഒരു മരം റെയിലിൽ ഒരു ജോടി കുരുവികൾ
ടോയ്‌ലറ്റ് പാത്രത്തിൽ ഇരിക്കുന്ന മനുഷ്യൻ
ഒരു റോവുണ്ട് അരിഞ്ഞ പിസ്സ
ഒരു തേനിന്റെ ഭാഗം
മനുഷ്യൻ കണ്ണടയിലാണ്
ബം‌പ് ചിഹ്നത്തിനടുത്ത് നിൽക്കുന്ന മനുഷ്യൻ
പുറകിൽ ഒരു പൂച്ച കട്ടിലിൽ വിശ്രമിക്കുന്നു
മനുഷ്യൻ ഒരു ഹ്രസ്വ വസ്ത്രം ധരിക്കുന്നു
ട്രക്ക് ഒരു തെരുവിൽ പാർക്ക് ചെയ്തു
ഇതാണ് മതിൽ
തെരുവിലൂടെ ടാക്സി ഓടിക്കുന്നു
ബീച്ച് സന്ദർശിക്കുന്ന ആളുകളുടെ വർണ്ണാഭമായ തുറന്ന കുടകൾ
ഇതൊരു ബസ്സാണ്
കുപ്പായം ചുവപ്പാണ്
മനുഷ്യൻ സ്കേറ്റിംഗ് ആണ്
പർവത ചരിവിൽ നിൽക്കുന്ന സ്കീയർ.
മേശയ്ക്കടിയിൽ ഒരു നായ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നിരവധി ലഗേജുകൾ
ക്ലോക്കിലെ കറുത്ത നമ്പർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മേശപ്പുറത്ത് പച്ചക്കറികൾ.
സുന്ദരമായ മുടി ഒരു ബൺ രൂപത്തിൽ കെട്ടി
ഒരു കേക്കിൽ ഒരു ചെറിയ ചുവന്ന വിത്ത്
ഒരു മൈതാനത്ത് ഒരു സോക്കർ ബോൾ.
ഒരു മനുഷ്യന്മേൽ കറുത്ത തൊപ്പി
സീലിംഗിലെ ഒരു വിൻഡോ
തെരുവ് വാഹനങ്ങൾ സഞ്ചരിക്കുന്നു
പ്രദേശത്ത് മൂന്ന് ജിറാഫുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
അഴുക്ക് നിറഞ്ഞ റോഡിൽ കറുത്ത കുതിര
പുല്ല് തിന്നുന്ന പുൽമേടിലെ കുതിര
ഒരു പ്ലാറ്റ്ഫോമിൽ ഒരു റെയിലിംഗിന്റെ നിഴൽ
ഇത് ഒരു മനുഷ്യനാണ്
ഒരു ഫോട്ടോയ്ക്ക് പോസ് ചെയ്യുന്ന ഒരു സ്ത്രീ
പൂച്ചയുടെ കണ്ണുകൾ
കെട്ടിടം വളരെ വലുതാണ്
നായയുടെ വായിൽ ഒരു പർപ്പിൾ ഫ്രിസ്ബീ
മനുഷ്യന്റെ മുഖത്ത് കണ്ണട
ഇതൊരു ശില്പമാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കപ്പ് തവിട്ട് ടീ
റോഡിലെ കാർ
മേഘത്തിന്റെ ആർട്ട്‌
ഒരു കിടപ്പുമുറിയുടെ ഒരു ചെറിയ പ്രദേശം.
ഒരു നിര സിങ്കുകൾ
ഇത് ഒരു മനുഷ്യനാണ്
കറുപ്പും വെളുപ്പും സോക്കർ ബോൾ.
ഒരു വ്യക്തിയുടെ കൈയിലുള്ള സെൽഫോൺ.
വൈറ്റ് ഈസ്റ്റേൺ സ്റ്റൈൽ ടോയ്‌ലറ്റ്
ഒരു പാസഞ്ചർ ട്രെയിനിൽ യാത്ര ചെയ്യുന്ന പുരുഷന്മാർ
ഇതൊരു ആനയാണ്
ഇതൊരു പാവയാണ്
ഇതാണ് ആകാശം
ഇത് ഒരു മനുഷ്യനാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കറുത്ത പാടുകളുള്ള നീളമുള്ള ജിറാഫി
ഇത് ഒരു സ്ത്രീയാണ്
ഇതൊരു കാളയാണ്
വായുവിൽ ഒരു വെളുത്ത തലം
കറുപ്പും തവിട്ടുനിറത്തിലുള്ള വാസ്
വിമാനത്തിന് പിന്നിൽ പുക പുറപ്പെടുന്നു
കടുക് ഉപയോഗിച്ച് ഹോട്ട് ഡോഗ് വേവിച്ചു
ഇത് ഒരു വ്യക്തിയാണ്
ആകാശത്തിലെ ചെറിയ സ്വകാര്യ വിമാനം
ഇതൊരു മൈക്രോവേവ് ആണ്
ഈ ക്ലോക്ക് ടവർ ഒരു ഘടനയിലാണ്
കുഞ്ഞ് ആന
സമുദ്രത്തിലെ വെള്ളം
വെളുത്ത ചായം പൂശിയ നിയന്ത്രണം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പുല്ല് ചെറുതാണ്
ഒരു ഗ്ലാസിൽ ബ്രൗൺ ദ്രാവകം
മനുഷ്യൻ വെളുത്ത തൊപ്പി ധരിക്കുന്നു
ഇതാണ് വിമാനം
ഒരു കാലിന്റെ ഒരു ഭാഗം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
തറ മണൽ കൊണ്ട് മൂടിയിരിക്കുന്നു
അകലെ ഒരു മരത്തിന്റെ പാലത്തൂൺ
തെരുവിൽ ഒരു പാർക്കിംഗ് മീറ്റർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു വ്യക്തിയുടെ തലമുടി
എല്ലാം ചാരനിറത്തിലുള്ള വസ്ത്രങ്ങളും ധരിച്ച വ്യക്തി
ആനയ്ക്ക് നീളമുള്ള ചാരനിറമുള്ള തുമ്പികൈ
സ്ത്രീ ഇരിക്കുന്നു
സ്കേറ്റ്ബോർഡിലെ മനുഷ്യൻ
റോഡിൽ ഒരു മഞ്ഞ വര
ഗ്ലാസ് വ്യക്തമാണ്.
കാഴ്ച ബാത്ത്റൂമിലാണ്
ഇത് ഒരു വ്യക്തിയാണ്
സ്കേറ്റ് ബോർഡിലെ മനുഷ്യൻ
ഒരു വലിയ വെളുത്ത വിമാനം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കുഞ്ഞ് ആന
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സിങ്കിൽ തൂക്കിയിട്ടിരിക്കുന്ന വെളുത്ത തൂവാല.
ആകാശത്ത് പറക്കുന്ന രണ്ട് വിമാനങ്ങൾ.
ഒരു കൂട്ടം ജെറ്റുകൾ പറക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു വരിയുടെ അഗ്രം
ഇവർ രണ്ടു സ്ത്രീകളാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചുവന്ന തെരുവ് വെളിച്ചം
കുഞ്ഞ് ആന
ഒരു ട്രെയിനിൽ ഫ്രണ്ട് എൻഡ്
ഒരു കഷണം സോസേജ്
"മൂലയിൽ വലിയ തവിട്ട്, വെള്ള പള്ളി."
ഒരു തളികയിൽ പച്ച പച്ചക്കറികൾ മുറിക്കുക.
ചുവപ്പും വെള്ളിയും കിച്ചൻ എയ്ഡ് മിക്സർ
മഞ്ഞ ടെന്നീസ് ബോൾ മധ്യവായുവിൽ
ഒരു മൂലയിലെ അലമാരയിൽ വെള്ളി നിറമുള്ള ടെലിവിഷൻ.
വലുപ്പമുള്ള ടൂത്ത് ബ്രഷ് കൈവശമുള്ള പിങ്ക് ഷർട്ടിലുള്ള സ്ത്രീ
ഒരു മുഴുവൻ ചീസ് പിസ്സ
മേശപ്പുറത്ത് കുടകൾ
വർണ്ണാഭമായ സ്പ്രീംകിൾസ് ഉള്ള പിങ്ക് ഫ്രോസ്റ്റഡ് ഡോനട്ട്.
ഇത് ഒരു വ്യക്തിയാണ്
പൂർണ്ണമായും വളർന്ന മുതിർന്ന ജിറാഫ്
അവസാന പട്ടികയിലെ വാസ്
hte ഫുട്പാത്തിലെ ആളുകൾ
കാറിന്റെ മുൻ ടയർ
ഇതൊരു നഗര ക്രമീകരണമാണ്
ഉള്ളിൽ ഒരു ഫോൺ ഔട്ട്‌ലെറ്റ്
ബേസ്ബോൾ ഗെയിം കാണുന്ന ആളുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു നിഴലിൻ്റെ ഭാഗം
ചുവന്ന ബമ്പർ സ്റ്റിക്കറിൽ വെളുത്ത അക്ഷരം
ഇതൊരു ടീ കേക്ക് ആണ്
കുടയുള്ള ഒരു മനുഷ്യൻ
വിൻഡോയുടെ അരികിലുള്ള ഷട്ടർ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പൂച്ചയുടെ കണ്ണ്.
ഒരു വ്യക്തിയുടെ ഭുജം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
വാചകം വെളുത്തതാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
തെരുവിൽ നിൽക്കുന്ന ആളുകൾ
ഒരു പാത്രം സാലഡ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കന്നുകാലികൾ വയലിൽ ഉണ്ട്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇത് ഒരു സ്ത്രീയാണ്
നായ ഉറങ്ങുകയാണ്
ഇത് ഒരു വ്യക്തിയാണ്
ഇതൊരു അടുക്കള പ്രദേശമാണ്
"ചുവപ്പ്, ഓറഞ്ച് ട്രെയിൻ"
ഇതൊരു പക്ഷിയാണ്
കുഞ്ഞ് ആന
ഇതൊരു സൈക്കിളാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
റോളിംഗ് സ്യൂട്ട്കേസ് ഉള്ള വ്യക്തി
ഒരു കഷണം റൊട്ടി
മരത്തിന് മുകളിൽ നീളമുള്ള വാൽ ഉള്ള ഒരു പട്ടം
ട്രാക്കുകളിൽ ചുവപ്പും വെള്ളയും ട്രെയിൻ.
ഫ്രെയിമിൽ ഒരു വ്യക്തിയുടെ ഹെൽമെറ്റ്
കയ്യിലുള്ള വൈ റിമോട്ട്.
ഇവ വൃക്ഷത്തിന്റെ ശാഖകളാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ട്രാക്കുകളിൽ ചുവപ്പും വെള്ളിയും ഉള്ള ട്രെയിൻ.
ചൂണ്ടിക്കാണിക്കുന്ന മിനിറ്റും മണിക്കൂറും കൈകൾ.
ഒരു തളിക ഒരു തരം ബർഗർ
മനുഷ്യൻ തറക്ക് മുകളിൽ ആണ്
നീല ജാക്കറ്റ് ധരിച്ച പയ്യൻ
പച്ച നിറമുള്ള പുതിയ ആപ്പിൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ഗ്ലാസ് ജ്യൂസ്
വെളുത്ത നിറമുള്ള സോക്സ് ധരിച്ച മനുഷ്യൻ
സൈക്കിളിനരികിൽ നിൽക്കുന്ന ഒരാൾ
ഒരു പേപ്പറിന്റെ അഗ്രം
ഇത് ഒരു മനുഷ്യനാണ്
നിലത്ത് കറുത്ത പുള്ളി
ചിത്രങ്ങൾ ഒന്നുതന്നെയാണ്
പാരാസെയിലിംഗ് ചെയ്യുന്ന ഒരു വ്യക്തി
പുതിയ ഓറഞ്ച് കഷ്ണം
നിലത്ത് ബെഞ്ച്
തവിട്ടുനിറത്തിലുള്ള കരടി നിലത്ത് കിടക്കുന്നു
ആനയുടെ തുമ്പിക്കൈയിൽ ഒരു പേന
പലകകളുടെ ശേഖരം
ഒരു നടുമുറ്റം പുറത്ത് സജ്ജമാക്കി
ഒരു അഴുക്കുചാലിന്റെ പിന്നിൽ ഒരു മഞ്ഞ ട്രെയിൻ ഓടുന്നു.
റെയിൽവേയിൽ ട്രെയിൻ
പക്ഷികൾ ഇലകളുടെ മുകളിൽ ഇരിക്കുന്നു.
ഒരു വലിയ കറുത്ത കരടി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മെഴുകുതിരികളുമായി ഒരു ദീർഘചതുരം ജന്മദിന കേക്ക് ചുമക്കുന്ന സ്ത്രീ
ഒരു മൂങ്ങ പോസ്റ്റിൽ നിൽക്കുന്നു
ഒരു വലിയ വെളുത്ത പാത്രം
"ട്രാക്കുകളിൽ മഞ്ഞ, കറുത്ത ട്രെയിൻ."
ടോയ്‌ലറ്റിന് പുറത്ത് സ്ത്രീ പ്രതിമ.
കറുത്ത തൊപ്പി ധരിച്ച സ്ത്രീ
അഴുക്കുചാലിൽ വരച്ച വരികൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സ്വെറ്റർ ചാരനിറമാണ്
ഒരു കൂട്ടം ശസ്ത്രക്രിയാ ഉപകരണങ്ങൾ
ഒരു വെളുത്ത നായ അതിന്റെ പിന്നിൽ കിടക്കുന്നു
ചുട്ടുപഴുപ്പിച്ച പിസ്സ പൈ
ലൈറ്റുകളുള്ള മൂലയിൽ വെളുത്ത കോട്ട. ലൈറ്റുകളുള്ള മൂലയിൽ വൈറ്റ് കോട്ട.
ഒരു മനുഷ്യന്റെ കൈ
മേഘം ചാരനിറമാണ്
ഒരു സ്കി ചരിവിലുള്ള ഒരു വ്യക്തി
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ഒരു സ്റ്റാൻഡിലുള്ള ഒരു ഐഫോൺ
വായുവിൽ പറക്കുന്ന ഒരു ജെറ്റ്
പിസ്സയിൽ ഒരു കൂൺ ഉണ്ട്.
സ്കേറ്റ് ഫീൽഡിലെ ഒരു വ്യക്തി
ZDS ചുരുക്കനാമം ഉള്ള ഒരു തവിട്ട് rv
ഘടികാരം വെളുത്തതാണ്
ഒരു വലിയ കറുത്ത മോട്ടോർബൈക്ക്
കുപ്പായം മഞ്ഞയാണ്
ഉപകരണങ്ങളുള്ള മേശകൾ
ഫലം ചുമരിൽ നിന്ന് തൂങ്ങിക്കിടക്കുന്നു
ഒരു ബൈക്കിന്റെ കിക്ക് സ്റ്റാൻഡ്
ചുവന്ന ഫ്രിസ്ബീ വായുവിൽ
നിലത്ത് കറുത്ത പുള്ളി
രണ്ടുപേർ സർഫിംഗ് നടത്തുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
തവിട്ട് മരം ബെഞ്ച് അഴി
ഒരു വെളുത്ത വിളക്ക് നിഴൽ
"ഒരു ഘടികാരവും, മണി ഗോപുരവും"
പാർക്ക് ചെയ്തിരിക്കുന്ന ചുവപ്പും നീലയും ട്രെയിൻ കാർ
കുക്കികളുടെ ഒരു പ്ലേറ്റ്
ഫോട്ടോയിലെ കെട്ടിടങ്ങൾ
പാൻകേക്കിലെ വാഴപ്പഴം.
"ചുവപ്പ്, കറുപ്പ് മോട്ടോർസൈക്കിൾ"
ബോട്ടിലെ ഗ്ലാസ് വിൻഡോ
തലയിണയിൽ രണ്ട് നായ്ക്കൾ
ട്രാക്കുകൾ മാറാൻ തയ്യാറെടുക്കുന്ന ചുവന്ന ട്രെയിൻ
കടൽത്തീരത്തെ ഒരു പൂഡിൽ
നീലാകാശത്തിൽ ചെറിയ കൈറ്റ്
ട്രക്കിലെ ചക്രം
എഡ്ജ് ഫോ എ ട്രേ
വെളുത്ത അമ്പടയാളം ഉള്ള നീല ചിഹ്നം
ബാത്ത് ടവലിൽ ചുവന്ന ചതുര രൂപം
ഇത് ഒരു മനുഷ്യനാണ്
ഒരു സീബ്രയുടെ ചെവി
തെരുവിൽ ഒരു വിളക്ക് തൂൺ
ഒരു കറുത്ത പാത്രം ശിരോകവജം
ഒരാൾ ഫ്രിസ്‌ബീ എറിയുന്നു
നീലാകാശത്തിന്റെ ചെറിയ പാച്ച്
സ്ത്രീ നടപ്പാതയിലൂടെ നടക്കുന്നു
ആകാശത്തിലൂടെ പറക്കുന്ന രണ്ട് വിമാനങ്ങൾ.
അവൻ ഒരു ഷർട്ട് ധരിക്കുന്നില്ല
അവൻ ഒരു ബേസ്ബോൾ കളിക്കാരനാണ്
റോഡിന്റെ വശത്തുള്ള കെട്ടിടങ്ങളുടെ കൂട്ടം.
നിലത്ത് കറുത്ത പുള്ളി
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഗ്രേ ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
ക്ലോക്കിലെ കറുത്ത റോമൻ സംഖ്യ XII
നിലത്ത് കറുത്ത പുള്ളി
"പച്ച, മഞ്ഞ ട്രെയിൻ എഞ്ചിൻ"
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മുൻവശത്ത് ഒരു ബർഗർ
പൂക്കളുള്ള ഒരു മേശ
ഉയരമുള്ള പച്ച പുല്ല്
രണ്ടുപേർ ഒരുമിച്ച് നിൽക്കുന്നു
ഒട്ടകപ്പക്ഷിയുടെ കണ്ണ്
രണ്ട് ആളുകൾ ടെന്നീസ് കളിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വാഴപ്പഴത്തിൽ ഒരു സ്റ്റിക്കർ
പാസ്‌പോർട്ട് മേശപ്പുറത്ത്
സീബ്രയുടെ ഒരു കൂട്ടം
ഒരു ആൺകുട്ടിയുടെ ചെവി
ആകാശത്ത് രണ്ട് പട്ടം
കുഞ്ഞ് ആന
ഒരു പട്ടം കൈവശമുള്ള ഒരാൾ
ചെറിയ ചുവന്ന കമാന വിൻഡോ
ഒരു ബെഞ്ചിൽ ഒരു നായ
കോൺക്രീറ്റിൽ മഞ്ഞ കുട
ഷവറിൽ സിൽവർ ഹാൻഡിൽ
പിങ്ക് ഷർട്ട് ധരിച്ച സോക്കർ കളിക്കാരൻ
ഷർട്ടിൽ ഒരു ബട്ടൺ
വിമാനം പുറപ്പെടുന്നു
പയ്യൻ ചെരുപ്പ് ശരിയാക്കുന്നു
മനോഹരമായ തെളിഞ്ഞ ആകാശം.
ഗ്ലാസ് കുപ്പികളിൽ പൂക്കൾ
ഹോം പ്ലേറ്റിൽ കളിക്കുന്ന രണ്ട് കളിക്കാർ.
ഒരു ലോഹധ്രുവം
ആനയിൽ ഇരിക്കുന്ന വ്യക്തി
ബൂം ഉയർത്തിയ വെളുത്ത ചെറിപിക്കർ ട്രക്ക്
ചാർട്ടർ വിമാനം ചാരനിറമാണ്
പേന ഇൽ ആടുകൾ
ഒരു പക്ഷിക്ക് വലിയ ചിറകുകളുണ്ട്
ബ്രഷ്ഡ് സ്റ്റീൽ സിങ്ക് ബേസിൻ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നായയിൽ കറുത്ത രോമങ്ങൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വെളുത്ത നിറമുള്ള ആടുകൾ നിൽക്കുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
മൈതാനത്തുള്ള ആളുകൾ
ആകാശത്ത് വെളുത്ത മേഘം
നായ നിലത്തു ഇരിക്കുന്നു
ടോയ്‌ലറ്റിൽ ഒരു പൂച്ച
ഗ്ലാസിന് പിന്നിൽ ഡോണട്ട്സ് ഉണ്ട്
മനുഷ്യൻ മഞ്ഞുമലയിൽ ചാരിയിരിക്കുന്നു
ചെറിയ നീല മേശ ഫാൻ
തറയിൽ ഒരു തമോദ്വാരം
കൂട്ടത്തിലെ ഒരു കുട്ടി
പൂർണ്ണ പിസ്സ വെഡ്ജുകളായി മുറിച്ചു
ഇരുണ്ട പുറംതോട് ഉള്ള റൗണ്ട് പിസ്സ
സരസഫലങ്ങൾ
വായുവിലെ ബ്രൈറ്റ്ലൈറ്റുകൾ
വെള്ളയിൽ ചുവപ്പും വെള്ളയും ഉള്ള ഒരു വിമാനം
മേശപ്പുറത്ത് വെള്ളി വെണ്ണ കത്തി
ഒരു സ്കേറ്റ്ബോർഡറിന്റെ നീല സ്കേറ്റ്ബോർഡ്.
"പച്ച, മഞ്ഞ വരയുള്ള തൊപ്പി"
തറയിൽ പച്ച ഗ്ലാസ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
അടുക്കള കൗണ്ടറിൽ ടൈലുകളുണ്ട്
ഒരു ടോയ്‌ലറ്റിന്റെ താഴത്തെ ഭാഗം ഈ മുറിയിൽ ഇരിക്കുന്നു
കുപ്പിയുടെ ഭാഗം
വാചകം സന്തോഷകരമാണെന്ന് പറയുന്നു
ആകാശത്ത് വെളുത്ത വരകൾ
ഇതൊരു ട്രക്ക് ആണ്
ഒരു സ്ത്രീ കുട പിടിക്കുന്നു
വനിതാ ടെന്നീസ് കളിക്കാരൻ.
ഒരു കുഞ്ഞിന്റെ ജന്മദിന തൊപ്പി
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വെള്ളി 4 വാതിൽ കാർ തെരുവിലൂടെ ഓടിക്കുന്നു
നദാലിന് മഞ്ഞ ഹെഡ്‌ബാൻഡ് ഉണ്ട്
കറുത്ത ഫർണിച്ചറുകളുള്ള ഫിഷിംഗ് ടാങ്ക്
ചിഹ്നത്തിന്റെ വശത്ത് ചുവന്ന പക്ഷി.
മേശപ്പുറത്ത് മത്സ്യം
നിലത്ത് കറുത്ത പുള്ളി
ഒരു തെരുവ് ചിഹ്നത്തിൻ കീഴിൽ പിടിച്ചിരിക്കുന്ന പൂഹ് കരടിയെ വിന്നി
ഒരു സീബ്രയുടെ തല
വെളുത്ത പൂത്തട്ടത്തിൽ വെളുത്ത പൂക്കൾ
ആൺകുട്ടിക്ക് ചുവപ്പും വെള്ളയും കുപ്പായമുണ്ട്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഈ മനുഷ്യൻ ഫലം വിൽക്കുന്നു
മുൻവശത്തെ സമയത്തിനൊപ്പം ക്ലോക്ക് ചെയ്യുക.
ഇവ മരത്തിലെ ഇലകളാണ്
അടുക്കള കൗണ്ടറിൽ നാല് വാഴപ്പഴം
മഞ്ഞ്‌ വീഴുന്ന ഒരു വ്യക്തി
ആനയുടെ തല
നീലയും വെള്ളയും ടെന്നീസ് റാക്കറ്റ്.
ഒരു സീബ്രയുടെ പിന്നിൽ
ഇതൊരു വലിയ ഘടികാരമാണ്
ബണ്ണിലെ ക്രാഷ് ആക്ഷൻ ചിത്രം
ലൈറ്റർ മേശപ്പുറത്തുണ്ട്.
നിലത്ത് കറുത്ത പുള്ളി
സിങ്കിനു കീഴിലുള്ള ബ്രൗൺ ഡ്രോയറുകൾ.
ഒരു വയലിലെ നിരവധി പശുക്കൾ.
വ്യക്തി വായുവിൽ ചാടുന്നു
സിമന്റിൽ മരം കൊണ്ടുള്ള ഒരു രേഖ
ഒരു കുട്ടിയെ പിടിക്കുന്ന സ്ത്രീ
ഒരു മരത്തിന്റെ തടി
ഇതൊരു ലഘുഭക്ഷണമാണ്
നിലത്ത് കറുത്ത പുള്ളി
നിലത്ത് കറുത്ത പുള്ളി
ഇത് ഒരു വ്യക്തിയാണ്
നിർത്തുക എന്നുള്ള ഫോട്ടോ
പഴയ രീതിയിലുള്ള ട്രെയിൻ എഞ്ചിൻ കാർ
നിലത്ത് കറുത്ത പുള്ളി
ഓറഞ്ച് കലത്തിൽ ചെടി
അവർ ബേസ്ബോൾ കളിക്കാരാണ്
മനുഷ്യൻ ഒരു സ്യൂട്ട് ധരിക്കുന്നു
അവൻ കുനിയുന്നു
തെരുവിൽ ഒരു പാർക്കിംഗ് മീറ്റർ ഉണ്ട്
ഒരു കരടി കുട്ടി റോഡിൽ നടക്കുന്നു
നിലത്ത് കറുത്ത പുള്ളി
ജിറാഫെ ഒരു മരത്തിൽ നിന്ന് കഴിക്കുന്നു.
കെട്ടിടത്തിൽ നിയോൺ വിളക്കുകൾ
"വെള്ളി, ചാരനിറത്തിലുള്ള പാർക്കിംഗ് മീറ്റർ"
നിലത്ത് കറുത്ത പുള്ളി
സ്നോ ഗിയർ ധരിച്ച കുട്ടി
ആന ചാരനിറമാണ്.
വരയുള്ള സ്വറ്റ് പാന്റുകൾ ധരിച്ച പയ്യൻ
ബൗളർ തൊപ്പി ധരിച്ച സീബ്ര
ഇതൊരു എയർബസാണ്
നടുമുറ്റത്തേക്ക് നയിക്കുന്ന പച്ച ഫ്രഞ്ച് വാതിലുകൾ
നിലത്ത് കറുത്ത പുള്ളി
ഒരു മൃഗം മാത്രമേ കാണാനാകൂ.
ഒരു നവദമ്പതികൾ
ഇതൊരു ഉറുമ്പാണ്
വെള്ളയും നീലയും അൺബ്രെല്ല
ആകാശത്ത് ഒരു കടുത്ത പ്രകാശം
മഞ്ഞയും ചാരനിറത്തിലുള്ള ട്രെയിൻ
നടപ്പാതയിലെ വ്യക്തി
ചുമരിൽ ഒരു ബൾബ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ആകാശത്തിലെ കറുത്ത വസ്തു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
മേശപ്പുറത്ത് ഒരു പിസ്സ
മനുഷ്യൻ സ്കേറ്റ്ബോർഡ് ഓടിക്കുന്നു
പുല്ലിൽ പാർക്കിംഗ് മീറ്റർ.
പച്ച ബെഞ്ചിൽ ഇരിക്കുന്ന മനുഷ്യൻ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ടോയ്‌ലറ്റിന്റെ അരികിൽ മനുഷ്യൻ കുനിയുന്നു.
ഒരു കഷണം റൊട്ടി
ചുവപ്പും വെള്ളയും കപ്പ് മേശപ്പുറത്ത്
മൂന്ന് കുട്ടികൾ പരസ്പരം നിൽക്കുന്നു
ബൈക്ക് ഓടിക്കുന്ന വ്യക്തി.
ഒരു ചെറിയ കുട്ടി സ്കീയിംഗ് ചെയ്യുന്നു
നിരവധി വാഴപ്പഴങ്ങൾ പിടിച്ചിരിക്കുന്ന പെൺകുട്ടി
ഒരു വലിയ കൂട്ടം ആളുകൾ വല വേലിക്ക് പിന്നിൽ നിൽക്കുന്നു.
ബ്ലീച്ചറുകളിലെ കാണികൾ
മുറി ഒരു കുളിമുറിയാണ്.
കടൽത്തീരത്ത് ഒരു പശു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇത് വളരെ വലിയ ട്രക്കാണ്
സ്കീയിസിൽ നിൽക്കുന്ന സ്ത്രീ
ഒരു നായയുടെ കണ്ണ്
ഇടതുവശത്ത് വെളുത്ത ബസ്
ദ്വീപ് ബീച്ച് രംഗം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഫീൽഡിലെ സീബ്രകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ട്രാക്കുകളിൽ പരിശീലനം
ഇതൊരു ബെഞ്ചാണ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു കെട്ടിടത്തിന്റെ മുൻഭാഗം
ഒരു വെളുത്ത വിനോദ യൂണിറ്റ്
പെൺകുട്ടി പല്ല് തേക്കുകയാണ്
റോഡിന്റെ വശത്ത് ഒരു പശു
അടിക്കാൻ പോകുന്ന പന്ത്
ബേസ്ബോൾ എറിയുന്ന ബേസ്ബോൾ കളിക്കാരൻ
നനഞ്ഞ നായ വെള്ളത്തിൽ കുളിക്കുന്നു
മേശപ്പുറത്ത് വൈൻ ഗ്ലാസ്
അരിഞ്ഞ വാഴപ്പഴം പാത്രത്തിൽ
മീറ്ററിൽ നാണയ ദ്വാരം പരസ്യം
മണലിൽ പാറകൾ
മനുഷ്യന്റെ തലയിൽ കറുത്ത ശിരോകവജം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു പാത്രത്തിൽ അരിയുടെ മുകളിൽ ചീര.
ഒരു വിമാനത്താവളത്തിന് പുറത്തുള്ള വിമാനങ്ങൾ
"ഒരു ജോഡി മഞ്ഞ, കറുപ്പ് സ്കീസ്"
ഒരു സ്കേറ്റ്ബോർഡിൽ കുട്ടി
"വെള്ളവും, അതിലെ ആളുകളും"
2 ജിറാഫുകൾ തെരുവിൽ നടക്കുന്നു
വിളക്കിന്റെ മുകളിൽ
ഒരു കൺട്രോളറിൽ ഒരു സ്വർണ്ണ ദിശാസൂചന പാഡ്
ഒരു സ്ത്രീ ഒരു വെളുത്ത അപ്രോൺ ധരിച്ചിരിക്കുന്നു
മഞ്ഞ മോട്ടോർസൈക്കിളിൽ പുറകിലുള്ള ടെയിൽ ലൈറ്റ്
രണ്ടുപേർ ചുറ്റും അലഞ്ഞുനടക്കുന്നു.
ആനയുടെ തുമ്പിക്കൈ
ആകാശം ഇരുണ്ട പർപ്പിൾ നിറമാണ്
നിലത്ത് കറുത്ത പുള്ളി
കൂടാരം മണലിന് മുകളിൽ ഉയർന്നു.
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു മേച്ചിൽപ്പുറത്ത് പശുക്കൾ
സ്ത്രീകളുടെ വയറ്
മനോഹരമായി അലങ്കരിച്ച ചോക്ലേറ്റ് കേക്ക്
ഒരു തടി ബോർഡ്
രണ്ട് ചെറിയ തവിട്ട് തലയിണകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പാചക ക്ലാസ് പഠിപ്പിക്കുന്ന ഷെഫ്
ഒരു വെളുത്ത ബെഡ് തലയിണ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ബെഞ്ചിലിരുന്ന് രണ്ടുപേർ.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ട്രെയിൻ സ്റ്റേഷനിലൂടെ കടന്നുപോകുന്നു
ബോർഡിൽ ഒരു സാൻഡ്‌വിച്ച് ഉണ്ട്.
വെളുത്ത കാർഡിഗനിൽ പെൺകുട്ടി
ദ്വീപ് ബീച്ച് രംഗം
മനുഷ്യൻ ജാക്കറ്റ് ധരിക്കുന്നു
ട്രാഫിക് സിഗ്നൽ ലൈറ്റ് തൂക്കിയിരിക്കുന്നു
ചുവരുകളിൽ രണ്ട് നിറങ്ങളുള്ള വലിയ ടൈലുകൾ
ആൺകുട്ടിക്ക് വെളുത്ത സഫാരി തൊപ്പിയുണ്ട്.
വിൻഡോയ്ക്ക് പുറത്ത് നോക്കുന്ന ടാൻ പൂച്ച
മനുഷ്യൻ വെളുത്ത ഷർട്ടിൽ ഉണ്ട്
മരത്തിൽ പച്ച ഇല
ഒരു കറുത്ത ട്രക്ക് പാർക്ക് ചെയ്തു
ഒരു വലിയ കഷ്ണം പിസ്സ
മരങ്ങളുടെ കടപുഴകി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വേലിക്ക് അടുത്തുള്ള മരം തോട്ടം ബെഞ്ച്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സമുദ്രജലത്തിലെ അലകൾ
പാത്രം പിസ്സ പിടിക്കുന്നു.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വാഹനത്തിനുള്ളിലെ ലൈറ്റുകൾ
മഞ്ഞുവീഴ്ചയിൽ നടക്കുന്ന ഒരാൾ
പിങ്ക് കണ്പോളകളുള്ള തവിട്ടുനിറത്തിലുള്ള ടെഡി ബിയർ
നടപ്പാതയിലെ ചെറിയ അടയാളങ്ങൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു വിളക്കുമാടത്തിന് മുന്നിൽ ഒരു കുതിര മേയുന്നു
ഇതൊരു അടുക്കള കത്തിയാണ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
വാനിന്റെ വശത്ത് വലിയ പച്ച ഇല.
ഷട്ടിൽ അതിന്റെ അടിത്തറയിലേക്ക് തിരികെ കൊണ്ടുപോകുന്നു
ഒരു ജന്മദിന കുക്കി കേക്ക്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
മുൻവശത്തുള്ള ഒരു കൊച്ചുകുട്ടി
ബസിൽ വിൻഡ്‌ഷീൽഡ്
കോച്ച് പേഴ്സ്.
സ്റ്റോവിൽ ഒരു വലിയ ചുവന്ന കലം
ഒരു മൈതാനത്ത് രണ്ട് ബേസ്ബോൾ കളിക്കാർ
കറുത്ത ബോട്ട് വെള്ളത്തിൽ സഞ്ചരിക്കുന്നു
വെള്ളം പച്ചയും ഒഴുകുന്നതുമാണ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ബെഞ്ചിൽ മൂന്ന് നിറമുള്ള പൂച്ച
ശൈത്യകാലത്തെ ആടുകൾ
ടോയ്ലറ്റ് അതിൽ വെള്ളമുള്ള സീറ്റ്‌
പശ്ചാത്തലത്തിൽ ഇരുണ്ട പച്ച വേലി
വർണ്ണാഭമായ സ്യൂട്ട്‌കേസുകളുടെ ശേഖരം
സ്റ്റേഷനിൽ ട്രെയിൻ ട്രാക്കുകൾ
മഞ്ഞുവീഴ്ചയുള്ള ഉപരിതലം
ബെഡ് ഫ്രെയിമിൽ കറുത്ത പായ
ദ്വീപ് ബീച്ച് രംഗം
ടോയ്‌ലറ്റ് വൃത്തികെട്ടതാണ്
കാരട്ടിൻ്റെ ഓറഞ്ച് ഭാഗം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ജിറാഫിന് ഒരു വായയുണ്ട്
സ്കേറ്റ്ബോർഡ് ഓടിക്കുന്ന ഒരു കുട്ടി
റെസ്റ്റോറന്റിനുള്ള അടയാളം
ഒരു കൂട്ടം മഞ്ഞ വാഴകൾ.
പശു കിടക്കുന്നു.
ഒരു പച്ച മാലിന്യ ബാസ്‌ക്കറ്റ്
ചിഹ്നം പ്രായമായ ആളുകളെ സൂചിപ്പിക്കുന്നു
ഒരു ചെറിയ ആട് ഓടുന്നു.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ക്ലോക്കിന് ചുറ്റുമുള്ള വേലി
മനുഷ്യൻ കറുത്ത തൊപ്പി ധരിക്കുന്നു
വലത് വെള്ളി ഫൗസ്‌റ്റ്
മോണിറ്റർ ഓണാണ്
മനുഷ്യൻ തവിട്ട് നിറത്തിലുള്ള തൊപ്പി ധരിക്കുന്നു
ദ്വീപ് ബീച്ച് രംഗം
ഒരു കൊട്ടയിൽ ഗ്രിൽ ചെയ്ത സാൻഡ്വിച്ച്
ഒരു സ്ത്രീയുടെ മേൽ ചുവന്ന വസ്ത്രം
Goose വായുവിൽ പറക്കുന്നു
കെട്ടിടത്തിൽ സി അക്ഷരം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഇരുണ്ട ഓറഞ്ച് ലൈഫ് ജാക്കറ്റ്
ഒരു മുറിയിൽ ഒരു കിടക്ക
നായയുടെ പിങ്ക് നാവ്
ഉള്ളിൽ ഭക്ഷണത്തോടുകൂടിയ ഒരു കൂട്ടം വിഭവങ്ങൾ
ഇളം ചാരനിറത്തിലുള്ള ആകാശം
റോഡിന്റെ അരികിലുള്ള ഒരു ഈന്തപ്പന
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പൊതിഞ്ഞ വീടിന്റെ മുകളിൽ
തെരുവിൽ ഒരു ബസ്
വെളുത്ത ചുമരിൽ ചെറിയ വർണ്ണാഭമായ അലങ്കാരങ്ങൾ
ബാക്ക്പാക്കിനൊപ്പം തവിട്ട് നായ
ഒരു പാർക്കുചെയ്ത മോട്ടോർ സൈക്കിൾ കറുത്ത ടയർ.
സ്നോബോർഡർ വായുവിലൂടെ പറക്കുന്നു
ആകാശത്ത് പട്ടം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഈ ജിറാഫ് ഒരു ട്രൈപോഡ് പോലെ കാണപ്പെടുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സമുദ്രത്തിലെ വളരെ പരുക്കൻ വെള്ളം
ഒരു സ്ത്രീ സംവേദനാത്മക വീഡിയോ ഗെയിം കളിക്കുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ടെഡി ബിയറിന്റെ കണ്ണ്
ചിത്രമെടുക്കുന്ന സ്ത്രീയുടെ കണ്ണാടിയിൽ പ്രതിഫലനം
ഒരു ടെഡി ബിയറിന്റെ തല
ഒരു വെളുത്ത എസ്‌യുവി.
അഗ്നി ജലാംശം മഞ്ഞയാണ്
അവൻ ഒരു സിൽവർ ക്യാമറ ഹോൾഡ് ചെയ്യുന്നു
ഒരു ബെഞ്ചിൽ ഇരിക്കുന്ന വ്യക്തി
വേവിച്ച വെളുത്ത കോളിഫ്ളവർ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
രണ്ടുപേർ കണ്ണട ധരിക്കുന്നു
സിങ്ക് വെളുത്തതാണ്
കുട്ടി അവരുടെ കുപ്പായം തലയ്ക്ക് മുകളിലൂടെ വലിച്ചിട്ടു
നീളത്തിൽ ഉള്ള പച്ച മെറ്റൽ സ്ട്രീറ്റ് പോൾ
വെള്ളത്തിൽ വള്ളം
മരംകൊണ്ടുള്ള തറ
കണ്ണട
രണ്ട് സെൽ ഫോണുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
രുചികരമായ ചുട്ടുപഴുപ്പിച്ച പാസ്ത
ഒരു വെളുത്ത കിടക്ക
കട്ടിലിൽ വിദൂരമായി
കത്രിക സ്വർണ്ണമാണ്
ഓറഞ്ച് സുരക്ഷാ വസ്ത്രം ധരിച്ച മനുഷ്യൻ
കുതിരപ്പുറത്ത് രണ്ടുപേർ
ഇളം നീല തലം രൂപകൽപ്പന
പിസ്സയിൽ ചുവന്ന സോസ്
വിൻഡോയിലെ സീബ്രയുടെ തല
സർഫിംഗ് ചെയ്യുന്ന ഒരു പുരുഷൻ
സ്ത്രീ സർഫിംഗ്
നിലത്ത് ആപ്പിളിന്റെ ബുഷെൽ.
ഒരു പ്ലാറ്റ്ഫോമിൽ പരിശീലനം
കുഞ്ഞ് ആന
സോക്കർ ഗോളി
മേശപ്പുറത്ത് ചുരുണ്ട വെളുത്ത രസീത്
മൂന്ന് കുതിരകൾ നിലത്തുണ്ട്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
നീല ജീൻസ് ധരിച്ച മനുഷ്യൻ
സ്ത്രീയുടെ കൈത്തണ്ടയിൽ വാച്ച്
ആഴമില്ലാത്ത വെള്ളം
കുട്ടി വള്ളത്തിൽ ഇരിക്കുന്നു
മേശപ്പുറത്ത് ഒരു ഗ്ലാസ് വീഞ്ഞ്
വെളുത്ത പാന്റ്സ് ധരിച്ച ഒരു സ്ത്രീ
കാരറ്റിന് മുകളിലാണ് സമോസ
ഒരു ട്രിക്കിന്റെ മധ്യത്തിൽ ഒരു സ്കേറ്റ്ബോർഡർ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
നീല ഹെൽമെറ്റ് ധരിച്ച ബോൾ പ്ലെയർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പക്ഷി പുല്ലിൽ നിൽക്കുന്നു
റോമൻ അക്ക സംഖ്യകളുള്ള ക്ലോക്ക്
ഇത് ഒരു കാറിനുള്ളിലാണ്
ഹിമത്തിൽ കുഴിച്ചിട്ട സ്കീ പോൾ
ഇത് ഒരു ചന്തയിലാണ്
ഇതൊരു കോഫി ടേബിളാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
നരച്ച മുടിയുള്ള ഒരു വൃദ്ധൻ
വിഭവത്തിൽ റൗണ്ട് പിസ്സ
മൃഗത്തിന്റെ പിന്നിൽ
ഉയരമുള്ള വെളുത്ത വൈദ്യുത ചരടുകൾ
ഡെസ്‌ക്കിന് മുകളിൽ ലാപ്‌ടോപ്പ്
മഞ്ഞുമൂടിയ പർവ്വതം
ഒരു ദ്വാരത്തിൽ നിന്ന് ജെല്ലി പൂരിപ്പിക്കൽ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
തറയിൽ വൃത്തികെട്ട ടിഷ്യു
ഈ മനുഷ്യൻ സർഫിംഗ് ചെയ്യുന്നു
മനുഷ്യൻ സർഫിംഗ് ചെയ്യുന്നു
ചുവപ്പും വെള്ളയും അടങ്ങിയ അടയാളം
കാറിൽ ടയർ
ഒരു ട്രക്കിന്റെ പുറകിൽ.
ഒരു ബസ്സിലെ ചക്രം
ചെറിയ വെളുത്ത ശിശു കുട്ടി
കെട്ടിടത്തിനു നേരെ ട്രക്കുകൾ
ഒരു വെളുത്ത ബേസ്ബോൾ
മനുഷ്യൻ ചുവപ്പും വെള്ളയും സ്നോ‌സ്യൂട്ട് ധരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ട്രെയിൻ ഒരു ട്രെയിൻ സ്റ്റേഷനിലേക്ക് വലിക്കുന്നു
കമ്പ്യൂട്ടർ കീബോർഡിൽ കാലിക്കോ ക്യാറ്റ്
കുടയുടെ പിന്നിൽ ഒരു ഉരുക്ക് തടസ്സം
പുല്ലിൽ ഫ്രിസ്‌ബിയുടെ നിഴൽ
പച്ച ഫ്രണ്ടുകളുള്ള ഈന്തപ്പന
വ്യക്തിക്ക് കുറച്ച് വ്യായാമം ലഭിക്കുന്നു
ജീവിതം ഒരു തൂവാലയിൽ എഴുതി
വെളുത്ത എഴുത്ത് ഉള്ള ചുവന്ന തൊപ്പി
തണ്ണിമത്തൻ വിൽക്കുന്ന ഒരു വൃദ്ധൻ.
ഫോട്ടോഗ്രാഫറുടെ വാട്ടർമാർക്ക്
കാബിനറ്റിൽ ബ്രൗൺ വാസ്.
ടിവി സ്ക്രീനിൽ കുറിപ്പ് പോസ്റ്റുചെയ്യുക
മനുഷ്യൻ ബെഞ്ചിൽ ഇരിക്കുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
നിഴലിൽ ആന
പുല്ലിൽ നിൽക്കുന്ന ഒരാൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു വൃത്താകൃതിയിലുള്ള വെളുത്ത പ്ലേറ്റ്
സ്കേറ്റ്ബോർഡിലെ ഉൽപ്പന്ന സ്റ്റിക്കർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കറുത്ത ബാക്ക്പാക്കിൽ കിടക്കുന്ന സന്തോഷകരമായ പൂച്ച
സീബ്ര
ഒരു പാർക്കിൽ ഫ്രിസ്‌ബീ കളിക്കുന്ന മനുഷ്യൻ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പിസ്സ അടങ്ങിയ പാത്രം
സ്റ്റഫ് ചെയ്ത മൃഗങ്ങൾ ഒരു പാർക്കിൽ പ്രദർശിപ്പിച്ചിരിക്കുന്നു
ഒരു ബൈക്കിന്റെ മുൻ ചക്രം
ട്രെയിനിൽ 01
ടാങ്ക് മതിലിനടുത്താണ്
പാർക്ക് ബെഞ്ചിൽ ഇരിക്കുന്ന രണ്ട് സ്ത്രീകൾ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് വെളുത്ത സ്തംഭം.
ബസ് റോഡിൽ നിർത്തിയിരിക്കുന്നു
വെളുത്ത വലിയ ബസ്
റെഡ് ബസ്
പാതയിലെ ഒരു തീവണ്ടി
പച്ച അക്ഷര എക്സിറ്റ് ചിഹ്നം
മനുഷ്യൻ മുറ്റത്ത് വളയുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
റൺവേയിൽ ഒരു സൈനിക ജെറ്റ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നദിയിൽ പൊങ്ങിക്കിടക്കുന്ന വ്യക്തി
നിലത്ത് നിഴൽ
മരകുതിര വിന്റേജ് ആണ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
രണ്ട് ആളുകൾ സ്കൈലൈൻ കാണുന്നു
ചില മൻകൊമ്പ് ഇവിടെയുണ്ട്
ഒരു ചുവന്ന അടയാളം
വെളുത്ത സോക്സുള്ള ഒരു കറുത്ത പൂച്ച
വൈറ്റ്ബോർഡിന് മുന്നിൽ രണ്ടുപേർ
ഇരുണ്ട ചാരനിറത്തിലുള്ള വീട്ടിലെ പൂച്ച
ഇളം നീല വെള്ളം നിറഞ്ഞ പുറത്തെ നീന്തൽക്കുളം
വലിയ പ്ലാറ്റ്ഫോമിൽ നിൽക്കുന്ന രണ്ടുപേർ
ഒരു സ്യൂട്ട്‌കേസിലെ പൂച്ച
ഡെസ്‌കിൽ രണ്ടുപേർ
തെരുവിൽ ചുവന്ന ട്രാഫിക് ലൈറ്റ്
വായുവിൽ വലിയ ചെവികളുള്ള ചെറിയ ബ്രൗൺ നായ
നീളമുള്ള സുന്ദരമായ മുടിയുള്ള ഒരു സ്ത്രീ
കുഞ്ഞ് ആന
സ്കേറ്റ് റാമ്പ് ഉപയോഗിക്കുന്ന സ്കേറ്റ്ബോർഡർ
പിങ്ക് മതിലുകളുള്ള ഒരു സ്വീകരണമുറി
ചതുര നീല മെറ്റൽ ചിഹ്നം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
പച്ച ഷർട്ട് ധരിച്ച മനുഷ്യൻ
മഞ്ഞിൽ‌ നടക്കുന്ന വ്യക്തിയും നായയും
പച്ച വയലിൽ തവിട്ട് പശു
തറയിലെ പ്രതിമ
രണ്ടുപേർ ടെന്നീസ് കോർട്ടിൽ പോസ് ചെയ്യുന്നു
വെള്ളയും തവിട്ടുനിറവുമുള്ള പിറ്റ്ബുൾ
ഒരു പിങ്ക് പുഷ്പം
നിരവധി കൊച്ചു പെൺകുട്ടികൾ ഒരു സോക്കർ കളി കളിക്കുന്നു
മനുഷ്യന്റെ മീശ
തെരുവ് അടയാളങ്ങളുള്ള ഒരു പോസ്റ്റ്
സിൽവർ സിംഗിൾ സെർവ് കോഫി പോട്ട്
സീലിംഗിൽ നിന്ന് വരുന്ന ലൈറ്റ് ബൾബ്
വെളുത്ത സോക്ക്
ഒരു കുളിമുറിയിൽ ചിത്രം എടുത്തു
ഒരു വലിയ വെളുത്ത കരടിയുടെ അടുത്തുള്ള തവിട്ട് മരം.
ചെടിയിൽ തണ്ടുകൾ
കാരാമൽ ഗ്ലേസ്ഡ് പോപ്‌കോൺ
ബൈക്കിന് ഒരു കണ്ണാടി ഉണ്ട്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വെളുത്ത പുരുഷ പുഞ്ചിരിക്കുന്ന മുഖം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ട്രക്കിന്റെ നിഴൽ
ഓറഞ്ച് തീവണ്ടി എഞ്ചിൻ
കറുപ്പിൽ 841 അക്കം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മൈതാനത്ത് നീല ടെന്നീസ് കോർട്ട്.
വയലിൽ കറുപ്പും വെളുപ്പും സീബ്ര
കളിയിൽ ഒരു ഹോട്ട് ഡോഗ് കഴിക്കുന്ന ലേഡി.
നനവ് ദ്വാരത്തിലെ സീബ്രകൾ
കത്രികയുടെ വെളുത്ത പിടികൾ
കീബോർഡ് ഡെസ്‌കിൽ
ഷോട്ട് ഡക്ക്
ക്യാച്ചറിന് പിന്നിൽ അമ്പയർ
മനുഷ്യനെ കെട്ടുക
വെളുത്ത ജാക്കറ്റ് ധരിച്ച ഒരു കുഞ്ഞ്
മേശയുടെ അറ്റത്ത് അലങ്കാര ചട്ടി
തെരുവിൽ നിൽക്കുന്ന ബ്രൗൺ നിറത്തിലുള്ള കുതിര
കടുക് ചേർത്ത് പുകകൊണ്ടുണ്ടാക്കിയ മാംസം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഇളം നീല നിറത്തിലുള്ള കസേര
കുതിരപ്പുറത്തു യാത്ര ചെയുന്ന മൂന്നുപേർ
ഒരു പെൺകുട്ടിയുടെ ശരീരത്തിൽ നീല ടെന്നീസ് out ട്ട് ഫിറ്റ്.
പൊടിച്ച പഞ്ചസാര ഉപയോഗിച്ച് വാഫിൾ
ഒരു ടെന്നീസ് വസ്ത്രത്തിന്റെ കഷണം
കരടി കറുത്തതാണ്
ദ്വീപ് ബീച്ച് രംഗം
നായയും സർഫ് ബോർഡിലുള്ള ഒരാളും
ഒരു പർവതത്തിൽ തവിട്ടുനിറമുള്ള കഴുത
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ട്രെയിനിന്റെ മുൻവശത്ത് രണ്ട് പ്രകാശമാനമായ ലൈറ്റുകൾ ഉണ്ട്
രണ്ട് പുരുഷന്മാരും ഒരു സ്ത്രീയും
വലിയ കറുപ്പും വെളുപ്പും അടയാളം
നീലയും ചാരയും നിറത്തിലുള്ള പക്ഷി
ഒരു വെളുത്ത കസേരയുടെ ഭാഗം
ചിഹ്നം എല്ലാ വഴികളിലും പറയുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കയ്യിൽ വെളുത്ത കണ്ട്രോളർ
തെരുവിൽ നിസ്സാരരായ പുരുഷന്മാർ
ഇതൊരു കൊച്ചുകുട്ടിയാണ്
ക്ലോക്ക് കസേരയിലാണ്
വായുവിൽ ഉള്ള കൈറ്റ്
ഒരു വ്യക്തിയുടെ കാലിനടിയിൽ പച്ച സ്കേറ്റ്ബോർഡ്.
ഗ്ലാസുകളിൽ ഏഷ്യൻ സ്ത്രീ
കുട്ടിയുടെ തല
ചെറിയ ഓറഞ്ച് നിറമുള്ള മുടി
ഒരു പഴയ സ്കൂൾ സെൽ ഫോൺ
വെള്ളയും കറുപ്പും ക്യാമ്പിംഗ് ചിഹ്നമില്ല
രണ്ട് ജിറാഫുകൾ പരസ്പരം നിൽക്കുന്നു.
ഒരു ബാത്ത്റൂം തറയിൽ ചെറിയ ടൈലുകൾ
വെളുത്ത ബോർഡറുള്ള ചുവന്ന സ്റ്റോപ്പ് ചിഹ്നം
വഴിയിൽ ഒരു അടിയന്തര ട്രക്ക്
പാടുന്ന കുട്ടികൾ.
മൂന്ന് ഇഞ്ചി റൊട്ടി വീടുകൾക്ക് പിന്നിൽ ഒരു സ്ത്രീ
പിസ്സയുടെ കീഴിൽ ഒരു വെളുത്ത പ്ലേറ്റ്
ഈ ചെറുപ്പക്കാരന് ചുവന്ന മുടിയുണ്ട്
പച്ച ട്രെയിൻ എഞ്ചിൻ
ഒരു വലിയ ബെയ്ജ് മതിൽ.
പശുക്കൾ ഒരു വയലിലാണ്
വയലിൽ വെളുത്ത ആടുകൾ
കുഞ്ഞ് ആന
മോട്ടോർ സൈക്കിൾ വെളുത്തതാണ്.
ഒരു വെളുത്ത മോട്ടോർസൈക്കിൾ
കറുപ്പ് ധരിച്ച ഒരാൾ
ഒരു അലമാരയുടെ മുകളിൽ ബ്ലെൻഡർ
ഒരു പാസഞ്ചർ ട്രെയിനിന്റെ ലോക്കോമോട്ടീവ്
മനുഷ്യൻ കുതിരസവാരി
ഒരു പ്ലേറ്റിൽ ചതുരകൃതിയിൽ ഉള്ള നിരപ്പായ റൊട്ടി
നീല കോഫി കപ്പ് കൈവശമുള്ള സാൽമൺ ധരിച്ച വൃദ്ധ
മുഖത്ത് കൈകൾ
റോഡിൽ ഒരാൾ
ടൈൽ ഭിത്തിയിൽ പുഷ്പം
രണ്ട് കരടികൾ കളിക്കുന്നു
വാഹനത്തിലെ കണ്ണാടി ജാലകം
ഒരു യുവാവ് ഓടുന്നു
ടർക്കോയ്‌സ് നിറമുള്ള നീല പ്ലേറ്റ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഫുട്പാത്തിൽ ഇരിക്കുന്ന ബെഞ്ച്
ചിത്രം ചുമരിൽ തൂക്കിയിരിക്കുന്നു
അവർ കുതിര സവാരി ചെയ്യുന്നു
മനുഷ്യൻ സർഫ്ബോർഡിലാണ്.
അലമാരയിൽ വെച്ചിരിക്കുന്ന പുസ്തകം
ഒരു മേശയിൽ പ്രഭാതഭക്ഷണം
പാചക തവികളുടെ വെളുത്ത പാത്രം
ഹോം പ്ലേറ്റിൽ ബേസ്ബോൾ ബാറ്റർ
ഒരു മേശയിലിരിക്കുന്ന വ്യക്തി
ഇഷ്ടികകൾ കൊണ്ട് നിർമ്മിച്ച ഇഷ്ടിക മതിൽ.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കുഞ്ഞ് ആന
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ഷോറൂം വിൻഡോയിൽ ടോയ്‌ലറ്റ്
ബോട്ടിൽ ശോഭയുള്ള കസേര
ആകാശത്ത് പറക്കുന്ന കൈറ്റ്.
തവിട്ട് തടി വേലി സ്ലാറ്റ്
മഞ്ഞുവീഴ്ചയിൽ ഒരു ട്രാക്ക്
ജെറ്റിന് കറുത്ത ലാൻഡിംഗ് ഗിയർ ഉണ്ട്
നീലയും വെള്ളയും പോസ്റ്ററുകൾ
ആകാശം വളരെ മൂടിക്കെട്ടിയ നിലയിലാണ്
ചുവന്ന വിമാനം
റൺവേയിൽ വിമാനം ഇറങ്ങുന്നു
ഒരു വെള്ളി വെള്ളം കുഴൽ
ലോഗോയുള്ള നീല സർഫ്ബോർഡ്
ഒരു അലമാരയിലെ പുസ്തകങ്ങൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു വലിയ വെളുത്ത മെഴുകുതിരി
പേനയിൽ ഒരു ജിറാഫ്.
നെയിൽ പോളിഷ് ഉള്ള ഒരു തള്ളവിരൽ
ഒരു പാത്രത്തിൽ ആപ്പിൾ ശാന്തയുടെ
പഴത്തിൽ തട്ടുന്ന വെളിച്ചം
വലിയ ബസ്സിലെ വിൻഡോ
കമ്പ്യൂട്ടറിലെ ഒരു സ്റ്റിക്കർ
ഒരു മോട്ടോർസൈക്കിളിൽ ചങ്ങല
വെളുത്ത ഹിമത്തിൽ പെൺ സ്കീയർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കളിക്കളത്തിൽ സോക്കർ കളിക്കുന്ന കുട്ടികൾ
കുന്നിൻ വശത്ത് വെളുത്ത മഞ്ഞ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മൂർച്ചയുള്ള പക്ഷി താലോൺ
രണ്ട് സീബ്രകൾ
പടത്തിലെ വെളുത്ത കൈയുടെ ചിത്രം
വെളുത്ത നിറമാണ് സീലിംഗ്
മനുഷ്യൻ ഒരു ബേസ്ബോൾ എറിയുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മുൾപടർപ്പിലെ പിങ്ക് പുഷ്പം
വെള്ളത്തിൽ പാറകൾ
ഫ്ലോപ്പി ചെവികളുള്ള കറുത്ത നായ
ഇഷ്ടിക റോഡിൽ കറുത്ത ഷൂ
പെൺകുട്ടിക്ക് ഇളം മുടിയുണ്ട്
2008 ലെ ഒരു തീയതി ഇവിടെയുണ്ട്
വേലിക്ക് പിന്നിൽ ഒരു കൂട്ടം മരങ്ങൾ.
കുഞ്ഞ് ആന
ഡോഗ് ക്രാറ്റ് ബൈക്ക് യോജിപ്പിക്കുന്നതിന്റെ ചക്രം
മനുഷ്യന്റെ തലയിൽ സൺഗ്ലാസുകൾ.
ഓറഞ്ച് ബലൂൺ ആകാശത്ത്
കുളിമുറിയിൽ തുറന്ന ടോയ്‌ലറ്റ്
രണ്ട് ടെഡി ബിയറുകൾ
മരത്തിന് സമീപം തവിട്ട് കരടികൾ
ജിറാഫിൽ കറുത്ത പുള്ളി
മനുഷ്യന് തവിട്ട് തൊപ്പി ഉണ്ട്
അഞ്ച് മഞ്ഞ ക്ലബ്-മേറ്റ് ക്രേറ്റുകൾ
സ്കീയർമാർ ഒരു കുന്നിൻ മുകളിലാണ്.
നിലത്തെ മഞ്ഞ് വെളുത്തതാണ്
ഒരു സെൽ‌ഫോണിന്റെ കാഴ്ച
സ്കേറ്റ് പാർക്കിൽ മനുഷ്യൻ തന്ത്രം ചെയ്യുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു തവിട്ട് തടി ബെഞ്ച്
നിലത്ത് കറുത്ത പുള്ളി
വെളുത്ത നിറമുള്ള കുട
കടലിൽ സർഫ്ബോർഡർ
ഒരു തൊലി പോയ വാഴപ്പഴം പിടിച്ചിരിക്കുന്നു
സ്ത്രീ ക്രോസ്സ് കണ്ട്രി സ്കീയിംഗ് ചെയ്യുന്നു.
ട്രെയിൻ ഒരു നിഴൽ ഇടുന്നു
ഒരു ചെറിയ കൂട്ടം ആടുകൾ
സ്ത്രീ ഹിമത്തിൽ ഇരിക്കുന്നു.
ഒരു മതിലിനു നേരെ ബൈക്ക് വെച്ചിരിക്കുന്നു
ഈ പൂച്ചയ്ക്ക് ഒരു ജോടി പച്ച കണ്ണുകളുണ്ട്
സ്ത്രീ കടൽത്തീരത്താണ്
ബാറ്റ് ചെയ്യുന്ന ബേസ്ബോൾ കളിക്കാരൻ
വെളുത്ത യൂണിഫോമിൽ ബേസ്ബോൾ
കറുത്ത ഷെൽഫിലെ ലാൻഡ്‌ലൈൻ ഫോൺ
സീറ്റ് കവർ താഴ്തതിയ ടോയ്‌ലറ്റ്
ഒരു അഴുക്ക് ചാലിലെ ടൂത്ത് ബ്രഷ്
മേഘങ്ങളുള്ള ഒരു നീലാകാശം
ലാപ്ടോപ് കമ്പ്യൂട്ടർ
ലാപ്‌ടോപ്പും മൗസും
പെൺകുട്ടി ടെന്നീസ് കളിക്കുന്നു
ഒരു പ്ലാസ്റ്റിക് കുപ്പിയിൽ വെള്ളം
ക്ലോക്ക് വൃത്താകൃതിയിലാണ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കുന്നുകളിൽ പച്ച മരങ്ങൾ
സുതാര്യമായ വിൻഡോ
പയ്യൻ സർഫ്ബോർഡിൽ നിൽക്കുന്നു
മനുഷ്യന്റെ പ്രതിഫലനം
കുട്ടിക്ക് സുന്ദരമായ മുടിയുണ്ട്.
പിംഗ് പോംഗ് ബോൾ വായുവിൽ.
പൂച്ചയിൽ വെളുത്ത കൃതാവ്
കൗമാരക്കാരിയായ പെൺകുട്ടി ഒരു സെൽ ഫോണിൽ സന്ദേശമയയ്ക്കുന്നു
സമുദ്രത്തിൽ ഒരു സർഫർ.
തവിട്ട് പുള്ളി ജിറാഫ്
പെൺകുട്ടിക്ക് വെളുത്ത കണ്ണട.
തൊപ്പിയും സൺഗ്ലാസും ഉള്ള ഒരാൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വിനോദ സ്റ്റാൻഡിലെ ഫ്ലാറ്റ് പാനൽ ടെലിവിഷൻ
സ്ത്രീയുടെ കയ്യിൽ ഒരു കാട്ടു പക്ഷി
കെട്ടിടത്തിന്റെ മുൻവശത്തെ വിൻഡോ
കമ്മൽ സ്ത്രീയുടെ ചെവിയിൽ തൂങ്ങിക്കിടക്കുന്നു
ഒരു വെളുത്ത ഘടികാര ഗോപുരം
ഒരു ജാലകത്തിന് മുന്നിൽ ഒരു മോട്ടോർസൈക്കിൾ
കൗണ്ടർടോപ്പ് ശൂന്യമാണ്
സ്ട്രോബെറിയിൽ പച്ച ഇല
തെളിഞ്ഞ നീലാകാശം മേഘങ്ങളില്ല
ട്രക്കിൽ ഗ്രിൽ.
കുതിരയുടെയും വണ്ടിയുടെയും ചിത്രം
ബോട്ടിൽ തവിട്ട് നിറമുള്ള തുഴകൾ
വെജിറ്റബിൾ പിസ്സയ്‌ക്ക് വിലയുള്ള ഒരു വെളുത്ത ചിഹ്നം
ഒരു മരം മേശയിൽ കമ്പ്യൂട്ടർ മോണിറ്റർ.
ജലാശയം
തറയിൽ ഒരു ജാപ്പനീസ് ടോയ്‌ലറ്റ്
ഒരു മൃഗശാലയിലെ രണ്ട് ജിറാഫുകൾ.
ഒരു റെസിഡൻഷ്യൽ വിശ്രമമുറിയുടെ ഉള്ളിൽ
ആടുകളെ മേയിക്കുന്ന വയൽ
കറുപ്പും മഞ്ഞയും മീറ്റർ
മനുഷ്യൻ ഒരു ഹോട്ട് ഡോഗ് കഴിക്കുന്നു
ചിഹ്നം ചുവപ്പും നീലയുമാണ്.
ഒരു പുരുഷ മൂത്രപ്പുര
സ്നോബോഡിൽ വായുവിൽ നിൽക്കുന്ന വ്യക്തി
വെളുത്ത പയ്യന്റെ നീല നനഞ്ഞ സ്യൂട്ട് പാന്റ്സ്
"വെള്ള, നീല നിറത്തിലുള്ള അഗ്നി ജലാംശം"
വിദൂരത്തുള്ള നീല ചിത്രം
കറുത്ത പക്ഷികൾ വേലി തൂണുകളിൽ ഇരിക്കുന്നു
പക്ഷി കപ്പിലാണ്
ഒരു കുട്ടിക്ക് കറുത്ത മുടിയുണ്ട്
സ്റ്റോവെയിൽ ഒരു വെളുത്ത നോബ്
കറുത്ത ഷർട്ട് ധരിച്ച മനുഷ്യൻ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഇത് ഒരു വ്യക്തിയാണ്
വൈറ്റ് പിക്ക് അപ്പ് കാർ
ഒരാൾ ഒരു ഗ്ലാസ് കൈവശം വച്ചിരിക്കുന്ന സ്യൂട്ടിലാണ്
ആ മനുഷ്യൻ ഒരു ബേസ്ബോൾ ബാറ്റ് പിടിക്കുന്നു.
ഒരു തളികയിൽ സൂപ്പ് ഒരു പാത്രം
സ്ത്രീയുടെ കയ്യിലെ പ്ലേറ്റ്
ചുവരിൽ ചിത്രം
കൈ കുട പിടിച്ചിരിക്കുന്ന സ്ത്രീ.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒട്ടകപ്പക്ഷി വേലിക്ക് സമീപമാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
നീലയും മഞ്ഞയും ഉള്ള ട്രെയിൻ
വിമാനങ്ങൾ ടെർമിനലിലേക്ക് വലിച്ചു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മോട്ടോർ സൈക്കിളിൽ സഞ്ചരിക്കുന്ന സ്ത്രീയുടെ സ്തനങ്ങൾ
കരടി ഒരു പാറയിൽ വിശ്രമിക്കുന്നു
ആങ്കറിൽ ധാരാളം കപ്പലുകൾ
വെളുത്ത ഷർട്ട് ധരിച്ച മനുഷ്യൻ
ഒരു കട്ടിൽ ഇരിക്കുന്ന സ്ത്രീ
വെളുത്ത മൃഗം പുല്ലിൽ കിടക്കുന്നു.
ഒരു പുരുഷനും ഒരു കുഞ്ഞും ഒരു കട്ടിലിൽ ഉറങ്ങുന്നു
വർണ്ണാഭമായ പട്ടം ആകാശത്ത് പറക്കുന്നു.
തവിട്ടും വെളുപ്പും നിറമുള്ള കുതിര
നടപ്പാതയിലെ നിഴലുകൾ
ചുവപ്പും വെള്ളയും കവലിയർ കിംഗ് ചാൾസ് സ്പാനിയൽ
ചെറിയ വെളുത്ത സെഡാൻ കാർ
സ്റ്റീം ബോട്ട് വെള്ളത്തിൽ
ആകാശത്തിലെ പക്ഷികൾ
പരവതാനിയിൽ കറുത്ത വര
വാഴപ്പഴം ഒരു കൊളുത്തിലാണ്
ഒരു വെളുത്ത സർഫ്ബോർഡിൽ സർഫർ ചെയ്യുക
വെള്ള ചുവപ്പും നീലയും ഉള്ള വിമാനം
തൂക്കിയിട്ട ചിത്രത്തിലെ ഒരു മരം
മിനുസമാർന്ന നീല ജലാശയം
ഒരു വ്യക്തി സ്കേറ്റ്ബോർഡിലാണ്
ആൺകുട്ടിക്ക് തവിട്ട് നിറമുള്ള മുടിയുണ്ട്
തൊപ്പി ധരിച്ച ഒരു പെൺകുട്ടി
തടി അലമാരകൾ.
തൊപ്പി ധരിച്ച മനുഷ്യൻ
രണ്ട് ആളുകൾ ചിത്രത്തിനായി നിൽക്കുന്നു
ചുവന്ന യാത്രാ ബാഗ് കാലിയാക്കി
മഞ്ഞ കടുക് ഒരു സ്ലെതറിംഗ്
വ്യക്തിക്ക് ചെറിയ മുടിയുണ്ട്.
ഒരു സ്കീ ചരിവിൽ ഒരു സ്കീയർ
ഒരു ഗ്ലാസ് ഓറഞ്ച് പാനീയം
ഒരു സ്ത്രീ പശുവിൽ നിന്ന് പാൽ കറക്കുന്നു
രണ്ട് മഞ്ഞ ടിപ്പ്ഡ് സ്കീ പോളുകൾ വായുവിൽ
കുഞ്ഞ് ആന
സവാരി ഉള്ള വെളുത്ത കുതിര
ഒരു ധ്രുവത്തിലെ ഘടികാരം
ബസിനെ പിന്തുടർന്ന് വൈറ്റ് വാൻ
മൈക്രോവേവിൽ ചുവന്ന കൊട്ട.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
തല താഴ്ത്തി സീബ്ര
ഹൈഡ്രാന്റിന് മുകളിൽ സ്ക്രൂ
ചുവരിൽ ചെറിയ തവിട്ട് തടി 2 മുതൽ 4 വരെ
ഇതൊരു ടയറാണ്
കാൽവിരൽ നക്കുന്ന ഒരു എലിച്ചക്രം
ഒരു വ്യക്തിയുടെ കണ്ണ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു വീടിന്റെ ഇന്റീരിയർ
മഞ്ഞ പാർക്കിംഗ് മീറ്റർ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കൗണ്ടറിലെ പാത്രം
സ്കേറ്റ്ബോർഡറിലെ പയ്യൻ
കഴുത്തിൽ മാനെ
ബേസ്ബോൾ പിച്ചർ
തവിട്ട് വരയും നീല ആക്സന്റുകളും ഉള്ള വെളുത്ത പ്ലേറ്റ്
തിളക്കമുള്ള മഞ്ഞ നിറമുള്ള വെളിച്ചം
പക്ഷികൾ വായുവിൽ പറക്കുന്നു
മഞ്ഞുമലയിൽ നടക്കുന്ന ഒരു സ്കീയർ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കുതിരയുടെയും വ്യക്തിയുടെയും നിഴൽ
ഈ വിമാനത്തിന് മഞ്ഞയും ചുവപ്പും വെള്ളയും നീലയും നിറം അടിച്ചിട്ടുണ്ട്
ഒരു ബേസ്ബോൾ കളിക്കാരൻ മൈതാനത്ത് ചാടുന്നു
ഒരു ചെടിയുടെ ചെറിയ പച്ച ഇല
വെളുത്ത വസ്ത്രത്തിൽ ടെന്നീസ് കളിക്കാരൻ
സമതലത്തിൽ ജിറാഫിന്റെ നടത്തം.
വെളുത്ത തളികയിൽ മഞ്ഞ വാഴപ്പഴം
ഇരട്ട കിടക്ക
പൂവിൽ ഇരിക്കുന്ന പക്ഷി
ഘടികാരം ഒരു ആപ്പിൾ ആകൃതിയിലാണ്
വലിയ ഗ്ലാസ് ബസ് വിൻഡോ
പയ്യൻ സർഫ്ബോർഡിൽ കിടക്കുന്നു
കാലിൽ വായുവിൽ ബ്രോങ്കോ ബക്കിംഗ്
പിങ്ക് മൂക്ക് ഉള്ള പൂച്ച.
ബാഗ് മഴവില്ല് നിറമാണ്.
ഒരു ബോട്ട് വെള്ളത്തിലാണ്
ലാപ് ടോപ്പിലെ കീകൾ
നിലത്ത് കറുത്ത പുള്ളി
കെട്ടിടത്തിന് മുന്നിൽ പറക്കുന്ന കറുത്ത പക്ഷി
പൂച്ച കിടക്കുന്നു
ബ്രേക്ക് ലൈറ്റ് ഓണാക്കിയ കാർ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു സ്വർണ്ണ മിനി വാൻ
നിലത്ത് കറുത്ത പുള്ളി
ചുമരിൽ ചെറിയ തവിട്ട് നിറമുള്ള ഗ്ര out ട്ട് ലൈൻ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ബൈക്കിന്റെ പുറകിലുള്ള ഒരാൾ
ഒരു ബൂത്തിൽ ഇരിക്കുന്ന സ്ത്രീ
തവിട്ട് നായ ചാടുകയാണ്
കുട്ടികളുടെ തൊപ്പിയിൽ ചെറിയ ഡോനട്ട്
ദ്വീപ് ബീച്ച് രംഗം
ഫ്രിസ്‌ബീ വായുവിലൂടെ പറക്കുന്നു
ഗ്രീൻ ബെഞ്ചിൽ പിങ്ക് പാന്റുകളും വൈറ്റ് ഷർട്ടും ഉള്ള പെൺകുട്ടി
തലയിൽ വാഴപ്പഴം ചുമക്കുന്ന വ്യക്തി
ഒരു സ്ത്രീ സ്കീസ് ​​ധരിച്ചിരിക്കുന്നു
പച്ചയും വെള്ളയും റിഫ്ലെക്സ് ചുറ്റിക
കെട്ടിടത്തിന്റെ ദീർഘചതുരം ജനൽ
ഒരു റോഡിൽ മഞ്ഞ ടാക്സി
വെളുത്ത ഷർട്ട് ധരിച്ച കുട്ടി
മോട്ടോർ സൈക്കിളുകളിൽ രണ്ടുപേർ
വലിയ അളവിൽ അവശിഷ്ടങ്ങളുള്ള ബെഞ്ച്.
ഒരു കസേരയിൽ പുഷ്പ പ്രിന്റ് തുണി
മിഡ് എയറിൽ ബൈക്കർ
പ്രകാശം മുതൽ ഇരുണ്ട നീലാകാശം വരെ
ഇപ്പോഴും വെള്ളം തെളിഞ്ഞത് പോലെയാണ്
ഇതൊരു തീവണ്ടിയാണ്
വെള്ളത്തിൽ പാരാസെയിലിംഗ് ചെയ്യുന്ന വ്യക്തി
ചെറിയ വെളുത്ത ടൈലുകളാണ് ഫ്ലോർ
ഓഫീസിൽ ഇരിക്കുന്ന ഒരാൾ
വായന ഗ്ലാസുകൾ ധരിച്ച മനുഷ്യൻ
കൗണ്ടറിൽ ഒരു വെളുത്ത എൻ‌വലപ്പ്
പാച്ചുകളും ലൈറ്റ് സ്മിയറുകളും ഉള്ള ടാൻ മതിൽ
കാട്ടുപൂക്കളുള്ള വാസ്
ബർഗറിൽ വെച്ചിരിക്കുന്ന പൊരിച്ച കൂൺ.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ജാക്കറ്റിലെ ബട്ടണുകൾ.
കുഞ്ഞ് ആന
പച്ച നിറമാണ് മരം
സിങ്കിൽ സോപ്പ്
വെളുത്ത നിറമുള്ള മാറൽ ഷീറ്റ്
ഒരു സ്ത്രീ കാളയെ ഓടിക്കുന്നു
ഫോട്ടോയിലെ മൺപാത്രങ്ങൾ
വെള്ളി നിറമുള്ള വാട്ടർ പൈപ്പ്
പച്ച നിറത്തിലുള്ള വാഴപ്പഴം ബഞ്ചിൽ
കടൽത്തീരത്ത് വലിയ പട്ടം
ഒരു മരം പാളി ചുവരിൽ ആറ് ഘടികാരം
ചിത്രത്തിൽ ഒരു ആന
റോഡിൽ രണ്ട് ബസുകൾ.
മുതിർന്ന ജിറാഫി എവിടെയോ നോക്കുന്നു
ഒരു സെൽ ഫോണിന്റെ പിൻഭാഗം
ഓറഞ്ച് നിറച്ച ഒരു പാത്രം
പച്ച അങ്കി ധരിച്ച സ്കീയർ
ഫോട്ടോയിലെ ഒരു പാണ്ട
ക്ലോക്കിലെ റോമൻ സംഖ്യ
ഒരു സൈഡിൽ അരിഞ്ഞ വെള്ളരി
ചുവന്ന ഫോർഡ് ട്രക്കിന്റെ പിൻ കാഴ്ച
ബ്രൗൺ വിഡബ്ല്യു വാൻ
ഒരു കെട്ടിടത്തിന്റെ വശത്ത് അത്യാഹിത രക്ഷാമാര്‍ഗ്ഗം
ലൈറ്റ് ഓഫാണ്.
മുൾപടർപ്പിന്റെ ചത്ത പുഷ്പം
"ചെറിയ തവിട്ട്, കറുത്ത പക്ഷി ലില്ലി പാഡിൽ ഒളിഞ്ഞിരിക്കുന്നു"
മേശപ്പുറത്ത് തവിട്ട് തടി സ്ലാറ്റ്
മെറ്റൽ പോളിൽ കറുത്ത ട്രാഫിക് സിഗ്നൽ
കമ്പ്യൂട്ടറിനടുത്തുള്ള ഒരു പൂച്ചക്കുട്ടി
ഇതൊരു നല്ല ബീച്ചാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
തറ ടൈൽ കൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്
പെൺകുട്ടിക്ക് കറുത്ത മുടിയുണ്ട്
ആന ട്രക്കിൽ ചുളിവുകൾ
ഒരു ചിഹ്നത്തിൽ E അക്ഷരം.
കേടായ വാഴ പകുതി
പൂച്ചയുടെ പ്രതിമ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ബ്രോക്കോളി ക്രീമിൽ കിടക്കുന്നു
ഒരു മുഖത്തിന്റെ മൂക്ക്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചട്ടിയിൽ ചിക്കനും ബ്രൊക്കോളിയും
വ്യത്യസ്ത വർണ്ണ പതാകകളുള്ള വളരെ വലിയ മയോപോൾ
ട്രെയിനിൽ ഇരട്ട വാതിലുകൾ
ഉപകരണത്തിൽ സിൽവർ സ്ക്രീൻ.
ഒരു \ ടാക്കേരിയ ലെറ്റി \ ട്രക്ക്.
ഒരു വണ്ടി വലിക്കുന്ന കുതിര
ഒരു ഇളം തക്കാളി കഷണങ്ങൾ ആയി മുറിച്ചത്
ഫോട്ടോയിലെ ഒരു ടാബ്‌ലെറ്റ്
ഫുട്പാത്തിൽ നിൽക്കുന്ന സ്ത്രീകൾ ഫോണിൽ സംസാരിക്കുന്നു.
ഒരു ബണ്ണിലെ ഹോട്ട് ഡോഗ്.
ചെറിയ തവിട്ട് ഗ്ര out ട്ട് ലൈൻ
പൂച്ചയും കട്ടിലിലുള്ള വ്യക്തിയും
ക്ലോക്ക് മുഖം വെളുത്തതാണ്.
മനുഷ്യൻ ബോറെഹോളിൽ നിന്ന് വെള്ളം എടുക്കുന്നു
ഒരു മനുഷ്യൻ
മോട്ടോർ സൈക്കിളിൽ മനുഷ്യൻ
മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്ന ഒരാൾ
ആൺകുട്ടി ഒരു ടൈ ധരിക്കുന്നു
ഒരു നീല പാത്രത്തിൽ വിളമ്പുന്ന ഒരു വിഭവം
ഒരു സ്കേറ്റർ ചാടുകയാണ്
വെളുത്ത മുടിയും താടിയുമുള്ള വൃദ്ധൻ
ട്രക്കിൽ ഒരു ചക്രം
സർഫ് കൈവശമുള്ള ഒരാൾ സർഫ് ചെയ്യാൻ തയ്യാറാണ്
കെട്ടിടത്തിന്റെ ചുവരിൽ അലങ്കാരം
അടയാളം നീലയാണ്
ഇരുണ്ട പാനീയം നിറഞ്ഞ ഒരു കപ്പ്
ഇതൊരു കറുത്ത പൂച്ചയാണ്
ഒരു കാറിന് മുകളിൽ പൂച്ച ഉറങ്ങുന്നു
മരം കൊണ്ടുള്ള തറയിൽ പാടുകൾ
പശുക്കളുടെ കൂട്ടം
നീലയും വെള്ളയും വരയുള്ള തൂവാല
പച്ച ടൂത്ത് ബ്രഷ് കണ്ണാടിയിൽ
ചാരനിറത്തിലുള്ള ചായപ്പാത്രം അടുപ്പിൽ
ഒരു വളഞ്ഞ കെട്ടിടം.
നീല കൗണ്ടർ ടോപ്പിൽ ചെറിയ കാരറ്റ്
ഉജ്ജ്വലമായ പച്ചയിൽ പുല്ല്.
ചുവരിൽ സുരക്ഷാ ക്യാമറ
ജാലകത്തിന് മുന്നിൽ വെളുത്ത സില്ല്
ബ്രൊക്കോളിയും കുരുമുളകും ചേർത്ത് ഒരു പാത്രത്തിൽ അരി
സാന്ത തൊപ്പി ധരിച്ച സ്റ്റഫ് മൃഗം
പൂച്ചയ്ക്ക് കറുത്ത ചെവികളുണ്ട്
സ്ത്രീ സ്കീയിംഗ് ചെയ്യുന്നു
നീല ഗോ ലൈറ്റ് ഉള്ള പാർക്കിംഗ് ലൈറ്റ്
ജലാംശം മുകളിൽ
വളഞ്ഞ അടിത്തറയുള്ള ടേബിൾ ലാം
പുല്ലിൽ കരടി
ജനാലയിലൂടെ പ്രകാശം പരത്തുന്നു
ഒരു വെളുത്ത വലിയ വിമാനം
യുദ്ധവിമാനം ആകാശത്ത് കുതിക്കുന്നു
ഒരു നായയുടെ തല
നിലത്ത് ഒരു പന്ത്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പുല്ലിൽ സീബ്ര
ബോട്ട് കപ്പലിൽ കെട്ടി
പച്ച വിളമ്പുന്ന ട്രേ
വെള്ളിയും ചുവപ്പും നിറത്തിലുള്ള ബാറ്റ് കൈവശമുള്ള വ്യക്തി
ഇത് ഒരു വ്യക്തിയാണ്
നിലത്ത് കറുത്ത പുള്ളി
ചുവപ്പും വെള്ളയും ബാനർ
തൊപ്പിയിൽ കറുപ്പും നീലയും കണ്ണുകൾ.
നിലത്ത് കറുത്ത പുള്ളി
ഒരു സ്ലൈസ് പിസ്സ
ഇതൊരു പരസ്യ ബാനറാണ്
കുഞ്ഞ് ആന
ആന സവാരി ചെയ്യുന്ന ഒരാൾ
പതാക നീലയാണ്
നിലത്ത് കറുത്ത പുള്ളി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കുതിര വണ്ടി വലിക്കുന്നു
ഒരു കുരങ്ങിന്റെ കണ്ണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നിലത്ത് കറുത്ത പുള്ളി
ഒരു സ്കീയർ വായുവിലാണ്
ചെറിയ മുടിയുള്ള മനുഷ്യൻ.
കൗണ്ടറിലെ മൈക്രോവേവ്
ആടുകളുടെ മൂക്ക്
കളിക്കാരന് കറുത്ത ഹെൽമെറ്റ് ഉണ്ട്
ഒരു തവിട്ട് നടപ്പാത
മേശയുടെ അറ്റത്ത് ഒരു വിളക്ക് ഇരിക്കുന്നു
മനുഷ്യൻ ഒരു വടി പിടിക്കുന്നു
ഒരു അടുക്കളയിൽ ഒരു ഫ്രിഡ്ജ് നീക്കുന്ന ആളുകൾ
ഒരു പിക്നിക് ടേബിളിൽ ഇരിക്കുന്ന സ്ത്രീ
"പനേരയിൽ നിന്നുള്ള സാൻഡ്‌വിച്ച്, ചിപ്പുകൾ."
പന്ത് തുമ്പിക്കൈയിൽ ഘടിപ്പിച്ചിരിക്കുന്നു.
പുല്ലിൽ നടക്കുന്ന ഒരു സീബ്ര
കുഞ്ഞ് ആന
മഞ്ഞുമൂടിയ പർവതങ്ങൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
തീവണ്ടി അടുക്കുന്നു
ചരിവിലൂടെ സ്കീയിംഗ് ചെയ്യുന്ന വ്യക്തി
വെളുത്തത മേഘങ്ങൾ
മുൻവശത്ത് മൂന്ന് നമ്പറുകളുള്ള ട്രെയിൻ.
ഒരു ബസിന്റെ വിൻഡ്ഷീൽഡ്
ഒരു പച്ച ഇല വൃക്ഷം
ഒരു ജർമ്മൻ ICE പാസഞ്ചർ തീവണ്ടി
ചുവന്ന പാദമുള്ള വെളുത്ത പക്ഷി
റോഡിലെ വാഹനങ്ങൾ
മഞ്ഞുവീഴ്ചയിൽ നിൽക്കുന്ന വ്യക്തി
പാചകക്കാരുള്ള അടുക്കള പ്രദേശം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സ്കേറ്റ് ബോർഡുള്ള ഒരു മനുഷ്യന്റെ ചുവന്ന ഹൂഡി.
ക്യാമറ ലെൻസിലൂടെ നോക്കുന്ന മനുഷ്യൻ.
കളിക്കാരുടെ കൈയിലുള്ള വെളുത്ത ഫ്രിസ്ബീ
ജിറാഫുകൾ മൃഗശാലയിലാണ്
മഞ്ഞ പെൺകുട്ടി ലെഗോ കുനിയുന്നു.
കടൽകാക്ക വെള്ളത്തിന് മുകളിലൂടെ പറക്കുന്നു
വെളുത്ത പേപ്പറിൽ വൃത്താകൃതിയിൽ പെപ്പർറോണി പിസ്സ
തുറന്ന വാതിലിലൂടെ മനുഷ്യൻ കണ്ടു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
നിലത്ത് ആനകൾ
വാതിൽക്കൽ ലാച്ച്.
കസേരയിൽ ഇരിക്കുന്ന ഒരാൾ
ബേസ്ബോൾ മൈതാനത്തുള്ള മനുഷ്യൻ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഭക്ഷണത്തിൽ ശതാവരി അടങ്ങിയിരിക്കുന്നു
ചുവരിൽ ഒരു ദ്വാരം
ഡെസ്‌കിലെ മോണിറ്റർ
വി ജെറ്റ് വാക്കുകളുള്ള ഒരു വിമാനം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മോട്ടോർ സൈക്കിൾ നിവർന്നുനിൽക്കാനുള്ള മെറ്റൽ സ്റ്റാൻഡ്
കടൽ നീലയാണ്
നായ്ക്കുട്ടി ചെരുപ്പ് ചവയ്ക്കുന്നു
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ഒരു കുട്ടി ബേസ്ബോൾ അടിക്കുന്നു
കറുത്ത അക്ഷരങ്ങളിൽ യുണൈറ്റഡ് എന്ന വാക്ക്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മനോഹരമായ നീല സമുദ്രം.
വയലിൽ കറുത്ത പശു മേയുന്നു
'8' മഞ്ഞനിറം
നിലത്ത് കറുത്ത പുള്ളി
കുട്ടികൾ തെരുവ് മുറിച്ചുകടക്കുന്നു
കടലിൽ ഒരു മനുഷ്യൻ സ്കേറ്റിംഗ് ചെയുന്നു
പുരുഷന്മാർ സോക്കർ കളിക്കുന്നു
കയ്യിൽ മരുഭൂമി ബാർ.
ഹാൻഡിലിൽ തൂവാല
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു പോസ്റ്റിൽ വെള്ളയും നീലയും തടി പെട്ടി
തൊപ്പി ധരിച്ച മനുഷ്യൻ.
"ചുവന്ന ട്രാക്കുകളിൽ മഞ്ഞ, കറുത്ത ട്രെയിൻ."
ഇത് ഒരു വ്യക്തിയാണ്
ഒരു നായയുടെ തല
വായുവിൽ നീല മരം സ്കെയർബോർഡ്
ചുവരിൽ ചെറിയ ചാരനിറത്തിലുള്ള ഇഷ്ടിക
തെരുവിനടുത്തുള്ള ഇഷ്ടിക പോസ്റ്റ്.
ടിവി സ്റ്റാൻഡിൽ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പുരികം മുഖക്കുരു
ചുമരിൽ ഒരു വലിയ ചിത്രം
ഒരു മനോഹരമായ നായ ബെഞ്ചിൽ ഇരിക്കുന്നു
നിലത്ത് സിമൻറ് ടൈൽ
വിവിധ തരം പലചരക്ക് പ്രദർശനം
പച്ച മാലിന്യ നിറച്ച സഞ്ചികൾ
രണ്ട് ഹാംബർഗറുകൾ ഗ്രില്ലിൽ പാചകം ചെയ്യുന്നു.
ഒരു റോഡിൽ ഒരു മോട്ടോർ സൈക്കിൾ
ജിറാഫ് തവിട്ടുനിറമാണ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
നിയോൺ ഗ്രീൻ സ്കീ ഹിമത്തിൽ വിറക്കുന്നു.
വിൻഡോയിൽ കേസ് പ്രദർശിപ്പിക്കുക.
ഒരു സൈഡ്‌വാളിൽ ഒരു സ്കേറ്റ്ബോർഡർ
മനോഹരമായ ഇരുണ്ട കുതിര.
ഡെസ്‌ക്‌ടോപ്പ് പശ്ചാത്തല പൂച്ചയ്‌ക്കൊപ്പം സവിശേഷമായ ഒരു തത്സമയ പൂച്ച
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു ഷോപ്പിംഗ് കേന്ദ്രത്തിലെ ഒരു ബെഞ്ചിൽ വിശ്രമിക്കുന്ന രണ്ടു സ്ത്രീകൾ.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു തീവണ്ടി
സ്ത്രീ ധൂമ്രവസ്ത്രമാണ് ധരിക്കുന്നത്
കളിക്കളത്തിലെ കളിക്കാർ പരിശീലിക്കുന്നു.
ഒരു ചെറിയ ചുവന്ന സ്റ്റോപ്പ് ചിഹ്നം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പച്ചയും വെള്ളയും അക്ഷരങ്ങളുള്ള ഒരു വിലാസ ചിഹ്നം
കറുത്ത വൈദ്യുത ചരട്
പശ്ചാത്തലത്തിൽ ഇരുട്ട്
അവൻ ഒരു പട്ടം പറക്കുന്നു
മനുഷ്യൻ റാക്കറ്റ് ഉപയോഗിച്ച് പന്ത് തട്ടുന്നു
സിമൻറ് നിലത്ത് പച്ചധ്രുവം.
കുന്നിന്റെ അരികിൽ നിൽക്കുന്ന സ്ത്രീ
വാനിനുള്ളിൽ വെള്ളയും ചാരനിറത്തിലുള്ള സീറ്റ്
നീളമുള്ള ഒരു ഓറഞ്ച് കാരറ്റ്
വടിയിൽ തൂക്കിയിട്ടിരിക്കുന്ന വെളുത്ത തൂവാല
ഒരു മനുഷ്യന്റെ കണ്ണുകൾ
കമ്പ്യൂട്ടർ മൗസ് ഡെസ്‌കിൽ
ഒരാൾ മഞ്ഞുവീഴ്ചയിൽ നിൽക്കുന്നു.
നടപ്പാതയിൽ ആൺകുട്ടി സ്‌കേറ്റ് ബോർഡിംഗ് ചെയ്യുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു മനുഷ്യന്റെ തല
കറുപ്പും വെളുപ്പും ടെന്നീസ് വല.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ട്രേയിൽ ചിത്രീകരിച്ചു
പൂച്ച കട്ടിലിലാണ്
അടയാളം കഫെ ബിഡി പറയുന്നു
അവൾ ഫോൺ പിടിക്കുന്നു
വെളുത്ത ഷർട്ട് ധരിച്ച ഒരാൾ
ആൺകുട്ടിയുടെ കൈയിലുള്ള ടെന്നീസ് റാക്കറ്റ്
വിമാനത്തിലെ അടയാളം
കുടയുമായി ഫുട്പാത്തിൽ നിൽക്കുന്ന സ്ത്രീ
ദ്വീപ് ബീച്ച് രംഗം
ആൺകുട്ടിയുടെ വസ്ത്രങ്ങൾ
ഒരു നൈറ്റ് സ്റ്റാൻഡിൽ ഇരിക്കുന്ന ക്ലീൻ‌സെസ്
പുല്ലിൽ നിൽക്കുന്ന സീബ്ര
ക്യാച്ചറിന്റെ മിറ്റ് മഞ്ഞയും കറുപ്പും ആണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു മേശപ്പുറത്ത് ഒരു പുഷ്പ പാത്രം
ശോഭയുള്ള നീല ഷൂസ്
ആകാശം നീലയും വ്യക്തവുമാണ്
ജലാംശം മഞ്ഞയാണ്
പഴുത്ത ഫ്രൂട്ട് കഷണം
ആരോ ക്യാമറ പിടിക്കുന്നു
ഈ ജിറാഫ് മറ്റ് രണ്ടെണ്ണത്തേക്കാൾ ചെറുതാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചിഹ്നം ചുവപ്പാണ്
എസ്റ്റേറ്റ് ഏജന്റുമാർ പറയുന്ന അടയാളം
നാല് ട്രാഫിക് ലൈറ്റുകളും പച്ചയാണ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
നീലയും വെള്ളയും ബസ് ഓടുന്നു
തെരുവിലൂടെ സഞ്ചരിക്കുന്ന സ്കേറ്റ്ബോർഡർ
ഒരു മനുഷ്യന്റെ കൈയ്യിൽ രണ്ട് സർഫ്ബോർഡുകൾ.
നിലത്ത് കറുത്ത പുള്ളി
ചുവരിൽ തൂക്കിയിട്ടിരിക്കുന്ന ക്ലോക്ക്
ഒരു വിളക്കുമാടം.
മനുഷ്യൻ ഒരു ആൺകുട്ടിയെ ചുമക്കുന്നു
ഒരു കറുത്ത തൊപ്പിക്ക് മുകളിലുള്ള ഗോൾഫ് എൻ‌എഫ്‌എൽ അക്ഷരങ്ങൾ.
വീട് വെളുത്തതാണ്.
മഞ്ഞ നായയുടെ കാല്
പർപ്പിൾ ഷർട്ടും ബ്രൗൺ തൊപ്പിയും ഉള്ള സ്കേറ്റ്ബോർഡർ.
കൂടുതലും കറുപ്പും വെളുപ്പും ഫോട്ടോ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കുഞ്ഞ് ആന
കാബേജിന്റെ വലിയ തല
ഒരു വ്യക്തി ഒരു സെൽ ഫോൺ കൈവശം വയ്ക്കുന്നു
നാല് വിമാനങ്ങൾ ആകാശത്ത്.
ഒരു വിമാനത്താവളത്തിൽ വിമാനം നിലയുറപ്പിച്ചു
ആടുകളുടെ തല
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു സിൽവർ മെറ്റൽ സ്യൂട്ട്‌കേസ്
കൈയിൽ വാഴപ്പഴം പിടിക്കുന്നു
ഒരു ഡിസ്പെൻസർ പാത്രത്തിൽ മധുരവും കുറഞ്ഞതും
"ഉപ്പ്, കുരുമുളക് ഷേക്കറുകൾ"
വർണ്ണാഭമായ കുടക്കീഴിൽ പൂച്ച.
മൂന്ന് നിലകളുള്ള ഒരു കേക്ക്
ദ്വീപ് ബീച്ച് രംഗം
പശുവിന്റെ മുഖം
കേക്കിൽ കറുത്ത അക്ഷരം
ട്രാക്കുകൾക്ക് പുറകിലുള്ള ചെറിയ കുളങ്ങൾ.
ചുവപ്പ് നിറമുള്ള ടെയിൽ ലൈറ്റ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഏഷ്യൻ സ്ത്രീ കൈവശം വച്ചിരിക്കുന്ന വെളുത്ത കുട
നിലത്ത് സിമൻറ് ടൈൽ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇരുണ്ട പച്ച നിറമുണ്ട്
കാട്ടിൽ നീല ബൈക്ക്.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ബസിന്റെ ജാലകങ്ങൾ
ഒരു വലിയ അടയാളത്തിൽ കടയുടെ പേര്.
കുട പിടിച്ച ഒരാൾ
ഹിമത്തിലെ അടയാളങ്ങൾ
ഫോട്ടോയിലെ പേര്
ചുവരിൽ ചോക്ക് ബോർഡ്.
ചെറിയ പുരാതന കുട്ടികളുടെ കളിപ്പാട്ടം
തവിട്ട് ഷർട്ട് ധരിച്ച ചെറുപ്പക്കാരൻ
പാത്രങ്ങളുടെ കൂമ്പാരം
ധ്രുവത്തിൽ വെച്ചിരിക്കുന്നു അഗ്നി ജലാംശം
രണ്ട് കസേരകളുള്ള റൗണ്ട് ടേബിൾ
മാർട്ടിനി ഗ്ലാസ് പിടിക്കുന്നു
ഒരു വലിയ വെളുത്ത സെറാമിക് ബാത്ത് ടബ്
ഇലകളില്ലാത്ത മരങ്ങൾ
പൂച്ച രണ്ട് പ്രാവുകളെ നോക്കുന്നു
ഒരു സ്ത്രീ സ്കീയിംഗ്.
ചുവരിൽ ഇരട്ട ജനൽ
വാഴപ്പഴം തൂക്കിയിട്ടിരിക്കുന്ന ചുവന്ന ഹുക്ക്
ഒരു ഏഷ്യൻ നഗരത്തിന്റെ തെരുവിൽ നിന്ന് എടുത്ത ചിത്രം
ഒരു വിമാന ടെർമിനലിന്റെ വിൻഡോ
പച്ച പുല്ലിൽ കറുപ്പും വെളുപ്പും നിറമുള്ള പശു.
സ്കീയിംഗ് ചെയ്യുന്ന ഒരു വ്യക്തി
ഇത് ഒരു വ്യക്തിയാണ്
ബോർഡിന് മുകളിലുള്ള മനുഷ്യൻ വെള്ളത്തിൽ നീന്തുന്നു.
തറയിൽ അഗ്നിശമന ഉപകരണം
ഇടത് തിരിയൽ ചിഹ്നമൊന്നുമില്ല.
ഒരു പൊതു വിശ്രമമുറിയിൽ നിരവധി മൂത്രപ്പുരകൾ
ഒരു വിമാനം നിലത്ത്
ചില പുസ്തകങ്ങളിൽ ഇരിക്കുന്ന ലാപ്‌ടോപ്പ്
ഒരു സീബ്രയുടെ ചെവി
നീല ബസ്
മരങ്ങൾക്ക് പിന്നിൽ കടും നീലാകാശം
ക്ലിപ്പറുകളിൽ മെറ്റൽ ബ്ലേഡ്
വിൻഡ്ഷീൽഡിലെ വൈപ്പറുകൾ.
ട്രെയിനിലെ ഗ്ലാസ് വിൻഡോ
ഒരു കെട്ടിടത്തിലെ ഒരു ഘടികാരം
പൂച്ചയുടെ മുഖം
ഒരു കുഴപ്പമില്ലാത്ത അസംഘടിത കമ്പ്യൂട്ടർ ഡെസ്ക്.
കാട്ടിൽ മൂന്ന് ജിറാഫുകൾ
വ്യക്തിയുടെ വെളുത്ത മുഖം
തെരുവിൽ ഒരു STOP ചിഹ്നം
വെളുത്ത ഷർട്ട് ധരിച്ച ഒരു സ്ത്രീ
ഇത് ഒരു വ്യക്തിയാണ്
മൂന്ന് പുരാതന പാത്രങ്ങൾ പ്രദർശിപ്പിച്ചിരിക്കുന്നു
വീണുപോയ അടയാളം
ഒരു ബെഞ്ചിൽ ഇരിക്കുന്ന ദമ്പതികൾ.
ചുവപ്പും ഓറഞ്ചുമുള്ള വണ്ട് തെരുവിന്റെ വശത്ത് പാർക്ക് ചെയ്തിരിക്കുന്നു
ചുവന്ന ട്രാഫിക് ലൈറ്റുകൾ
തറയിലെ പരവതാനി
പതാക ധ്രുവത്തിൽ തൂക്കിയിരിക്കുന്നു
അഴുക്കുചാലിൽ നിൽക്കുന്ന ആന
ഇതൊരു കുന്നാണ്
വിമാനത്തിൽ ചുവപ്പും നീലയും രൂപകൽപ്പന
ഏതാണ്ട് നേരായ ചക്രവാളം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചെറിയ കറുത്ത കരടി
ഒരു പുൽമേട്ടിൽ ആടുകൾ
ഒരു ബീച്ചിനടുത്തുള്ള ഘടികാര ഗോപുര സ്മാരകം
ഡയപ്പർ ധരിച്ച കുട്ടി
തുരുമ്പിച്ച മഞ്ഞ തീവണ്ടി
സിംഗിൾ എഞ്ചിൻ ചെറിയ വിമാനം വിപുലീകരിച്ച ലാൻഡിംഗ് ഗിയറുമായി റോഡ്‌വേയിലൂടെ പറക്കുന്നു
നിലത്ത് കറുത്ത പുള്ളി
കീറിപറിഞ്ഞ കാരറ്റ്
ബെഞ്ചിനടുത്തുള്ള മരം
ഒരു സ്ത്രീയുടെ ചുരുണ്ട മുടി
ദ്വീപ് ബീച്ച് രംഗം
ട്രാക്കുകളിൽ ഒരു ട്രെയിൻ.
തെരുവിലെ ബസുകൾ
താടിയുടെ അടുത്തുള്ള ചെറിയ വെള്ളി ഫോൺ
ഇത് ഒരു ബാഗ് കയറുകളാണ്
സീലിംഗിൽ തിളങ്ങുന്ന ലൈറ്റുകൾ
കടൽ കുതിര കൈറ്റ് മുകളിൽ പറക്കുന്നു
സ്നോ ബോർഡ് പിടിച്ചിരിക്കുന്ന മനുഷ്യൻ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
സ്ത്രീയുടെ കൈയിലെ വെള്ളി മെറ്റൽ ബ്രേസ്ലെറ്റ്
ഒരു മൃഗത്തിന്റെ തവിട്ട് പാടുകൾ
ഒരു റെയിൽ നിന്നും സ്കേറ്റ്‌ബോർ‌ഡർ‌ സ്ലൈഡ് ചെയ്യുന്നു.
കുഞ്ഞ് ഒരു ഷർട്ട് ധരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വലിയ തവിട്ടുനിറത്തിലുള്ള നായ സ്ത്രീയുടെ പിന്നിൽ നിൽക്കുന്നു
ഗതാഗത അടയാളത്തിൽ ചുവന്ന വിളക്ക്
ഒരു വലിയ ഫ്രെയിം ചെയ്ത ഡ്രോയിംഗ്
മഞ്ഞ വിളക്കുകൾ
മഞ്ഞുമൂടിയ ആട്
മുഖത്ത് ചായം ഉള്ള കുട്ടി
വീട്ടിൽ പാകം ചെയ്ത പിസ്സ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ചുവന്ന പടികൾ
ബെഞ്ചിൽ ഇരിക്കുന്ന ഒരാൾ.
ചുവന്ന ഇഷ്ടിക അടുപ്പ്
ഒരു വലിയ ബ്രൗൺ പൂച്ച
യൂണിഫോം ധരിച്ച സോക്കർ കളിക്കാരൻ
ടാർമാക്കിൽ ഒരു വിമാനം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ജിറാഫിൽ തവിട്ട് പുള്ളി
വലിയ നീല ബാഗുള്ള സ്ത്രീ
ബ്രൗൺ ആനകളുടെ ശേഖരം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കറുത്ത കുക്ക്ടോപ്പ്
ചതുര ജനലിൽ സൂര്യപ്രകാശം
ജനങ്ങളുടെ പിന്നിൽ ഒരു കല്ല് മതിൽ
വിമാനത്തിന്റെ വെള്ളയും ചുവപ്പും വാൽ
കുടയിൽ കുട്ടിയുടെ മുഖം
പശുവിൽ വെളുത്ത കൊമ്പുകൾ
പച്ചയും ചുവന്നയും ആപ്പിൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ജിറാഫിന്റെ തലയുടെ പിൻവശം
പരന്ന തവിട്ടുനിറത്തിലുള്ള നിലത്ത് മനുഷ്യൻ നിൽക്കുന്നു
ഓറഞ്ച് പൂക്കളുള്ള പൂത്തട്ടം
ഇത് ഒരു വ്യക്തിയാണ്
ഇത് ഒരു വ്യക്തിയാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു വെളുത്ത ഡിന്നർ പ്ലേറ്റ്
നടപ്പാതയിലുള്ള വാഹനം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇത് ഒരു വ്യക്തിയാണ്
ഒരു വെളുത്ത ലൈറ്റ് ഹൗസ്
തവിട്ട് കാർഡ്ബോർഡ് പെട്ടിയിൽ കറുത്ത അക്ഷരം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
സുന്ദരമായ മുടിയുള്ള കൊച്ചുകുട്ടി
രണ്ടുപേർ പർവതത്തിലേക്ക് ഇറങ്ങുന്നു
ഒരു വലിയ വെളുത്ത അടിത്തറ
മനുഷ്യന് തൊപ്പി.
മനുഷ്യൻ തലകീഴായി വായുവിൽ
പച്ചയും ചുവപ്പും നിറത്തിലുള്ള ആപ്പിൾ
ഒരു പച്ച ട്രാഫിക് ലൈറ്റ്
മരത്തിന്റെ തുമ്പിക്കൈ വലുതാണ്
സീലിംഗിൽ തിളങ്ങുന്ന ലൈറ്റുകൾ
മുന്നിൽ വലിയ ജിറാഫ്
ഒരു റോഡിൽ വരയുള്ള ക്രോസ്വാക്ക്
ബിൽ നൈ സയൻസ് പയ്യൻ
ലഗേജുകളുമായി വരിയിൽ നിൽക്കുന്ന ആളുകൾ
സ്ത്രീയുടെ തല
ഒരു തളികയിൽ ഒരു പിസ്സ.
ഒരു കട്ടിലിൽ രണ്ടുപേർ
കടൽത്തീരത്ത് സർഫ്ബോർഡ് പിടിച്ചിരിക്കുന്ന ഒരു സ്ത്രീ
ഒരു ചിഹ്നത്തിൽ ബി അക്ഷരം
പച്ചയും ചുവപ്പും ധ്രുവം
കുഞ്ഞ് ആന
മരത്തിൽ നിന്ന് തൂക്കിയിട്ടിരിക്കുന്ന മഞ്ഞ വാഴപ്പഴം
ഒരു ചെറിയ ചുവപ്പും വെള്ളയും വിമാനം
വിമാനത്താവളത്തിൽ നിരവധി ആളുകൾ
പിസ്സ പ്ലേറ്റിലാണ്.
ഇത് ഒരു മനുഷ്യനാണ്
കറുപ്പും വെളുപ്പും വരയുള്ള ആപ്രോൺ
ഒരാൾ ടെന്നീസ് കോർട്ടിലാണ്
ഒരു ഘടികാരമുള്ള ഗോപുരം
മനുഷ്യൻ ഒരു ബേസ്ബോൾ ഗെയിം കളിക്കുന്നു
കെട്ടിടത്തിന്റെ രണ്ട് അവേണിംഗ്
അത് ആടുകളുടെ തലയാണ്
"ചാരയും, വെളുത്തതുമായ പശു"
ടൈ ക്ലിപ്പിനൊപ്പം കറുത്ത ടൈ
ചില പക്ഷികൾ വയലിൽ ഉണ്ട്
ഒരു കുതിര ഒരു മലയുടെ മുകളിലാണ്
ഒരു സ്ത്രീ ഹോട്ട് ഡോഗും ബിയറും പിടിക്കുന്നു
തടി ബോർഡുകളിൽ ഒരു കടല്ക്കാക്ക
മനുഷ്യന് ടാൻ തൊപ്പി ഉണ്ട്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സ്കേറ്റ്ബോർഡ് ഡ്യൂഡ് ബോർഡ് വായുവിൽ ഫ്ലിപ്പുചെയ്യുന്നു
ആശുപത്രി കിടക്കയിൽ കിടക്കുന്ന സ്ത്രീ
ഒരു ജോടി സ്കീസിലെ വ്യക്തി
"ചെറിയ തവിട്ട്, ചാരനിറത്തിലുള്ള പക്ഷി"
ഒരു വയലിൽ നിരവധി മൃഗങ്ങൾ
ഇതൊരു ബേസ്ബോൾ ബാറ്റ് ആണ്
കെട്ടിടത്തിന്റെ മുകളിൽ ഒരു ക്രോസ്സ് ഉണ്ട്
വിമാനത്തിൽ പിന്നിലെ ഇടത് വിംഗ്
നിലത്ത് കറുത്ത പുള്ളി
ഒരു ടോസ്റ്റ് നിർദ്ദേശിക്കുന്ന സ്ത്രീ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വൈറ്റ് പോൾകാഡോട്ടിന് അടുത്തായി വെളുത്ത പോൾകാഡോട്ട്
വലിയ ട്രക്ക് ടയർ നിലത്ത്
കെട്ടിടത്തിന്റെ ഒരു ജാലകം
അരിഞ്ഞ വേവിച്ച വെളുത്തുള്ളി കഷണം
മങ്ങിയ ചുവന്ന ബേസ്ബോൾ തൊപ്പി
ഇരുണ്ട തവിട്ട് മരം കൊണ്ടുള്ള ഘടികാരം
ഒരു ചിഹ്നത്തിൽ വലിയ അക്ഷരം
ഇത് ഒരു മനുഷ്യനാണ്
കുതിര വണ്ടിയുടെ പുറകിൽ
ഒരു സമുദ്രം
ഒരു ചുവന്ന താറാവ് ബോട്ട്
ഒരു പച്ച വൃക്ഷ ശാഖ
വലിയ വെളുത്ത ഉണങ്ങിയ മായ്ക്കൽ ബോർഡ്
നിൽക്കുന്ന ഒരാളുടെ കൈ
വൃത്തികെട്ട വസ്ത്രങ്ങൾ നിറഞ്ഞ ഒരു ബാഗ് മൂലയിൽ ഇരിക്കുന്നു
വയലിൽ ഫ്രിസ്ബീ കളിക്കുന്ന മനുഷ്യൻ
വാഴപ്പഴം തണ്ടിൽ തൂക്കിയിരിക്കുന്നു
ആനയുടെ ചെവി
വലിയ വരയുള്ള പൂച്ച ക്യാമറയിലേക്ക് നോക്കുന്നു
ദ്വീപ് ബീച്ച് രംഗം
പച്ച കൈറ്റ്ബോർഡ് കൈറ്റ്
രംഗം ഔട്ട്‌ഡോർ നടക്കുന്നു
കുഞ്ഞ് ആന
വെളുത്ത പട്ടികയിൽ ചുവന്ന മൗസ്
മേശപ്പുറത്ത് വെളുത്ത ചട്ടി
ജിറാഫുകൾ നോക്കുന്നു
വെളുത്ത ടോയ്‌ലറ്റ്
ഒരു ചിഹ്നം ഈ പ്രദേശത്തെ മെട്രോപൊളിറ്റൻ എന്നാണ് സൂചിപ്പിക്കുന്നത്
ഇതൊരു കുളിമുറിയാണ്
ആൺകുട്ടിക്ക് ഹെൽമെറ്റ് ഉണ്ട്
കെട്ടിടത്തിന്റെ മൂലയിൽ കെട്ടിടത്തിന്റെ പേര്
ശൂന്യമായ പിസ്സ ബോക്സുകളുടെ ഒരു ശേഖരം
സ്കീസിൽ ഒരു മനുഷ്യൻ
ഒരു സ്കൈ ചരിവിലുള്ള മനുഷ്യൻ
ആനയെ വരയ്ക്കുന്ന ആന
നീല ഷർട്ടിനു പിന്നിൽ 55 എന്ന അക്കം ഉള്ള പുഞ്ചിരിക്കുന്ന മനുഷ്യൻ.
വർണ്ണാഭമായ കൈറ്റ് ആകാശത്ത് പറക്കുന്നു
ചൈനീസ് പേപ്പർ വിളക്ക്
സമുദ്രത്തിലെ ബൂഗി ബോർഡ്
വിമാനത്തിന്റെ വലിയ എഞ്ചിൻ
ചുവപ്പും വെള്ളയും ചക്ക് ടെയ്‌ലറുകൾ
വിൻഡോകളിൽ കെട്ടിടം.
തറയിൽ കറുത്ത സൈക്കിൾ
ഇതൊരു പക്ഷിയാണ്
ഒരു ബോർഡിൽ മനുഷ്യൻ
ഒരു വയലിൽ പശു
ഉണങ്ങാൻ ഇട്ട വസ്ത്രങ്ങൾ
കാട്ടിൽ രണ്ട് കരടികൾ
സ്യൂട്ട്‌കേസിലെ പൂച്ച
രണ്ടുപേർ ഭക്ഷണം കഴിക്കുന്നു
ഒരു പ്ലേറ്റ് രുചികരമായ ഭക്ഷണം
ഒരു വയലിലെ കുതിരകളുടെ കൂട്ടം
കറുത്ത പ്ലാസ്റ്റിക് ഹെൽമെറ്റ് കയ്യിൽ
ഒരു തെരുവിൽ പച്ച വെളിച്ചം
നായ്ക്കുട്ടി വെളുത്തതാണ്
ആളുകൾ ഒരു കടൽത്തീരത്താണ്
രണ്ട് ജോടി കത്രിക
ഒരു വ്യക്തി കുറച്ച് സ്നോബോർഡിംഗ് ചെയ്യുന്നു
കോൺക്രീറ്റിൽ ഒരു സർഫ്ബോർഡ്
ഒരു നടപ്പാതയിൽ ഒരു കൊച്ചുകുട്ടി
കസേരയിൽ ഇരിക്കുന്ന വ്യക്തി
മനുഷ്യന് പച്ച തൊപ്പി
ഒരു മനുഷ്യൻ കൈറ്റ്ബോർഡിംഗ്
ട്രെയിനിന്റെ തുറന്ന വാതിൽ
കടും നിറമുള്ള സാലഡ്
വ്യക്തി വ്യക്തിയുടെ അരികിലൂടെ നടക്കുന്നു
ചെറിയ കാൻ പൂച്ച ഭക്ഷണം
ചില ട്രാക്കുകളിൽ ഒരു ട്രെയിൻ ഓടിക്കുന്നു.
കർട്ടൻ മതിലിലാണ്
രണ്ടുപേർ കടൽത്തീരത്ത് നടക്കുന്നു
ഒരു ബാഗ് കോട്ടൺ മിഠായി
മധ്യ വായുവിൽ സോക്കർ പന്ത്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
"വെള്ള, ഓറഞ്ച് നിറത്തിലുള്ള ടെന്നീസ് റാക്കറ്റ്"
കണ്ണാടിയിൽ സ്ത്രീ
ആശുപത്രി കിടക്കയിൽ ഒരു സ്ത്രീയും കുഞ്ഞും
ഒരു മരം ബെഞ്ച് വെള്ള ചായം പൂശി
വാട്ടർ തരംഗങ്ങളുടെ ഭാഗം
രണ്ട് ഡോൾഫിനുകളിൽ നിൽക്കുന്ന ഒരു സ്ത്രീ
ഒരു മനുഷ്യന്റെ മുഖം
റെഡ് മെറ്റൽ സ്റ്റോപ്പ് ചിഹ്നം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
കുതിരയുടെ തലയിൽ മുടി
ഒരു പോളിൽ ഒരു ട്രാഫിക് ചിഹ്നം
സ്ത്രീ ഫോൺ പിടിക്കുന്നു
ബസിന്റെ ഫ്രണ്ട് വിൻഡ്ഷീൽഡ്
ട്രെയിനിന്റെ മുൻവശത്തെ ലൈറ്റുകൾ ഓണാണ്
ഒരു കുതിരയുടെ വാൽ
മനോഹരമായ മഞ്ഞ പുഷ്പം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കിഴക്കൻ കോസ്റ്റ് തീവണ്ടി
ഒരു കൂട്ടം കുതിരകൾ.
കുതിര ഓടിക്കുന്ന ഒരു സംരക്ഷിത ഹെൽമെറ്റ്‌
ഒരു കരടി ലോഗുകൾക്കിടയിൽ ഉണ്ട്
കടിഞ്ഞാൺ ഉള്ള വെളുത്ത കുതിര
സ്വാൻ വെള്ളത്തിൽ നീന്തുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഇടനാഴി തറ നീല നിറത്തിലാണ്
ഒരു വെളുത്ത ബോർഡിൽ നീല അക്ഷരം
കുതിര ഒരു തുറന്ന വയലിൽ നിൽക്കുന്നു
ഒരു ചെറിയ ജോഡി മടക്ക കത്രിക
ഒരു വലിയ ടിവി ഓണാക്കി
കാണികൾ സ്റ്റാൻഡിൽ ഇരിക്കുന്നു
ഭക്ഷണപാത്രങ്ങൾ മേശപ്പുറത്ത്
ഈ കസേരയുടെ നിറം ബ്രൗൺ ആണ്
ദ്വീപ് ബീച്ച് രംഗം
വെളുത്ത ചിഹ്നത്തിൽ കറുത്ത അക്ഷരം
ഒരു വെളുത്ത മഞ്ഞ് ഫീൽഡ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു റൊട്ടി കുഴെച്ച ബാഗൽ
ഒരു കൂട്ടം ആളുകളുള്ള ഒരു മുറി
തറയിൽ ഇരുന്ന് ജോലി ചെയ്യുന്ന സ്ത്രീ
സ്യൂട്ട് കേസിന്റെ വെള്ളി പോൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
സീബ്രയ്ക്ക് മുന്നിൽ മെറ്റൽ വേലി
ഉയരമുള്ള അലങ്കരിച്ച ക്ലോക്ക് ടവർ
ഒരു സിറ്റി ബസ്
വാതിലുകൾ ഓറഞ്ച് നിറമാണ്
ഒരു പെട്ടിയിൽ ഒരു ഓറഞ്ച്
ട്രെയിൻ ട്രാക്കുകളിൽ ഇറങ്ങുന്നു
പെൺകുട്ടിയുടെ മുഖത്ത് കണ്ണട
പർവതത്തിന് മുന്നിൽ ഒരു ട്രെയിൻ
നിന്റെൻഡോ വൈ കളിക്കുന്ന രണ്ട് ചെറുപ്പക്കാർ
ഒരു ഫോർക്ക് ഒരു പ്ലേറ്റിൽ ഉണ്ട്
ആടുകളുടെ പുറകുവശം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു വ്യക്തി മഞ്ഞുവീഴ്ചയിലാണ്
മഞ്ഞ തെരുവ് ചിഹ്നം.
ബ്ലാക്ക് ഡെൽ കമ്പ്യൂട്ടർ മോണിറ്റർ
കുളിമുറിയിൽ രണ്ട് സ്ത്രീകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മഞ്ഞ്‌ തൊടുന്ന സ്കീ എൻഡ്
വെളുത്ത ആട് നിലത്തു കിടക്കുന്നു
പൂളിന് സമീപമുള്ള മഞ്ഞ ലാബ്
പശുവിന് അടുത്താണ് തവിട്ട് നിറത്തിൽ ഉള്ള പശു
നിലത്ത് കറുത്ത പുള്ളി
ഒരു വയലിൽ വെളുത്ത പശു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
അടിമത്തത്തിലുള്ള ആനകളുടെ കുടുംബം
ഗേറ്റിനടുത്തുള്ള ട്രക്കുകൾ
കുഞ്ഞ് ആന
വശങ്ങളിലായി രണ്ട് സീബ്രകൾ
ചുവപ്പും വെള്ളയും കേക്ക്
ഒരു സീബ്ര നിൽക്കുന്നു
ചുവരിൽ ചുവന്ന ഇഷ്ടികകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പിങ്ക് ഫ്രോസ്റ്റിംഗ് ഉള്ള ഒരു കപ്പ് കേക്ക്
റോഡിന്റെ വശത്ത് ചുവന്ന മോപ്പെഡ്.
കുതിരയ്ക്ക് ചുറ്റും കറുത്ത പട്ട
ഒരു വയലിൽ ചുവന്ന ആപ്പിൾ
മനുഷ്യന്റെ കയ്യിൽ ഒരു കറുത്ത ബാറ്റ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
അത് ഒരു ജാലകമാണ്
നീളവും വെള്ളിയും നിറമുളള വിമാനം
ഒരു വലിയ ഡ്രാഗൺ കൈറ്റ്
നായ ജനാലയിലൂടെ പുറത്തേക്ക് നോക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഫ്രെയിമിലെ കറുത്ത ക്ലോക്ക്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
അടുപ്പ് തുറന്നിരിക്കുന്നു
തൂവാലയിൽ മൂന്ന് കരടികൾ
മഞ്ഞുവീഴ്ചയിൽ രണ്ടുപേർ
ഇതൊരു ഡോനട്ട് ആണ്
ആൺകുട്ടി മരത്തിൽ പുറകിൽ നിൽക്കുന്നു.
സ്ത്രീയുടെ മുഖത്ത് പുഞ്ചിരി
ഒരു മധുരപലഹാരത്തിന് മുകളിൽ ഒരു റാസ്ബെറി
പുല്ലിന് പച്ച നിറമാണ്.
ജലധാരയുടെ മധ്യത്തിൽ വെള്ളം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നീലയും വെള്ളയും ഉള്ള വിമാനം
ഒരു കഷ്ണം വെള്ളരിക്ക
ചുമരിൽ കറുത്ത പാത്രങ്ങൾ
തറ ചാരനിറത്തിലാണ്
ബേസ് ബോൾ നിലത്ത്ചു റ്റും പുല്ല്.
തവിട്ടുനിറത്തിലുള്ള വെളുത്ത കേക്ക് പാത്രത്തിൽ സൂക്ഷിച്ചിരിക്കുന്നു
റോഡിൽ വെളുത്ത ട്രക്ക്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പ്രതിഫലനം വെള്ളത്തിലാണ്
മരങ്ങൾക്കരികിൽ നിൽക്കുന്ന കുട്ടി
ഒരു അഴുക്കുചാൽ റോഡ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ടിഷർട്ട് മഞ്ഞയാണ്
കത്ത് ചാരനിറമാണ്.
പെൺകുട്ടിക്ക് ചുവന്ന തൊപ്പി ഉണ്ട്
കത്ത് നീലയാണ്.
കുഞ്ഞ് ആന
വായുവിൽ ഒരു ബൈക്കിന്റെ ഫ്രോൺ ടയർ.
ഒരു പശു നിലത്തു കിടക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വ്യക്തിയുടെ കൈകൾ ചുവന്ന ചായം പൂശി.
ഒരു ട്രേയിൽ ചുട്ട കഷണം
ഒരു മനുഷ്യന്റെ താടി
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വെളുത്ത പ്ലേറ്റിന് മുകളിൽ കത്തിച്ച ചീസ്.
പച്ചയും വെള്ളയും ഗതാഗത ചിഹ്നം
ചക്രങ്ങളുള്ള സ്കേറ്റ്ബോർഡ്
ഒരു ചെറിയ ചുമക്കുന്ന ബാഗ്
നദി മുറിച്ചുകടക്കുന്ന ആനകൾ.
കറുപ്പും വെളുപ്പും നിറമുള്ള സർഫ്ബോർഡ്
ഇതൊരു പൂച്ചയാണ്
മൈതാനത്ത് ബേസ്ബോൾ കളിക്കാർ.
തൊപ്പി ധരിച്ച മനുഷ്യൻ
ഇത് ഒരു മനുഷ്യനാണ്
ഒരു വെളുത്ത വിഭവത്തിൽ ഒരു പിസ്സ
ബിയർ മേശപ്പുറത്തുണ്ട്
നാവ് വായിൽ നിന്ന് പുറത്തേക്ക്
സ്കീയർ ധരിക്കുന്ന മഞ്ഞ് ഗോഗ്ഗിൽസ്
ബസിന്റെ മുൻ ടയർ
ഒരു മോപ്പെഡിൽ മുൻ വെളിച്ചം
ഗോപുരം വൃത്താകൃതിയിലാണ്
ഉയരമുള്ള ഘടികാര ഗോപുരം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മനുഷ്യൻ ഒരു ബാറ്റ് പിടിക്കുന്നു
കുഞ്ഞ് ആന
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ചുവന്ന തൊപ്പി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മനുഷ്യൻ കുതിര സവാരി ചെയ്യുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ആനകളുടെ കൂട്ടം വെള്ളത്തിൽ
വായുവിലെ ഒരു ബേസ്ബോൾ
നായയുടെ ഇടതു കാൽ
ടോയ്‌ലറ്റ് സീറ്റ് കവറിൽ രോമക്കുപ്പായം
വെളുത്ത ഫ്രിസ്ബീ വായുവിൽ
ചെറിയ പച്ച ഫോൺ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
സ്കേറ്റ്ബോർഡിന് മുന്നിൽ മഞ്ഞ ചക്രങ്ങൾ
ഒരു കൂട്ടം ആളുകൾ
രണ്ട് നീല കുടകൾ
കാറിലെ നായ
കടൽത്തീരത്ത് ഫ്രിസ്ബീ കളിക്കുന്ന ഒരാൾ
ഒരു മനുഷ്യന്റെ മുഖത്ത് സൺഗ്ലാസുകൾ
ഒരു മോട്ടോർബൈക്കിന്റെ ചക്രം
ഇത് ഒരു വ്യക്തിയാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇത് ഒരു വ്യക്തിയാണ്
ഒരു പെൺകുട്ടിക്ക് പിഗ്ടെയിൽ
ആകാശത്തിലെ തെളിഞ്ഞ കാലാവസ്ഥ
കുരിശ് ചുവപ്പാണ്
ഓറഞ്ച് നിറമുള്ള പ്ലാസ്റ്റിക് ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
നീലയും വെള്ളയും നിറഞ്ഞ ട്രക്ക്
ഭയം ഉള്ള സുഹൃത്ത്
സ്വീകരണമുറിയിൽ നിൽക്കുന്ന രണ്ട് സ്ത്രീകൾ
"കറുപ്പ്, ഓറഞ്ച് തൊപ്പി"
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു സ്കി ലിഫ്റ്റിലുള്ള ആളുകൾ
ഇത് ഒരു വ്യക്തിയാണ്
കട്ടിലിൽ വെളുത്ത തലയിണകൾ
ചുറ്റിൽ ടോയ്‌ലറ്റ് കടലാസ്
സ്ത്രീ ടെന്നീസ് കളിക്കുന്നു
ചുവരിൽ ഘടികാരം
ഒരു പ്രൊപ്പല്ലറുള്ള ഒരു വിന്റേജ് വിമാനം
വലിയ വെള്ളി ഘടികാരം
രണ്ട് വലിയ ബ്രൗൺ കരടികൾ
ഇത് ഭക്ഷണമുള്ള ഒരു പാത്രമാണ്
ഒരു കൂട്ടം ആളുകൾ പോസ് ചെയ്യുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സർവേ പെയിന്റ് ചെയ്ത യെല്ലോ
ഇരുണ്ട തവിട്ട് ഡ്രോയറുകൾക്കും ക്യാബിനറ്റുകൾക്കും മുകളിലുള്ള ഒരു വെളുത്ത കൗണ്ടർ
ഷൂ ധരിച്ച മനുഷ്യൻ നിൽക്കുന്നു
മനുഷ്യന്റെ കീഴിലുള്ള വെള്ളത്തിൽ വെളുത്ത സർഫ്ബോർഡ്.
പാനീയങ്ങളുടെ നുരയുടെ ഭാഗം
പൂച്ച ടിവി കാണുന്നു
മേശപ്പുറത്ത് വെള്ളി ലാപ്‌ടോപ്പ് തുറന്നു
സീബ്ര നിലത്ത് നിൽക്കുന്നു
നിലത്ത് കറുത്ത പുള്ളി
ഇതൊരുപൂത്തട്ടം ആണ്
ഒരു തെരുവ് വിളക്ക്
ഒരു മേശപ്പുറത്ത് ഒരു ഗ്ലാസ്
ഒരു വെളുത്ത ക്ലോസറ്റ് വാതിൽ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു പോണി നിലത്ത് നിൽക്കുന്നു
മനുഷ്യൻ സർഫ്ബോർഡിലാണ്
എസ്‌കലേറ്ററിൽ നിന്ന് വരുന്ന സ്ത്രീ
പെൺകുട്ടിക്ക് കറുത്ത ഹെൽമെറ്റ് ഉണ്ട്
ജിറാഫ് ഒരു മരത്തിന്റെ അരികിൽ നിൽക്കുന്നു
തെരുവിനടുത്തുള്ള ബെഞ്ച്
ചിയാറിൽ കുതിര
പുഞ്ചിരിക്കുന്ന സന്തോഷവതിയായ സ്ത്രീ
കത്ത് സ്വർണ്ണമാണ്.
മധുരപലഹാരം പ്ലേറ്റിലാണ്.
നിലത്ത് കറുത്ത പുള്ളി
ഒരു വെളുത്ത പൂച്ചയിൽ വെളുത്ത ബൂട്ട്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പതാക തൂക്കിയിരിക്കുന്നു
സീബ്രയുടെ തല
വെളുത്ത കുപ്പായത്തിലുള്ള കൊച്ചു പെൺകുട്ടി
തെരുവിലെ ട്രോളി മനുഷ്യൻ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സുന്ദരനും അഡോറബിൾ ആയ കുഞ്ഞ്
വലിയ ചാരനിറത്തിലുള്ള കട്ടിലുകളുള്ള സ്വീകരണമുറി
മതിലിന്റെ വശത്ത് ഒരു വലിയ ഘടികാരം.
ഇതൊരു ട്രെയിൻ ആണ്
മനുഷ്യൻ പുഞ്ചിരിക്കുന്നു.
പശു കറുപ്പും വെളുപ്പും ആണ്.
സൺഗ്ലാസുള്ള കൊക്കേഷ്യൻ പുരുഷൻ.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചിഹ്നം പച്ചയും വെള്ളയും ആണ്
ചുവന്ന റോസ്
കുഞ്ഞ് ആന
കടയുടെ കണ്ണാടിയിൽ ഒരു നായ
ഒരു സ്ത്രീയുടെ മൂക്ക്
മോട്ടോർ ബൈക്കിലുള്ള ആളുകൾ
യുവാവ് സർഫ് ബോർഡിൽ സർഫിംഗ് ചെയ്യുന്നു.
ചുവന്ന ടോപ്പിംഗുള്ള മഞ്ഞ മഫിൻ
ഒരു വ്യക്തി സർഫിംഗ് ഉണ്ട്.
കട്ടിലിൽ കിടക്കുന്ന മനുഷ്യൻ
ഇത് ഒരു വ്യക്തിയാണ്
അടയാളം കറുപ്പും വെളുപ്പും ആണ്.
"വെള്ള, തവിട്ട് നിറമുള്ള ബോട്ട്"
മുൻ‌നിരയിലുള്ള ഫയർ ഹൈഡ്രാന്റ്.
ഒരു സ്ത്രീ ഒരു പാർക്കിൽ ഒരു പട്ടം പറക്കുന്നു
അവൻ തറയിലാണ്
ഒരു തുറന്ന മാക്ബുക്ക് ലാപ്‌ടോപ്പ്
ഒരു ജിറാഫ് വയലിൽ ഉണ്ട്
മനുഷ്യൻ നീല ഷർട്ട് ധരിക്കുന്നു.
പാറ ചാരനിറമാണ്
ജിറാഫിന്റെ തല
മഞ്ഞ ഗതാഗത ചിഹ്നം
പുരുഷന് കറുത്ത മുടിയുണ്ടായിരുന്നു.
ബൈക്കുകൾ
നിൽക്കുന്ന സ്ത്രീ വെള്ളത്തിലേക്ക് നോക്കുന്നു.
കൈത്തണ്ടയ്‌ക്ക് ചുറ്റുമുള്ളത്
ഇതൊരു ആടാണ്
സീബ്രയിലെ വരകൾ
വിദൂരത്തിലെ ഒന്നാം അക്ക ബട്ടൺ.
ഒരു കൊച്ചു പെൺകുട്ടി പുല്ലിൽ നിൽക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സ്കീയറിന്റെ വെളുത്ത ബൂട്ട്
ധ്രുവം ചാരനിറമാണ്
ഭക്ഷണത്തിന് മുകളിൽ തക്കാളി മുറിച്ചുവെക്കുക.
ഒരു വെളുത്ത കേക്ക് ഓനാ ടേബിൾ
ഘടന കല്ലാണ്
കണ്ണട ധരിച്ച വൃദ്ധൻ
നീലയും മഞ്ഞയും ഉള്ള ട്രെയിൻ കാർ
സ്ത്രീ ഒരു വെളുത്ത സ്വെറ്റർ ധരിച്ചിരിക്കുന്നു
വാക്കുകൾ ഒരു നീല കടലാസിൽ എഴുതിയിരിക്കുന്നു
കറുപ്പും മഞ്ഞയുമാണ് ടെന്നീസ് റാക്കറ്റ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഫുട്പാത്തിൽ ഒരു ബെഞ്ച്
കഴുത്തിന്റെ പിൻഭാഗത്തെ മുടി
ടീനേജ്ആ ൺകുട്ടി മതിലിലേക്ക് ചാഞ്ഞു.
ഒരു അടുക്കളയിലെ മരം കാബിനറ്റുകൾ
ഒരു വലിയ വെളുത്ത മേശ
ഒരു പെൺകുട്ടിക്ക് കിടക്ക
ഒരു റെഡ് ബോൾ ക്യാപ്പ്
പുല്ലും പാറകളും
ഒരു വിമാനം ചീട്ടിട്ടു ഇരിക്കുന്നു
തിളക്കമുള്ള മഞ്ഞ ജാക്കറ്റ് ഉള്ള മനുഷ്യൻ
കളത്തിലെ കളിപ്പാട്ടങ്ങൾ
രണ്ട് ബേസ്ബോൾ ബാറ്റുകൾ.
സീബ്രകൾ കെട്ടിപ്പിടിക്കുന്നു
വൈറ്റ് കളർ പ്ലേറ്റ്
ഇതൊരു ജാലകമാണ്
കണ്ണാടിയിൽ പ്രതിഫലനം
വ്യക്തി സ്കേറ്റ്ബോർഡിംഗ്
നീലയും വെള്ളയും ടൈയുള്ള ഒരു മനുഷ്യൻ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വലിയ കല്ല് മതിൽ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ആൺകുട്ടികളുടെ കൈയിലുള്ള ക്യാമറ
സ്ത്രീ പല്ല് തേക്കുകയാണ്
ഒരു പാലത്തിനടിയിൽ ബോട്ട്
പച്ചപ്പാടത്തിലെ ആടുകൾ.
ഘടികാരത്തിന്റെ കൈകൾ
Wii കളിക്കുന്ന സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പച്ച നിറത്തിലുള്ള തിരമാലയിൽ സർഫിംഗ് ചെയ്യുന്ന കറുത്ത സ്യൂട്ടിലുള്ള വെള്ളക്കാരൻ
ഒരു മരം പാർക്ക് ബെഞ്ച്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ലേഡി ഉപയോഗിക്കുന്ന ബ്ലോ ഡ്രയർ
വെള്ളത്തിൽ രണ്ട് സർഫറുകൾ
ഒരു തളികയിൽ കേക്ക്
സമുദ്രത്തിലെ പരാസൈലർ
സ്ത്രീയുടെ ചെവി ന് കമ്മല്
കസേരയിൽ ഇരുന്ന് കഴിക്കുന്ന കൊച്ചു പെൺകുട്ടി
തവിട്ടുനിറത്തിലുള്ള അഴുക്ക്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
അവർ കിടക്കുന്നു
മോട്ടോർ സൈക്കിളിൽ നിൽക്കുന്ന ഒരു പെൺകുട്ടി
പരവതാനി തവിട്ടുനിറമാണ്.
ചിപ്പ് സോസിലാണ്
ഇരുണ്ട തവിട്ട് മരം ബെഡ്
ചുമരിൽ ഘടികാരം
മിഡ് എയറിൽ ഒരു തന്ത്രം ചെയ്യുന്ന ഒരു സ്നോബോർഡർ
സ്റ്റോപ്പ് ലൈറ്റ് കറുത്തതാണ്.
എന്തെങ്കിലും തട്ടുന്ന പൂച്ച
പച്ചയും വെള്ളയും അടയാളം
വ്യക്തികളുടെ മടിയിൽ ഒരു സെൽ ഫോൺ
ഫോൺ പ്രവർത്തനത്തിലാണ്
ഒരു പൂച്ച വെയിലിൽ തന്നെ.
കരാട്ടെ വസ്ത്രത്തിൽ അമാൻ
ഒരു മരം പ്ലാറ്റ്ഫോമിൽ ഒരു ബെഞ്ച്
നിലത്ത് ലോഹത്തിന്റെ വെള്ള കുപ്പി
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
സ്റ്റേഷനിലെ ആളുകൾ
അവൾ ഒരു ടെന്നീസ് കളിക്കാരിയാണ്
ഒരു റോഡിലെ മോട്ടോർസൈക്ലിസ്റ്റ്
അടയാളം വൃത്താകൃതിയിലാണ്
വിമാനത്തിന്റെ വശത്തുള്ള പദം കറുത്ത നിറത്തിലാണ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മരത്തടിയിൽ കരടി
പാനപാത്രം തളികയിൽ
ചട്ടിയിൽ പിസ്സ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
എയർഫോഴ്സ് ജെറ്റ് വായുവിൽ
പാതകളിൽ ഒരു ബാരിക്കേഡ് സജ്ജീകരിച്ചിരിക്കുന്നു.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ആടുകളിൽ വെളുത്ത കമ്പിളി
ഒരു കളി വീട്ടിൽ ഉറങ്ങുന്ന പാവ.
പശുക്കളുടെ കൂട്ടം
ഒരു പുരുഷനും സ്ത്രീയും ഒരുമിച്ച് നിൽക്കുന്നു.
പോക്കറ്റിലെ വാഴപ്പഴം
ഒരു തത്തയുടെ തല
ചുവന്ന പ്ലേറ്റിൽ ഒരു കഷണം കേക്ക്
ഒരു വ്യക്തിയുടെ കൈയിലുള്ള സെൽ ഫോൺ
അഴുക്കും പുല്ലും ഉള്ള കുതിര
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കൂട്ടം ആളുകൾ ഒരുമിച്ച് നിൽക്കുന്നു
"പച്ച, നീല പ്ലെയ്ഡ് മിനി പാവാട"
ഗോപുരത്തിന് മുന്നിൽ ക്ലോക്ക്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മഞ്ഞുവീഴ്ചയുടെ പിന്നിൽ നീല കൂടാരം.
"കെട്ടിടത്തിന്റെ വശത്ത് ഓറഞ്ച്, വെള്ള ജാലകങ്ങൾ."
വെളുത്ത പ്ലാസ്റ്റിക് ഇലക്ട്രിക് മിക്സർ
ഡോനട്ട്സിന് ചോക്ലേറ്റ് ബിറ്റുകൾ ഉണ്ട്
കൊച്ചു കുട്ടി കളിസ്ഥലത്ത്
വായുവിൽ ഒരു സ്നോബോർഡർ
ലാപ്‌ടോപ്പിൽ പ്രായമായയാൾ.
കുഞ്ഞ് ആന
കണ്ണടയിൽ തവിട്ടുനിറമുള്ള മുടിയുള്ള ഒരു ചെറിയ കുട്ടി.
നീല ട്രെയിൻ എഞ്ചിൻ
ബന്ധിപ്പിച്ച വിൻഡ്‌സർ കെട്ട്
സ്കേറ്റ്ബോർഡിലെ ഒരാൾ ചാടിവീഴുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ക്യാമറയ്ക്ക് ഏറ്റവും അടുത്തുള്ള സൈക്ലിസ്റ്റ്
നിലത്ത് കറുത്ത പുള്ളി
ഒരു സ്ത്രീ പിസ്സ സ്ലൈസ് കഴിക്കുന്നു
ഒരു കൂട്ടം ആളുകൾ ഒരു പ്ലാന്റ് നഴ്സറിയിലൂടെ നടക്കുന്നു
ഒരു എയർ ഷോയിലെ ആളുകൾ
പുക വിടുന്ന ഒരു വിമാനം
നീല നിറത്തിലുള്ള അടപ്പ് ഉള്ള ഒരു വാട്ടർ ബോട്ടിൽ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
തറയിലേക്ക് ഓടുന്ന ഒരു വെളുത്ത പൈപ്പ്
കുപ്പികൾ ഒരുമിച്ച് നിൽക്കുന്നു
വെളുത്ത ടെഡി ബിയർ മുഖം
ജിറാഫുകൾ മരങ്ങൾക്കരികിൽ നിൽക്കുന്നു.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നീല ഹെൽമെറ്റ് ധരിച്ച വ്യക്തി.
ഇത് ഒരു വ്യക്തിയാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു വിളക്ക് പോസ്റ്റിന്റെ മുകളിൾ വശം
വയലിൽ ആടുകൾ
സ്റ്റൗൽ വെളുത്ത കെറ്റിൽ
കുളിമുറിയിൽ വെളുത്ത ടോയ്‌ലറ്റ്.
തുഴച്ചിൽ കൂട്ടത്തിലെ വ്യക്തി
രണ്ട് ബ്ലേഡുകളുള്ള പ്രൊപ്പല്ലർ
ചെറിയ വണ്ടിയിൽ ലഗേജ് ബാഗുകളുണ്ട്
ഒരു ചെറിയ തവിട്ട് താറാവ് വെള്ളത്തിൽ നീന്തുന്നു
ഒരു വാഹനത്തിന്റെ മുൻവശത്ത്
പശു വളർത്തുന്ന ഒരു സ്ത്രീ
പട്ടിക # 44
വാർഷിക കേക്കിന്റെ താഴത്തെ ലെയർ
ഒരു മേശയിലെ ലാപ്‌ടോപ്പ്
കറുത്ത പക്ഷി
അടയാളം ഡോനട്ട്സ് പറയുന്നു
ഭക്ഷ്യവസ്തുക്കൾ കഴിക്കാൻ തയ്യാറാണ്
പുള്ളി തവിട്ടുനിറമാണ്.
ഒരു ജിറാഫ് വെള്ളം കുടിക്കുന്നു
ധ്രുവത്തിൽ കനേഡിയൻ പതാക
ഒരു ബേസ്ബോൾ ബാറ്റ് പിടിക്കുന്ന പെൺകുട്ടി
വായുവിൽ കൈറ്റ്
ഈ മനുഷ്യൻ ഉറങ്ങുകയാണ്
സോഫയ്ക്ക് മുന്നിൽ മരത്തിൻ്റെ മേശ
മറ്റുള്ളവരിൽ നിന്ന് വളരെ ദൂരെയുള്ള സീബ്ര
പാറകളിൽ മൃഗം
ഒരു വ്യക്തിയുടെ പാദം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നാല് വെളുത്ത ക്ലൈഡെസ്‌ഡേൽ കുതിരകൾ
സ്റ്റോറിനായി സൈൻ ചെയ്യുക
കരയ്ക്ക് മുകളിൽ നീലാകാശം
ഒരു കൂട്ടം ആളുകൾ വിമാനത്തിൽ കയറുന്നു.
സിങ്കിൽ വെള്ളി ഫോസെറ്റ് .
വശങ്ങളിലായി രണ്ട് സീബ്രകൾ
ടെലിവിഷൻ അതിൽ ഒരു സ്ത്രീ
ഒരു സ്റ്റഫ് ചെയ്ത ചുവന്ന ആന കളിപ്പാട്ടം
ഒരു വിമാനത്തിന്റെ കോക്ക്പിറ്റ്
ഡാർത്ത് വാർഡർ മാസ്ക് ധരിച്ച മനുഷ്യൻ
മോട്ടോർ സൈക്കിളിൽ ചുവപ്പ് നിറത്തിലുള്ള മനുഷ്യൻ
കൊമ്പുള്ള ഇടത്തരം ഓറഞ്ച് പശു
ഒരു കിടപ്പുമുറി
തടാകത്തിന്റെ വശത്തായി ഒരു കെട്ടിടം
പട്ടണത്തിലെ വെള്ള രണ്ടു നില ബസ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വെള്ളത്തിൽ നടക്കുന്ന നായ.
ഫോട്ടോയിലെ റൗണ്ട് ക്ലോക്ക്
അടുക്കളയിൽ സ്ത്രീ
വാഹനം തെരുവിൽ നിർത്തിയിരിക്കുന്നു
ബാത്ത്റൂമിൽ വെളുത്ത ടോയ്‌ലറ്റ്
പൂർണ്ണവളർച്ചയെത്തിയ മുതിർന്ന സീബ്ര
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വൈദ്യൂതി ഉപകരണത്തിന് മുകളിൽ വെളുത്ത ലാപ്‌ടോപ്പ്
മൂന്ന് താറാവുകൾ ഒരുമിച്ച് നിൽക്കുന്നു
ഒരു ക്രോക്ക് പോട്ട്
ഒരാൾ ഡോനട്ട് കഴിക്കുന്നു
ഈ ബോൾ ഗെയിം രാത്രിയിലാണ് നടക്കുന്നത്
ഒരു പഴയ പച്ച ലേബൽ നിർമ്മാതാവ്
മനുഷ്യന്റെ തലയിൽ കറുത്ത ഹെൽമെറ്റ്
ചെറിയ ചുവന്ന സെഡാന്റെ ഹുഡ്
ഒരു വെളുത്ത പക്ഷി പറക്കുന്നു
ഒരു സ്ത്രീയുടെ മേൽ ഒരു വെളുത്ത ടെന്നീസ് ഷൂ
ഹോട്ട്ഡോഗ് ഒരു പ്ലേറ്റിൽ ഇരിക്കുന്നു.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വർണ്ണാഭമായ കുടകളുടെ ഒരു നിര
ഒരു നായ തറയിൽ കിടക്കുന്നു
വിമാനത്തിൽ ഘടിപ്പിച്ചിരിക്കുന്ന പടികൾ
ആപ്പിൾ ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ.
സർഫിംഗ് ചെയ്യുന്ന ഒരു വ്യക്തി
"ഓറഞ്ച്, കറുപ്പ് മന്ത്രവാദി തൊപ്പി"
കുഞ്ഞ് ചിത്രം എടുക്കാനായി ഇരിക്കുന്നു
തുണിയിൽ നീല ചതുരം
നടപ്പാതയിലെ ആളുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പുരുഷന്റെ മുഖത്ത് ഇരുണ്ട സൺഗ്ലാസുകൾ.
അടുക്കളയിൽ നീളമുള്ള വെളുത്ത അടുക്കള കാബിനറ്റ്
ഒരാൾ മുട്ടുകുത്തി കൈകൊണ്ട് കുനിഞ്ഞു
ഒരു വ്യക്തി ഒരു മേശയിൽ ഇരിക്കുന്നു
ഒരു ക്ലോക്കിന്റെ മുഖം
കുട്ടികൾ സോക്കർ മൈതാനത്ത് സോക്കർ കളിക്കുന്നു
വെള്ളയും നീലയും ഉള്ള പുസ്തകം
ഒരു തിരമാലയിൽ സർഫിംഗ് ചെയ്യുന്ന ഒരാൾ
വളരെ ഉയരമുള്ള ഓഫീസ് കെട്ടിടം
ഹൈഡ്രന്റ് മുകളിൽ ചുവപ്പാണ്.
ട്രെയിൻ നീളമുള്ളതാണ്.
സ്ത്രീ ഒരു റെസ്റ്റോറന്റിൽ ഭക്ഷണം കഴിക്കുന്നു
വെളുത്ത മുത്ത് കാണുന്ന മാല
നിലത്ത് വെളുത്ത പ്ലങ്കർ.
ട്രാക്കുകളിൽ ഒരു നീല ട്രെയിൻ
മരത്തിൽ ഇലകൾ
കാറ്റിൽ കറുത്ത സീബ്ര വാൽ ആടുന്നു
ഫ്രിഡ്ജിലുള്ള പൂച്ച
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
റോഡിൽ നിൽക്കുന്ന ജിറാഫ്
ഉയരമുള്ള പുല്ലിൽ പുള്ളി ജിറാഫ്
ഒരു പാറയുടെ മുകളിൽ ഒരു പോളാർക്കരടി
മനുഷ്യൻ അടുപ്പിലെ ബട്ടൺ അമർത്തുന്നു
പുല്ലിൽ രണ്ട് സീബ്രകൾ
മനുഷ്യൻ തന്റെ കഴിവ് ചെയുന്നു
കറുപ്പും വെളുപ്പും ടൈൽ
നായ ഓടുന്നു
സ്യൂട്ട്‌കേസിനുള്ളിൽ ഇരിക്കുന്ന ഒരു കുട്ടി
ജിറാഫുകൾ നടക്കുന്നു
തവിട്ട് നിറമുള്ള സോഫ
ഒരു പാത്രത്തിൽ ഭക്ഷണം
ഷർട്ടിന് രണ്ട് ബ്രെസ്റ്റ് പോക്കറ്റുകളുണ്ട്
തെരുവ് വെളിച്ചം വായുവിൽ
ചലനത്തിലുള്ള ഒരു മഞ്ഞ ടെന്നീസ് ബോൾ
ചുമരിൽ ഫ്ലാറ്റ് സ്ക്രീൻ മോണിറ്റർ
വെള്ളി പൂക്കൾ
നിലത്ത് കറുത്ത പുള്ളി
ഷെൽഫിൽ നിർമ്മിച്ച ഒരു വൈറ്റ് ടബ് എൻ‌ക്ലോസർ
ഹോം പ്ലേറ്റിൽ ബാറ്റർ.
കണ്ണട തൊപ്പിയിലുണ്ട്
ചുവരിൽ തൂക്കിയിട്ടിരിക്കുന്ന നീല തൂവാല
ഒരു സ്ത്രീയുടെ ഫോട്ടോ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
മനുഷ്യൻ ഒരു ബെഞ്ചിൽ ഇരിക്കുന്നു
ബോക്സിലെ ഒരു വാചകം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ട്രെയിനിൽ നിന്ന് നീരാവി പുറത്തേക്ക് വരുന്നു
ഒരു വാതിൽക്കൽ നിൽക്കുക
തെരുവിൽ ഇരട്ട ഡെക്കർ ബസ്
കുഞ്ഞ് ആന
ഇരുണ്ട നിറമുള്ള ഭക്ഷണം.
വെളുത്ത അക്ഷരങ്ങളിൽ \ പിയട്ര എൽ ഉള്ള ഇരുണ്ട നീല ചിഹ്നം
ഒരു ജോഡി മഞ്ഞ ഫ്രെയിം ചെയ്ത സൺഗ്ലാസുകൾ
സസ്യജാലങ്ങൾ ഉള്ള മണലിൽ ബെഞ്ച്
തെളിഞ്ഞ ഇരുണ്ട നീലാകാശം
രാത്രി ആകാശത്ത് ഇരുട്ട്
പുരുഷന്റെ അരികിൽ നിൽക്കുന്ന കൊച്ചു പെൺകുട്ടി
തെരുവിൽ മഞ്ഞ അഗ്നി ജലാംശം
ഉപകരണത്തിലെ ബട്ടൺ
വിൻഡോ ദീർഘചതുരമാണ്
നിലത്ത് കറുത്ത പുള്ളി
കറുപ്പും വെള്ളിയും നിറത്തിൽ ഉള്ള റഫ്രിജറേറ്റർ
ഇതൊരു ബോർഡാണ്
ഒരു വ്യക്തി വസ്ത്രങ്ങൾ കൂട്ടി വെക്കുന്നു
ഒരു യുവാവ് തന്റെ സ്കൂൾ ചിത്രങ്ങൾക്ക് പോസ് ചെയ്യുന്നു
കപ്പിൽ ദ്രാവകമുണ്ട്
ഒരു ഡോനട്ട് കൈവശമുള്ള കുട്ടി
ലോഹത്തിന്റെ പിടിയിൽ ൽ ടോയ്‌ലറ്റ് കടലാസ്സിന്റെ ചുറ്റ്
ആൺകുട്ടിക്ക് ഗ്രേ ഹുഡ് ഉണ്ട്
ഇതൊരു വലിയ കിടക്കയാണ്
പാനീയ പെട്ടി മേശപ്പുറത്ത്
മിക്കി മൗസ് പോലെ ധരിച്ച ഒരാൾ
"വെള്ള, ചുവപ്പ് ട്രോളി"
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ചുവന്ന ട്രോളിയിൽ വെളുത്ത അക്ഷരങ്ങൾ
ഒരു പെൺ സോമ്പിയുടെ തല.
ഇത് പിസ്സയുടെ ഒരു കഷ്ണം
കസേരയും സ്യൂട്ട്‌കേസുമായി പോസ് ചെയ്യുന്ന യുവ മോഡൽ
ടാർമാക്കിൽ വലിയ വെളുത്ത തലം
സ്കീസിൽ ഒരു ഇരുണ്ട രൂപം
വെളുത്ത ഷർട്ട് ധരിച്ച ചെറുപ്പക്കാരൻ
വിമാനത്താവളത്തിലെ ബാഗേജ് കറൗസൽ
വിമാനം സർവീസ് ചെയ്യുന്നു
നിലത്ത് കറുത്ത പുള്ളി
ഒരു വളവുള്ള ക്ലോക്ക് ടവർ
ബൈക്ക്
റോഡിൽ നിർത്തിയ കറുത്ത മോട്ടോർസൈക്കിൾ
ഒരു പാസഞ്ചർ ജെറ്റിന്റെ മൂക്ക്
ഒരു ചെറിയ കുട്ടികളുടെ മുഖം
മനുഷ്യൻ കണ്ണട ധരിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പഴയ രീതിയിലുള്ള ചുവന്ന ഫയർ ട്രക്ക്
മോട്ടോർ സൈക്കിളിൽ സഞ്ചരിക്കുന്ന വ്യക്തി.
ട്രെയിൻ സ്റ്റേഷനിലെ പ്ലാറ്റ്ഫോം
ഒരു ഓറഞ്ച് വിദേശ സ്കൂൾ ബസ്
ഗിറ്റാർ വായിക്കുന്ന ഒരാൾ
കണ്ണാടിക്ക് സ്വർണ്ണ ഫ്രെയിം ഉണ്ട്
കരയിൽ മൂന്ന് ചെറിയ വള്ളങ്ങൾ
സിൽവർ ഫോർക്കിന്റെ ടിപ്പ്
മുൻ‌പന്തിയിൽ വാൻ.
പച്ച അങ്കി ധരിച്ച മനുഷ്യൻ
നിന്റെൻഡോ വൈ കളിക്കുന്ന പുരുഷന്മാർ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കടൽത്തീരത്ത് ഒരു ബെഞ്ച്.
പശുവിന്റെ നീളമുള്ള വാൽ
തെരുവിൽ ബൈക്ക് ഓടിക്കുന്ന മനുഷ്യൻ പുഞ്ചിരിക്കുന്നു
നടപ്പാതയുടെ മധ്യത്തിൽ ക്ലോക്ക് ടവർ
ഫീൽഡിൽ പ്രവർത്തിക്കുന്ന സീബ്രകൾ
കൈകൾ ഒരു ഫോൺ പിടിക്കുന്നു
തെരുവിൽ പിസ്സ കഴിക്കുന്ന പ്രാവുകളുടെ ഒരു കൂട്ടം
ചിത്രത്തിലെ വ്യക്തിയുടെ കൈ
ചെറിയ മഞ്ഞ നിറമുള്ള പതാക
രണ്ട് ജിറാഫുകൾ ഒരുമിച്ച് നിൽക്കുന്നു
കോസ്റ്ററിൽ ഒരു വെളുത്ത കപ്പ്.
പുല്ലിൽ മേയിക്കുന്ന ഒരു സീബ്ര
കറുത്ത പശു ഒറ്റയ്ക്ക് നിൽക്കുന്നു
ഒരു റൗണ്ട് ഓറഞ്ച് ഫ്രിസ്ബീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കുഞ്ഞ് ആന
ആനയുടെ നീളമുള്ള തവിട്ടുനിറത്തിലുള്ള തുമ്പിക്കൈ
പാത്രത്തിനു മുകളിലുള്ള ഭക്ഷണം
ഒരു കരടിയുടെ വലത് കറുത്ത ചെവി
മനുഷ്യൻ സ്യൂട്ട് ധരിച്ചു
ഇടതുവശത്ത് അഭിമുഖീകരിക്കുന്ന ഒരു മുതിർന്ന സീബ്ര
പ്ലേറ്റിൽ ഓറഞ്ച് കഷ്ണങ്ങൾ.
ഒരു കൂട്ടം ബസുകൾ മതിലിനൊപ്പം അണിനിരന്നു
"മുട്ട ബ്രോക്കോളി, കൂൺ എന്നിവ ഉപയോഗിച്ച് ചുരണ്ടുന്നു"
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
നിലത്ത് ഒരു പശു
കറുത്ത ഫ്രെയിം ഗ്ലാസുകൾ
ഇതൊരു നീണ്ട പിസ്സയാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ബോട്ട് ചുവപ്പും വെള്ളയും ആണ്.
ഒരു ട്രാക്കിൽ കറുത്ത ട്രെയിൻ
പിന്നിലെ തൂവലുകൾക്ക് ഇടയിലേക്ക് തല വെച്ചിരിക്കുന്ന ഒരു ഹംസം
ഫ്ലോറിൽ ലൈറ്റ് പിങ്ക് റഗ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
"ചുവപ്പ്, നീല ചിഹ്നം"
കറുത്ത ഷർട്ട് ധരിച്ച മനുഷ്യൻ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നിലത്ത് കറുത്ത പുള്ളി
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
കറുപ്പും വെള്ളിയും വിദൂര നിയന്ത്രണം
വിളക്കുമാടത്തിന്റെ വെള്ളയും ചുവപ്പും ഗോപുരം.
കുഞ്ഞ് ആന
പാലത്തിൽ ട്രെയിൻ
ഒരു വലിയ നീല പന്ത്.
ചുവന്ന പൂക്കളുടെ പാച്ച്
ഇതാണ് ഒരു കായിക കാറിന്റെ മുൻഭാഗം
പുള്ളി ജിറാഫിന്റെ തല
ഒരു സിങ്ക്
പിസ്സയിൽ പച്ച പച്ചക്കറി
ക .ണ്ടറിൽ ആപ്പിൾ ലാപ്‌ടോപ്പ്
സോക്സ് ധരിച്ച വ്യക്തി
ഒരു മേശയുടെ മുകളിൽ സിൽവർ ഓവൻ ടോസ്റ്റർ.
വെളുത്ത തലം
ഇതൊരു മൈക്രോഫോണാണ്
ഒരാൾ കറുത്ത സ്യൂട്ട് ധരിക്കുന്നു
തവിട്ടുനിറത്തിലുള്ള കുതിര സവാരി ചെയ്യുന്ന ഒരാൾ.
ആണ്‍കുട്ടി പന്ത് തട്ടുന്നു
സ്വൂഷ് അടയാളം ഉള്ള നീല തലക്കെട്ട്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കത്ത് വെളുത്തതാണ്.
കുഞ്ഞ് ആന
ഒരാൾ എഴുന്നേറ്റു നിൽക്കുന്നു
തറയിൽ ടൈൽ.
പൂതട്ടങ്ങളുടെ അടുത്ത് ഒരു ചെറിയ വെളുത്ത കുപ്പി
വാതിലിൽ പുറത്തുകടക്കുക ചിഹ്നം
ഒരു കഷ്ണം പിസ്സ കഴിക്കുന്ന ഒരാൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പെയിന്റിംഗിന്റെ വരി ചുമരിൽ തൂക്കിയിരിക്കുന്നു
ട്രെയിനിന്റെ മുൻവശത്ത് മഞ്ഞ മെറ്റൽ വാതിൽ
കമ്പനി ലോഗോ ബസിന് മുന്നിൽ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു ട്രെയിൻ ട്രാക്കിലാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ബസിന്റെ പുറകിൽ
സീബ്രയുടെ വശത്തുള്ള പാറ്റേൺ
വെളുത്ത ടവൽ കെട്ടിത്തൂക്കിയിട്ടിരിക്കുന്നു
വേവിച്ച തവിട്ട് നിറമുള്ള കാപ്പിക്കുരു
ഒരു പന്ത് തട്ടാൻ ഒരുങ്ങുന്ന ഒരു ബാറ്റർ
നീല വെള്ളത്തിൽ വെളുത്ത പക്ഷി
ഒരു സിങ്കിൽ ഇരിക്കുന്ന ചെറിയ കുട്ടി
ഒരു സെൽ ഫോൺ
മതിലിനെതിരായ സൈക്കിൾ ഓറഞ്ച് ആണ്
ഒരു തന്ത്രം ചെയ്യുന്ന സ്കേറ്റ്ബോർഡർ
ഒരു പന്തിൽ വീശാൻ ഒരുങ്ങുന്ന ഒരു ബാറ്റർ
റാമ്പിലെ സ്കേറ്റ്ബോർഡ്.
ലാപ്‌ടോപ്പിന് മുകളിലുള്ള ബ്രാൻഡ് നാമം
ആന വെള്ളത്തിൽ നിൽക്കുന്നു
തവിട്ടും വെളുപ്പും നിറത്തിലുള്ള ജിറാഫിന്റെ തല നിലത്തോട് ചേർന്നാണ്.
ടെന്നീസ് കോർട്ടിൽ നിൽക്കുന്ന ഒരാൾ.
സ്റ്റൈറോഫോം ഗ്ലാസ് വെളുത്ത ലിഡ്
ഡോം സ്റ്റേഡിയത്തിൽ വെളിച്ചം
ഒരു സ്കേറ്റ്ബോർഡർ ജമ്പ് ചെയ്യുന്നു
സ്റ്റോവെയിൽ ടോപ്പിൽ ഓറഞ്ച് തേക്കിൻ
ഒരു മനുഷ്യന്റെ തല
വെള്ളത്താൽ തകർന്ന കെട്ടിടം
ഒരു മനുഷ്യന്റെ പ്രതിഫലനം
അത് ഓണാക്കാൻ ഒരു സ്റ്റോവ് നോബ്
മൈക്രോവേവിന് മുന്നിൽ നീല വൃത്തം.
ജാക്കറ്റിൽ വെളുത്ത അക്ഷരം
നായ്ക്കളുടെ മൂക്ക് കറുത്തതാണ്
കുഞ്ഞ് ആന
കൗണ്ടർ‌ടോപ്പ് ശുദ്ധമാണ്
കൗണ്ടറിൽ വെളുത്ത മഗ്ഗ്
ഓറഞ്ച് ഡിസ്പ്ലേ
"ഷാംപൂ, കണ്ടീഷണർ കുപ്പികൾ"
ധ്രുവത്തിൽ ചുവപ്പും വെള്ളയും ടാഗ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പുരുഷന്മാർ ഒരു സമ്മേളനം നടത്തുന്നു
രണ്ടുപേർ കുതിര സവാരി ചെയ്യുന്നു
ശാന്തമായ തിരമാലകൾ
മഞ്ഞ എലിയുടെ വലിയ പ്രതിമ
ബിയർ തട്ടത്തിൽ ഇരിക്കുന്നു
ജനങ്ങളുടെ പിന്നിൽ വെള്ളം
ബ്ലെൻഡർ മൂലയിലാണ്
സ്ത്രീയുടെ കൈയിൽ വിരൽ
അത്‌ലറ്റിക് സ്കേറ്റ്ബോർഡറുടെ കൈ
മനുഷ്യന് ഭ്രാന്തൻ കണ്ണുകളുണ്ട്.
ഒരു പെൺകുട്ടിക്ക് പിങ്ക് ഹെൽമെറ്റ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഷോട്സുകൾ മനുഷ്യനെ ഒരു ഫ്രിഡ്ജ് ചലിക്കുന്ന
ടെഡി ബിയറുകൾ ഒരു തൊപ്പിയിൽ ഉറപ്പിച്ചിരിക്കുന്നു
പൂക്കൾ
പക്ഷി പാറയിൽ നിൽക്കുന്നു
ആളുകൾ ഒരു ബസിനടുത്ത് നിൽക്കുന്നു
അക്കം 25 ആണ്
2 വലിയ തവിട്ട് ആനകൾ
ടെഹ് വായുവിലെ പാരാസൈലുകൾ
തൊപ്പി പച്ചയാണ്
ഒരു കറുത്ത സ്കേറ്റ്ബോർഡ്.
കുഞ്ഞ് ആന
കുഞ്ഞ് ആന
"ഉയരമുള്ള ചുവന്ന പോൾ, അതിന് മുകളിൽ ഒരു ഘടികാരം"
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു വ്യക്തി വിമാനത്തിൽ നിന്ന് പുറത്തേക്ക് നടക്കുന്നു
ഉന്മേഷദായകമായ വീഞ്ഞിന്റെ ഗ്ലാസ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
തലകീഴായി ശൂന്യമായ ഗ്ലാസ്
മൃഗങ്ങളുടെ ചുറ്റുപാടിൽ ചരൽ
ട്രക്കിന്റെ പിൻ ചക്രങ്ങൾ
രാജ്യത്ത് ഒരു സ്കീയർ
രാത്രി ട്രാക്കിൽ യാത്രാ ട്രെയിൻ
പിങ്ക് ഹെൽമെറ്റ് ധരിച്ച കുട്ടി
ഒരു സ്റ്റേഷനിൽ ഒരു തീവണ്ടി
ഒരു ട്രെയിൻ സ്റ്റേഷന്റെ ഓവർഹെഡ് കാഴ്ച
ടയറിലെ ചവിട്ടി
വിറകിലെ പക്ഷി.
തടി കൊണ്ടുള്ള വേലി
കുഞ്ഞ് ആന
വെളുത്ത ഓവൻ മിറ്റിൽ പുഷ്പം
നിലത്ത് കറുത്ത പുള്ളി
സീബ്രകൾ കഴിക്കുന്നു
പശ്ചാത്തലത്തിൽ ഉയരമുള്ള പള്ളി
ഇതൊരു കസേരയാണ്
ക്രീം തൊപ്പി ധരിച്ച ഒരാൾ
ചുമരിലെ കണ്ണാടികൾ
തൊപ്പി ധരിച്ച ഒരാൾ
ദ്രാവകമുള്ള പാത്രം
കറുപ്പും തവിട്ടുനിറത്തിലുള്ള കന്നുകാലികളുടെ ഒരു കൂട്ടം
മണൽ കുന്നിൽ നീല സർഫ് ബോർഡ്.
ഒരു കുളത്തിൽ താണ സൈക്കിൾ.
ഒരു മനുഷ്യൻ ഒരു ടെന്നീസ് കോർട്ടിൽ
വെളുത്ത അക്ഷരം പി
അവൻ ഒരു ഫ്രിസ്‌ബിയുമായി കളിക്കുന്നു
മേശപ്പുറത്ത് ഒരു പ്ലേസ്മാറ്റ്
"ഗ്രിസ്ലി ബിയർ പാവ്, നഖങ്ങൾ"
വെളുത്ത ഷർട്ട് ധരിച്ച സ്ത്രീ
കന്നുകാലികളിൽ കൊമ്പുകൾ
ആടുകൾ ബേയ്ജ് നിറം ആണ്
മെറ്റൽ പേനയിൽ നിരവധി ആടുകൾ
ഒരു വെളുത്ത ബസ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
നീല ഷർട്ട് ധരിച്ച മനുഷ്യൻ
വലിയ ശാഖിതമായ മരം
ട്രാക്കിലെ പാസഞ്ചർ ട്രെയിൻ
പിസ്സയിൽ പിങ്ക് ചെമ്മീൻ
ഒരു വെളുത്ത ബൗൾ അതിൽ സൂപ്പ്
മൂങ്ങ ലോഹത്തിൽ ഇരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പശ്ചാത്തലത്തിലുള്ള ടെലിഫോൺ പോൾ
ഒരു പക്ഷി വായുവിലാണ്.
പശു കറുത്തതാണ്
പട്ടം പറപ്പിക്കുന്ന മനുഷ്യൻ
ഹോം പ്ലേറ്റിലെ ഒരു ബേസ്ബോൾ കളിക്കാരൻ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
പാർക്കിംഗ് സ്ഥലത്ത് കിടക്കുന്ന കാർ
ഒരു ഫ്രിസ്‌ബീ വായുവിലാണ്
ഇത് ഒരു വ്യക്തിയാണ്
വിശാലമായ പച്ചപ്പ് നിറഞ്ഞ വയലിൽ സീബ്ര മേയുന്നു
വീടിന്റെ മേൽക്കൂരയിൽ വെളുത്ത ചിമ്മിനി
ഒരു പാത്രം പഴം
ചുവന്ന സ്വറ്റ് ഷർട്ട്
ഒരു മനുഷ്യൻ മഞ്ഞുമലയിൽ സ്നോബോർഡിംഗ് നടത്തുന്നു.
മനുഷ്യന്റെ തലയിൽ ഒരു സെൽ ഫോൺ ഉണ്ട്
സ്കേറ്റ്പാർക്കിലെ കുട്ടി
നിലത്ത് കറുത്ത പുള്ളി
ഒരു മേശപ്പുറത്ത് ഒരു കരടി പ്രതിമ
രുചികരമായ ഇറ്റാലിയൻ പിസ്സ പൈ
വെള്ളം
ചീരയുടെ ക്യാനുമായി ടി-ഷർട്ടിൽ പോപ്പേ ദി സൈലർമാൻ
പൂച്ചയുടെ വലത് ചെവി
ഒരു ബേസ്ബോൾ കളിക്കാരൻ പന്ത് എടുക്കുന്നു
ചെറിയ വെള്ളി മെറ്റൽ കഷണം
ഒരു സ്കീ ചാടി മൂന്ന് സ്കീയർമാർ പോകുന്നു
ഒരു കാറിൽ ഒരു ടെയിൽ വെളിച്ചം
ബോട്ട് ഒരു ജലാശയത്തിലൂടെ സഞ്ചരിക്കുന്നു
മനുഷ്യൻ ചുവന്ന ഫ്രിസ്‌ബിയെ പിടിക്കുന്നു.
സോക്കർ ബോൾ പുല്ലിന് അല്പം മുകളിലാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കറുത്ത ജീൻസും വെള്ള ഷൂസും ധരിച്ച വ്യക്തി
ആന കാട്ടിൽ നടക്കുന്നു
ഒരു ബെഞ്ചിൽ സ്ഥിതിചെയ്യുന്ന ഫലകം
പാന്റിൽ വെളുത്ത പാച്ച്
സ്വെറ്ററിൽ ചുവന്ന പെൻഗ്വിൻ ലോഗോ
ഒരു നീല വിൻ‌ഡിംഗ് ട്രെയിൻ
ആൺകുട്ടികളുടെ തലയിൽ ഹുഡി
രണ്ട് മോട്ടോർ സൈക്കിൾ പോലീസ് ഉദ്യോഗസ്ഥർ
സ്വകാര്യമെന്ന് ബസിൽ ഒപ്പ്
ചുവന്ന ജാക്കറ്റ് ഉള്ള ഒരു സ്ത്രീ
സിൽവർ മെറ്റൽ ബീമിനെ താങ്ങുന്നു
ഒരു കപ്പ് പിടിച്ചിരിക്കുന്ന ഒരു സ്ത്രീ.
അഞ്ച് സ്‌കൂട്ടറുകൾ പുറത്ത് നിർത്തി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
അഗ്നി ജലാംശം
ഇതൊരു കാളക്കുട്ടിയാണ്
അത് ഒരു കൈയാണ്
ഹെൽമെറ്റിലെ ലോഗോ
വെള്ളി കത്തി പിടിച്ചിരിക്കുന്ന പെൺകുട്ടി
മഴ പെയ് ‌ത ദിവസത്തെ പാർക്ക്
റിബൺ ചുവപ്പും നീലയുമാണ്.
സ്വാഭാവിക ഫിനിഷ്ഡ് സർഫ് ബോർഡ്
വരയുള്ള സീബ്ര വേലിക്കുള്ളിൽ
"മഞ്ഞ, കറുത്ത പുഷ്പം"
ഒരു സ്കേറ്റ്ബോർഡിംഗ് പരിപാടിയിൽ നിരവധി ആളുകൾ
ഉള്ളിൽ ഒരു രംഗം
മൃഗങ്ങളുടെ കൂട്ടം
ചുവപ്പും വെള്ളയും ലൈറ്ഹൗസ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
രണ്ട് സിംഹങ്ങളെ കാണുന്ന രണ്ട് സീബ്രകൾ
ഒരു ടെന്നീസ് റാക്കറ്റ് കൈവശമുള്ള ഒരാൾ.
ഒരു കൊച്ചു പെൺകുട്ടിയുടെ മുഖം
ഹോപ്പ് സ്ട്രീറ്റ് എന്ന് പറയുന്ന ഒരു പഴയ തെരുവ് ചിഹ്നം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
2പോളാർ ക്കരടികൾ ഒരുമിച്ച്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
നേർത്ത അരിഞ്ഞ കൂണ് കഷ്ണം
കറുപ്പും വെളുപ്പും സോക്കർ പന്ത്
റോഡിൽ ഓറഞ്ച് ട്രക്ക്
സ്യൂട്ട് കേസ് നീലയാണ്
ഒരു ബോർഡിൽ പിസ്സ
സൺഗ്ലാസ്സ് ധരിക്കുന്ന ഒരാൾ
ഒരു കണ്ടെയ്നറിൽ ഓറഞ്ച് കഷ്ണങ്ങൾ
വണ്ടിയിൽ ഇരിക്കുന്ന വ്യക്തി
മഞ്ഞ ട്രെയിനിന്റെ മുൻവശത്ത്
ടെന്നീസ് കളിക്കുന്ന ഒരു പെൺകുട്ടി.
ട്രെയിനിന്റെ വശത്തെ വിൻഡോ
മനുഷ്യന് വെളുത്ത മുടിയുണ്ട്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
തീവണ്ടിയുടെ മുൻഭാഗം മഞ്ഞയാണ്
തെരുവിലെ വലിയ ട്രക്ക്
പർപ്പിൾ രണ്ടു നില ബസ്
പക്ഷി ഭംഗിയുള്ളതാണ്.
ടെന്നീസ് കോർട്ടിൽ സ്ത്രീ സ്വിംഗിംഗ് ചെയ്യുന്ന ടെന്നീസ് റാക്കറ്റ്
ഒരു ഫ്രിസ്‌ബീ പിടിക്കുന്ന നായ
വിരലിൽ ഒരു മോതിരം
കണ്ണാടിയിൽ രണ്ട് ആളുകളുടെ പ്രതിബിംബം.
കറുപ്പും വെളുപ്പും ബേസ്ബോൾ തൊപ്പി
മഞ്ഞ ടെന്നീസ് പന്ത് നിലത്ത്.
കുഞ്ഞ് ആന
മേശപ്പുറത്ത് ധാരാളം ഭക്ഷണം
ചാടുന്ന ടെന്നീസ് കളിക്കാരൻ
ഇതൊരു ചക്രമാണ്
കാട്ടിൽ ഒരു ജിറാഫ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഇതൊരു ഗുഹയാണ്
പ്രതിമയിലൂടെ ആകാശത്ത് പറക്കുന്ന വലിയ പക്ഷി.
മൃഗശാലയിലെ ഒരു ആന
"മഞ്ഞ, കറുപ്പ് പന്ത്"
ഒരു പാസ്തയും പച്ചക്കറി സാലഡും
ഒരുമിച്ച് നിൽക്കുന്ന ആളുകളുടെ ഗ്രൂപ്പ്
"വെള്ള, നീല വിമാനം"
കൈയ്യക്ഷര രൂപകൽപ്പനയുള്ള ചുവന്ന തുണിത്തരങ്ങൾ
കെട്ടിടത്തിലെ വെളുത്ത ഘടികാരം
വെള്ളത്തിൽ വെള്ള തരംഗം
പുല്ലിൽ ഓടുന്ന ഒരു പെൺകുട്ടി
നിലത്ത് ചെറിയ ഇരുണ്ട തവിട്ട് തടി കസേര
സ്ത്രീയുടെ കഴുത്തിൽ വെള്ളി മാല
ഒരു തവിട്ട് മുത്തച്ഛൻ ഘടികാരം
വളരെ വെറുപ്പുളവാക്കുന്ന ഒരു കപ്പ് സമാഹാരം
ഒരു കെട്ടിടത്തിനുള്ളിൽ അലങ്കരിച്ച വെളുത്ത ഘടികാരം
ബസ് തെരുവിലാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇതൊരു ആനയാണ്
മുകളിലൽ ഡെക്ക് ഉള്ള ട്രെയിൻ
ചുവപ്പും ചാരനിറത്തിലുള്ള ട്രെയിൻ
കുതിരയുടെ തല.
ഒരു സപ്ലൈ യാർഡിലെ സ്റ്റോപ്പ് ചിഹ്നങ്ങളുടെ കൂട്ടം
പൂച്ചയ്ക്ക് തവിട്ട് രോമങ്ങളുണ്ട്
കൈകൾ ഒരു ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു
സ്ത്രീ തന്റെ സെൽ ഫോണിൽ സംസാരിക്കുന്നു
മേശപ്പുറത്ത് സിൽവർ ലാപ്‌ടോപ്പ് തുറക്കുക
ദ്വീപ് ബീച്ച് രംഗം
കടൽത്തീരത്തെ കുട്ടികളുടെ കൂട്ടം
ജിറാഫിന്റെ മുഖം
രണ്ട് കറുത്ത ട്രാഫിക് ലൈറ്റുകൾ
ഒരു പ്ലഷി നായ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
തൂക്കിയിട്ട ഡോനട്ടിൽ സ്പ്രിങ്ക്ൾസ് തളിച്ചിട്ടുണ്ട്
ചുവന്ന ടെലിഫോൺ ബൂത്തിലെ കറുത്ത അക്ഷരം
മഞ്ഞ മെറ്റൽ ഫയർ ഹൈഡ്രാന്റ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ചുവന്ന ഹെൽമെറ്റ് ധരിച്ച വ്യക്തി ബേസ്ബോൾ ബാറ്റ്
മനുഷ്യന് ചെറിയ മുടിയുണ്ട്.
മനുഷ്യൻ ചുവന്ന കോട്ട് ധരിച്ചിരിക്കുന്നു.
ചിത്രത്തിലെ ഒരു പൂച്ച
മഞ്ഞുമലയിൽ സ്കീയിംഗ് ചെയ്യുന്ന ഒരു സ്ത്രീ
കാരറ്റ് കൊട്ടയ്ക്കകത്താണ്.
വ്യക്തിയുടെ കയ്യിൽ ചുവന്ന സ്കീ പോളുകൾ
കമ്പ്യൂട്ടർ ലാപ്‌ടോപ്പ് സ്‌ക്രീൻ
സീലിംഗിലെ ലൈറ്റുകൾ
കറുപ്പും വെളുപ്പും നാമ തൊങ്ങൽ
"ഓറഞ്ച്, വൈറ്റ് ചിഹ്നം"
മൊബൈലിൽ ചെറിയ കാൽപ്പാടുകൾ
ചുവന്ന സ്കാർഫ് ധരിച്ച വ്യക്തിയുടെ കണ്ണ്
വിദൂരത്തുള്ള ഒരു ബട്ടൺ
ഒരു ധ്രുവത്തിൽ പച്ച ചിഹ്നം
റൊട്ടിയിൽ ചുവന്ന തക്കാളി
ചുവന്ന തൊപ്പി ധരിച്ച വ്യക്തി.
ഒരു സ്ത്രീ തന്റെ സെൽഫോണിൽ സംസാരിക്കുന്നു
ഒരു ഡൈനിംഗ് കസേര
വെളുത്ത നായയുടെ തലയും കഴുത്തും
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പാത്രത്തിൽ ഗ്ലാസ് മുത്തുകൾ
വലിയ തവിട്ട് ആന
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
രണ്ടുപേർ ബെഞ്ചിൽ ഇരിക്കുന്നു
ഒരു പാർക്കിംഗ് മീറ്റർ
ലിഡ് അടച്ചു ഇട്ടിരിക്കുന്ന ഒരു വെളുത്ത ടോയ്‌ലറ്റ്
റെയിലിലേക്ക് ചാഞ്ഞുനിൽക്കുന്ന നീല സൈക്കിൾ
പാൻകേക്കുകളുടെ മുകളിൽ സൂക്ഷിക്കുന്നു
ഒരു ഭക്ഷണ ട്രക്കിനടുത്തുള്ള ഉദ്യാനത്തിലെ ആളുകൾ
പശുക്കൾ ഒരു മേച്ചിൽപുറത്താണ്
ഇളം തവിട്ട് തടി കസേര
ചതുരാകൃതിയിലുള്ള പിസ്സ
ഒരു പന്തിന് പിന്നാലെ ഓടുന്ന ഒരു കുട്ടി
ഒരു ഫുട്പാത്തിൽ ഒരു ബസ് പാർക്ക് ചെയ്തിരിക്കുന്നു.
ഒരു കറുപ്പും വെള്ളിയും ഉള്ള അഗ്നി ജലാംശം
ഇതൊരു ലോഹമാണ്
വേലിക്ക് അടുത്ത് ഇരിക്കുന്ന രണ്ടുപേർ
ചിഹ്നം അഷ്ടഭുജാകൃതിയിലാണ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു സർഫിംഗ് ബോർഡ്
ഒരു ചുവന്ന തൊപ്പി
ഒരു വൈ നിയന്ത്രണം നിയന്ത്രിക്കുന്ന ഒരു കൈ
പൂച്ച ഒരു കസേരയിൽ ഇരിക്കുന്നു
നായ കിടക്കുന്നു
കുതിര ജനങ്ങളുടെ അടുത്ത് നിൽക്കുന്നു
ധ്രുവത്തിലെ തെരുവ് ചിഹ്നം
പൈനാപ്പിൾ കൂട്ടം തൂക്കിയിട്ടിരിക്കുന്നു
തലയിൽ വെളുത്ത തൊപ്പി
ഗോപുരത്തിലെ ഘടികാരം
ക്യാമറയിലെ നായ
ഒരു വെളുത്ത ഹെൽമെറ്റ് ധരിച്ചിരിക്കുന്ന മനുഷ്യൻ
പൂക്കൾ കുപ്പിയിലുണ്ട്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വെള്ള വരകളുള്ള മങ്ങിയ ഓറഞ്ച് ട്രാഫിക് കോൺ
ഒരു ആഘോഷത്തിൽ ഒരു കൂട്ടം ആളുകൾ
പ്ലേറ്റിലെ ഭക്ഷണം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പേനയിൽ ആന
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
രണ്ട് പശുക്കൾ പുല്ലിൽ കിടക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇത് ഒരു വ്യക്തിയാണ്
ഒരു ഏക സീബ്ര
തെരുവിൽ ഒരു ചുവന്ന കാർ
വയലിൽ ചെറിയ വെളുത്ത ആട്
ഡിസ്കോ ഗ്ലോബ് ഉപരിതലത്തിൽ വാഴപ്പഴം
വെള്ളത്തിൽ സർഫിംഗ് ചെയ്യുന്ന ഒരാൾ
മോട്ടോർ സൈക്കിളിൽ ജോലി ചെയ്യുന്ന ഒരാൾ
നിലത്ത് കറുത്ത പുള്ളി
ഒരാൾ ഉദ്യാനത്തിൽ സോക്കർ കളിക്കുന്നു
വെള്ളി ഹെൽമെറ്റ് ധരിച്ച മനുഷ്യൻ
തവിട്ടുനിറത്തിലുള്ള കുതിര സവാരി ചെയ്യുന്ന സ്ത്രീ
നിലത്ത് കറുത്ത പുള്ളി
റോഡിൽ വൈറ്റ് ബസ്
ഒരു വെളുത്ത മതിൽ.
കീബോർഡ് ബ്ലാക്ക് ആൻഡ് വൈറ്റ് ആണ്
സ്റ്റോർ ഡിസ്‌പ്ലേയിലെ സ്‌കൂട്ടർ
കുഞ്ഞ് ആന
വായുവിൽ വൈറ്റ് ബേസ്ബോൾ
നിലത്ത് കറുത്ത പുള്ളി
മൂന്ന് ജിറാഫുകളുടെ ഒരു സംഘം
ചുവന്ന പ്ലേറ്റിൽ ഹോട്ട് ഡോഗുകളുടെ കൂട്ടം.
ഇത് ഒരു മനുഷ്യനാണ്
നായയുടെ കൈകാലുകൾ
ഇത് ഒരു വ്യക്തിയാണ്
ഇളം നിറമുള്ള ഷർട്ട് ധരിച്ച മനുഷ്യൻ
കോൺക്രീറ്റ് പോസ്റ്റിൽ ഇരിക്കുന്ന സ്ത്രീ
ഒരു ചുവരിൽ ഒരു വെന്റിലേഷൻ യൂണിറ്റ്
കാട്ടിൽ തവിട്ട് നിറമുളള കരടി
കൂടുകളിൽ പക്ഷികൾ
വിദ്യാർത്ഥികൾ ലൈബ്രറിയിൽ ഉച്ചഭക്ഷണം കഴിക്കുന്നു
ഒരു തവിട്ട് പശു മൂക്ക്.
നാല് ലാപ്ടോപ്പുകളുടെ ഒരു വരി
ബൈക്കറിന് മുകളിലുള്ള നീല കുട
ട്രാക്കുകളിലെ ട്രെയിൻ
ശരീരത്തിന്റെ ഒരു സീബ്രയുടെ വശം അടയ്ക്കുക.
ഒരു ബൈക്കിൽ ഹെൽമെറ്റ്
നിലത്ത് കറുത്ത പുള്ളി
ഒരു വാഴപ്പഴത്തിൽ കൊത്തുപണി
ഗോപുരത്തിൽ ഒരു ക്ലോക്ക് ഉണ്ട്
കടലിൽ സർഫിംഗ് ചെയ്യുന്ന ഒരാൾ
പിങ്ക് ചരടിന്റെ ഒരു നെയ്ത്തുകുഴൽ
ഒരു ടെഡി ബിയറിന്റെ അടിയിൽ ചാരനിറത്തിലുള്ള അടിഭാഗം.
മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്ന ഒരു സ്ത്രീ
രണ്ട് വ്യത്യസ്ത വലുപ്പത്തിലുള്ള ജിറാഫുകൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ട്രെയിൻ ലോഹത്തിൽ നിർമ്മിച്ചതാണ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പോൾക്ക ഡോട്ട് വസ്ത്രം ധരിച്ച പെൺകുട്ടി
ഓറഞ്ചിന്റെ ഒരു പാത്രം.
പച്ച ടോപ്പുള്ള മഞ്ഞ ഹൈഡ്രാന്റിന്റെ ഭാഗം
അടുക്കളയിൽ ചാരനിറത്തിലുള്ള ഓവനുകൾ
സീബ്ര പതുക്കെ ചുറ്റിനടക്കുന്നു
ഒരു വിമാനത്താവളത്തിലെ ബാഗേജ് കുഴപ്പങ്ങൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
തെളിഞ്ഞ ചാരനിറത്തിലുള്ള ആകാശം
ഒരു മുറിയുടെ വരാന്ത
മേശപ്പുറത്ത് ഒരു ഗ്ലാസ്
ഒരു കെട്ടിടത്തിലെ പ്രതിമ
പശ്ചാത്തലത്തിൽ മനോഹരമായ മഞ്ഞുവീഴ്ചയുള്ള മേഘങ്ങൾ
ഒരു സ്റ്റോപ്പ് ചിഹ്നത്തിനടുത്ത് നിൽക്കുന്ന ഒരു കുട്ടി.
ഒരു ബാഗ് ലേസ് ഉരുളക്കിഴങ്ങ് ചിപ്സ്
പച്ചയും വെള്ളയും കൈറ്റ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കുടയുമായി നടക്കുന്ന വ്യക്തി
ദ്വീപ് ബീച്ച് രംഗം
ടോയ്‌ലറ്റ് പേപ്പറിന്റെ ഒരു വെളുത്ത റോൾ
ബെഞ്ചിന് മുകളിൽ ഇരിക്കുന്ന രണ്ടുപേർ.
സീബ്രകൾ മൂന്ന്
പ്ലേറ്റിൽ രണ്ട് മഫിനുകൾ
സ്റ്റാൻഡിന് മുകളിൽ വെളുത്ത വിളക്ക് നിഴൽ.
ഒരു ബൈക്ക് ടയറിൽ ഒരു മൂങ്ങ.
കൈറ്റ്സ് ആകാശത്ത് പറക്കുന്നു.
പോളാർ കരടിയിയുടെ തല
വംശീയ വസ്ത്രധാരണത്തിൽ ഒരു കറുത്ത മനുഷ്യൻ
കളത്തിലെ ബാറ്റർ
വിമാനം വായുവിലാണ്
അവൾ ഒരു ക്യാമറ പിടിക്കുന്നു
കരടി ഒരു മരത്തിൽ മുകളിലാണ്
ഒരു പ്രകടനം കാണുന്ന ഒരു കൂട്ടം കുട്ടികൾ
ഒരു പതാക പറക്കുന്ന സൂചന
മനുഷ്യൻ വേദിക്ക് മുന്നിൽ നിൽക്കുന്നു
മനുഷ്യൻ ആനയുടെ മുകളിൽ നിൽക്കുന്നു
ഇതൊരു കുരങ്ങാണ്
റോഡിന്റെ വശത്തുള്ള ഒരു ബെഞ്ച്
"ചുവപ്പ്, സ്വർണ്ണ ടാഗ്"
റോഡിന്റെ വശത്ത് പാർക്ക് ചെയ്തിരിക്കുന്ന കാർ
കൗമാരക്കാർ പന്ത് കളിക്കുന്നു
വെള്ളത്തിൽ ബോട്ടുകൾ.
ഒരു ചെറിയ കഷണം കേക്ക്
ആകാശത്തിലെ സൂര്യൻ
കടൽത്തീരത്തുള്ള ആളുകൾ
ധ്രുവത്തിലെ സ്റ്റോപ്പ് ചിഹ്നം
മരത്തിന്റെ കൊമ്പുകളിൽ ഇലകൾ
വ്യക്തിയിൽ നീലയും വെള്ളയും ഷോർട്ട്സ്.
ചുറ്റും മരങ്ങളുള്ള റോഡ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
മൂന്ന് ചിത്രങ്ങൾ ചുമരിൽ തൂക്കിയിരിക്കുന്നു
ലേബൽ നീലയാണ്
ശില്പം ഒരു തടി കൊണ്ട് ഉണ്ടാക്കിയതാണ്
കൺവെയറിലെ തവിട്ട് ലഗേജ്.
ഒരു കൊട്ടയിൽ വാഴപ്പഴം
ഫ്രിഡ്ജിന് മുകളിൽ ഇരിക്കുന്ന വെളുത്ത പൂച്ച.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ലാപ്‌ടോപ്പുള്ള ഒരു കൊച്ചു പെൺകുട്ടി
നിലത്ത് ഒരു കലത്തിൽ ഉയരമുള്ള ചെടി
ഒരു മനുഷ്യൻ കുന്നിൻ മുകളിലൂടെ സഞ്ചരിക്കുന്നു
ആളുകളെ മൂടുന്നതിന് വെളുത്ത ടാർപ്പ്
പ്ലേറ്റിൽ ബ്രൊക്കോളി തണ്ട്
മനുഷ്യൻ ഒരു സ്കൂട്ടറിൽ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു കളപ്പുരയിൽ ആടുകൾ
ഒരു നടപ്പാതയിലെ പുരുഷന്മാർ
മണലിൽ സ്ത്രീ
ആകാശത്ത് ബ്രിട്ടീഷ് പതാക
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു മേശയുടെ കത്തി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു പിസ്സയിൽ പെപ്പെറോണി
ഒരു തെരുവ് ചിഹ്നം.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കറുത്ത പഴയ രീതിയിലുള്ള തീവണ്ടി കാർ
വെള്ളത്തിൽ കറുപ്പും വെളുപ്പും വള്ളം
ചാരനിറത്തിലുള്ള മതിൽ പാടുകൾ കൊണ്ട് പൊതിഞ്ഞു
"ജിറാഫിന് തവിട്ട്, വെളുപ്പ് ക്രമങ്ങൾ ഉണ്ട്"
മനുഷ്യൻ ഒരു കത്തി പിടിക്കുന്നു.
ടോയ്‌ലറ്റിന് മുകളിൽ വെച്ചിരിക്കുന്ന ടോയ്‌ലറ്റ് പേപ്പർ റോൾ.
മനുഷ്യന്റെ മുഖത്ത് കണ്ണട
ഇതൊരു സ്യൂട്ട് കേസാണ്
ഫീൽഡിലെ ഒരു സീബ്ര
ഒരു മൾട്ടി ലൈൻ ഫോണിലെ ബട്ടണുകൾ.
വാഗണിൽ കറുത്ത ചക്രം
ഇത് ഒരു വ്യക്തിയാണ്
മുൻവശത്ത് ഒരു ബെഞ്ച്
പച്ച ടെന്നീസ് ബോൾ വായുവിൽ
ചുമരിൽ ഒരു ചിത്രം
നടപ്പാതയിൽ രണ്ട് സ്റ്റഫ് ചെയ്ത ടെഡി ബിയറുകൾ
ഷോർട്ട് കറുപ്പ് ആണ്
പൂച്ചയുടെ കണ്ണുകൾ ഉറ്റുനോക്കുന്നു
മഞ്ഞ മോപ്പ് ബക്കറ്റ്
നിലത്ത് കറുത്ത പുള്ളി
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
റൺവേയിലെ വിമാനം
ബ്ലേസർ കറുത്തതാണ്
പച്ചയും വെള്ളയും ഉള്ള വിമാനം
പുല്ലിൽ കിടക്കുന്ന പശുക്കൾ
തെഹ് കരടിയുടെ ചെവി
ചുവപ്പും കറുപ്പും കൊണ്ട് വരച്ച വിമാനത്തിന്റെ വാൽ
പല്ല് ബ്രഷ് പിടിച്ചിരിക്കുന്ന മനുഷ്യൻ
ഒരു മൃഗശാലയിലെ മൂന്ന് സീബ്രകൾ
മക്കൾ സമീപം ഒരു കമ്പ്യൂട്ടർ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
നിലത്ത് ഒരു മനുഷ്യന്റെ നിഴൽ
ചുവന്ന തൊപ്പി ധരിച്ച മനുഷ്യൻ
ടെന്നീസ് ബോൾ വായുവിലൂടെ പറക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ബ്ലീച്ചറുകളിൽ ഇരിക്കുന്ന കാണികൾ
കുഞ്ഞ് ആന
ഘടികാര ഗോപുരമുള്ള വലിയ കെട്ടിടം
ഒരു വിമാനം
മരങ്ങളുടെ ഒരു വരി
കുന്നിന്റെ വശത്ത് വെളുത്ത കുതിര
നിലത്ത് ഓറഞ്ച്.
കറുപ്പും വെളുപ്പും അടയാളം
പാവയുടെ മുടി നീലയാണ്.
ട്രെയിനിലെ നമ്പർ
ഒരു സ്ത്രീയുടെ കൈ ഫോർക്ക് പിടിക്കുന്നു
"ഓറഞ്ച്, ബ്ലക്ക് കൈറ്റ് ആകാശത്ത്."
ഉപരിതലത്തിൽ വെള്ളി മുഖമുള്ള സെൽ ഫോൺ.
ബേബി സീബ്ര എഴുന്നേറ്റു നിൽക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ആകാശത്തിന് താഴെയുള്ള വെള്ളം
ഒരു തെരുവിൽ ടെന്നീസ് കളിക്കുന്ന ആളുകൾ
ഒരു വെളുത്ത പ്ലേറ്റിൽ ഒരു വെളുത്ത ബൗൾ
രണ്ടുപേർ ടെന്നീസ് കളിക്കുന്നു
പുല്ലിൽ ഇലകൾ
മുൻ‌ഭാഗത്ത് പൊള്ളയായ ചിഹ്നം.
തെളിഞ്ഞ നീലാകാശത്തിന്റെ പാച്ച്
ആളുകൾ ബൈക്ക് ഓടിക്കുന്നു
മുൻനിരയിലുള്ള മോട്ടോർസൈക്കിൾ.
പക്ഷി ഒരു ഘടികാരത്തിൽ
പുല്ലിൽ നിൽക്കുന്ന സ്ത്രീ
ഒരു മഞ്ഞ ഇടവഴി
ചുമരിൽ വലിയ ചിത്ര ഫ്രെയിം
ചുമരിൽ ഒരു ഘടികാരം
നിലത്ത് ഓറഞ്ച് ചക്രമുള്ള സ്കേറ്റ് ബോർഡിന് പുറകിൽ.
റൊട്ടി ഉള്ള ഒരു തളിക
ട്രെയിൻ ട്രാക്കുകൾ നിലത്ത്
തെളിഞ്ഞ ആകാശം
ഗ്യാസ് സ്റ്റേഷന്റെ പ്രതിഫലനം വിൻഡോയിൽ
ഒരു നഗരത്തിലെ തിരക്കുള്ള ട്രെയിൻ സ്റ്റേഷൻ.
അരയന്നങ്ങൾ ഒരു കുളത്തിൽ
മനുഷ്യൻ അവന്റെ ഫോൺ നോക്കുന്നു
അക്ഷരം കറുത്തതാണ്.
സ്കൈ ചരിവിലുള്ള അത്‌ലറ്റിക് മാൻ
ഡോനട്ട് ഉപയോഗിച്ച് ചെറിയ പ്ലേറ്റ്
റെക്കോർഡുചെയ്യുന്നതിനുള്ള ഉപകരണം
ഫ്രിസ്ബി കളിക്കുന്ന രണ്ട് സ്ത്രീകൾ
സ്‌കിന്നി ലെഗ്ഗിംഗ്സ്.
കുഞ്ഞ് ആന
വായുവിൽ പട്ടം
പുല്ലുള്ള കുന്നിലെ ആടുകൾ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
നിലത്ത് കറുത്ത പുള്ളി
ഒരു വിമാനം ആകാശത്ത് ഉണ്ട്
സ്കേറ്റ്ബോർഡിലെ മനുഷ്യൻ
ഒരു സ്കേറ്റർ ഒരു പാതയിലൂടെ പോകുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഇളം നീലാകാശത്തിന്റെ ഭാഗം
ജിറാഫിന് പുല്ലിൽ
ഡൈനിംഗ് റൂം ടേബിളിൽ ഇരിക്കുന്ന പൂച്ച.
ഒരു വ്യക്തിയുടെ കൈയിൽ ഹെൽമെറ്റ്
മഞ്ഞ ബാനറിന്റെ വശത്ത് പച്ച അക്ഷരങ്ങൾ.
പൂച്ച ഒരു സ്യൂട്ട്‌കേസിൽ ഇരിക്കുന്നു
വയലിൽ എരുമകൾ
ഒരു സ്നോബോർഡർ ഉയരത്തിൽ ചാടുന്നു
ജിറാഫിന്റെ കഴുത്ത് നീളമുള്ളതാണ്
കുഞ്ഞ് ആന
കുതിരയുടെ തല തിരിഞ്ഞു
ബെഞ്ചിലിരിക്കുന്ന സ്ത്രീ
ബാക്ക്പാക്ക് ഉള്ള ഒരു സ്ത്രീ
ബസ്സിനടുത്ത് ഒരു ആന
ഒരു തളികയിൽ കേക്ക്
വായ തുറന്നിരിക്കുന്ന സ്ത്രീ
ഒരു വെളുത്ത തൂവാല തൂക്കിയിരിക്കുന്നു
കുതിരപ്പുറത്തുള്ള പെൺകുട്ടി
നീള ബീക് ഉള്ള പക്ഷി
ബോട്ട് നീളമുണ്ട്
ഒരു പെൺകുട്ടിയുടെ വെളുത്ത സോക്ക്
പച്ചയും വെള്ളയും തെരുവ് ചിഹ്നം
"മഞ്ഞ, ചുവപ്പ് നിറത്തിലുള്ള അഗ്നി ജലാംശം"
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ആടുകളുടെ അടുത്തുള്ള ആടുകൾ
നിലത്ത് കറുത്ത പുള്ളി
ഒരാൾ നായയെ കെട്ടിപ്പിടിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കുപ്പായം മഞ്ഞയാണ്
സിങ്കിൽ വളഞ്ഞ faucet
ഒരു കറുത്ത ട്രക്കിന് നാല് ചക്രങ്ങളുണ്ടായിരുന്നു.
പിസ്സയിലെ പെപ്പർറോണി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
\ ഇല്ല സ്റ്റാൻഡിംഗ് with ഉള്ള ചതുര ചിഹ്നം അതിൽ അച്ചടിച്ചിരിക്കുന്നു
ഒരു ഗോവണിപ്പടിയുടെ ഭാഗം
സ്യൂട്ടിൽ ചുവന്ന ഭുജമുള്ള വെള്ള
വ്യക്തി ടെന്നീസ് റാക്കറ്റ് സ്വിംഗിംഗ് ചെയ്യുന്നു
ഒരു ഹോട്ട് ഡോഗ്
ഫോട്ടോയ്‌ക്കായി ഇരിക്കുന്ന രണ്ട് ചെറിയ കുട്ടികൾ
നിലത്ത് കറുത്ത പുള്ളി
സീബ്രകൾ ഒരു വളപ്പിലാണ്
കോൺക്രീറ്റ് റൺവേയിൽ പാർക്ക് ചെയ്ത വെളുത്ത വിമാനം
മനുഷ്യൻ നീല ഷർട്ട് ധരിക്കുന്നു
ഈ സ്കീയർ ഒരു മത്സരത്തിൽ പങ്കെടുക്കുന്നു
ഇവ രണ്ട് ആനകളാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പെൺകുട്ടി കൈ കഴുകുന്നു
മങ്ങിയ രംഗം
റോഡിൽ മഞ്ഞ വരകൾ.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
സൂര്യപ്രകാശത്തിലെ ഘടികാരമുഖം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പച്ചയും മഞ്ഞയും ഉള്ളതാണ് കൂര
പഴയ രീതിയിലുള്ള ട്രെയിൻ ലോക്കോമോട്ടീവ്
ഇരുണ്ട നിറമുള്ള എസ്‌യുവി
മരം മേശപ്പുറത്ത് വ്യക്തമായ കുടിവെള്ളം
ഒരു പെട്ടിയിൽ വാഴപ്പഴത്തിന്റെ കൂമ്പാരം
ട്രാക്കിലൂടെ പോകുന്ന ഒരു ട്രെയിൻ.
മനുഷ്യൻ ഫ്രിസ്‌ബിയുമായി കളിക്കുന്നു
ഒരു വലിയ കറുത്ത ബാഗിൽ വെളുത്ത പൂച്ച.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പ്ലേറ്റിൽ പിസ്സ
ഫുട്പാത്തിൽ ഒരു ജലാംശം
ടെന്നീസ് കോർട്ടിന് മുകളിൽ വൈറ്റ് നെറ്റ്.
മഞ്ഞ സസ്‌പെൻഡറുകൾ ധരിച്ച മനുഷ്യൻ
വെള്ളത്തിനടുത്തുള്ള നായ
സ്കേറ്റ്ബോർഡിലെ പയ്യൻ
മനുഷ്യൻ തന്ത്രങ്ങൾ ചെയ്യുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കുഞ്ഞ് ആന
ജിറാഫുകളുടെ പുറകിലുള്ള പച്ച മരങ്ങൾ.
മരത്തിന് കീഴിലുള്ള രണ്ടുപേർ
ശൂന്യമായ ഷാംപെയ്ൻ ഫ്ലൂട്ടുകൾ
കോളർ ഉള്ള കറുത്ത നായ
പന്തിനായി കാത്തിരിക്കുന്ന തട്ടിലെ ബാറ്റർ
സിങ്കിലെ ഫോസെറ്റ്
കുടയിലെ പാറ്റേൺ.
ഷർട്ടിൽ വെളുത്ത ബട്ടൺ
കേക്കിന് മെഴുകുതിരികളുണ്ട്
ഒരു എയർ കാനഡ വിമാനം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ആന
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പ്രഭാതഭക്ഷണത്തിന്റെ ഫോട്ടോ
ശോഭയുള്ള പിങ്ക് ഷർട്ട് ധരിച്ച സ്ത്രീ
വയലിൽ നടക്കുന്ന സീബ്രാസ്
ഒരു സീബ്രയുടെ തല.
പച്ച പുല്ലിന്റെ ഒരു ഭാഗം
അഗ്നി ജലാംശം
ചുമരിൽ ചാരിയിരിക്കുന്ന വ്യക്തി
വ്യക്തി കറുത്ത എഴുത്തുള്ള വെളുത്ത വസ്ത്രം ധരിച്ചിരിക്കുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ബാറിന് പുറത്ത് നിരവധി അടയാളങ്ങൾ
ഒരു ബാഗിൽ പൊതിഞ്ഞ വീഞ്ഞ്.
തവിട്ട് നിലം മൂടുന്ന അഴുക്ക്
ഒരു കൗണ്ടറിൽ ഒരു കൂട്ടം വാഴപ്പഴം.
സാൻഡിൽ സീബ്ര
കണ്ണുകൾക്ക് മുകളിൽ കറുത്ത കണ്ണട
ചുട്ട ഫ്ലേക്സ് ധാന്യങ്ങളുടെ ഒരു പെട്ടി
മെഴ്‌സിഡസ് ട്രക്കിൽ ചുവപ്പും വെള്ളയും തൊങ്ങൽ .
ഒരു കയറിന്റെ മുകളിൽ ഇരിക്കുന്ന പക്ഷി.
രുചികരമായ ചുവന്ന സോസേജ്
ഒരു ബാനറിന്റെ പാർട്ട്
നിലത്തു ഒരു കോൺ
കരടിയുടെ തല
ആളുകൾ ബൂത്തിൽ ഇരിക്കുന്നു
പൊങ്ങിക്കിടക്കുന്ന മേഘങ്ങളുള്ള കുഞ്ഞ്-നീലാകാശം
പിസ്സ മുൻവശത്താണ്
ഒരു ട്രക്കിന്റെ നമ്പർ പ്ലേറ്റ്
കറുത്ത കീബോർഡ് വയർലെസ് ആണ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ആനകൾ തവിട്ടുനിറമാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കിടക്കയിൽ കുട്ടി.
ഒരു നായയുടെ വലത് കണ്ണ്
പഞ്ചസാര പൂശിയ ഡോനട്ട്
ഇനങ്ങൾ സജ്ജീകരിക്കുന്നതിനുള്ള തടി പട്ടിക
ഒരു ടെന്നീസ് കോർട്ടിൽ മനുഷ്യൻ
ഒരു തണ്ടിന്റെ ഭാഗം
കുഞ്ഞ് ആന
"കുട പിങ്കും, വെള്ളയും നിറമാണ്"
വ്യക്തിയുടെ ശരീരത്തിൽ വിശാലമായ ലെഗ് ലിനൻ പാന്റുകൾ.
വാചകം സന്തോഷം പറയുന്നു
മനുഷ്യൻ നിലത്തു മുട്ടുകുത്തുന്നു
ഒരു ബാറിൽ നിന്ന് തൂക്കിയിട്ട വാഴപ്പഴം
പൂച്ചയുടെ പുറത്ത് കമ്പ്യൂട്ടർ മൗസ്
ഒരു കാറിനടിയിൽ കറുപ്പും വെളുപ്പും പൂച്ച.
ബോട്ടിലെ ചുവന്ന ലൈഫ് സേവർ
ഒരു പിങ്ക് റിസ്റ്റ് ബാൻഡ്
അടയാളങ്ങൾ നിറഞ്ഞ തെരുവ് പോൾ
ക്ലോക്കിന്റെ മുഖം പച്ചയാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഡെസ്‌ക്കിന് മുകളിൽ വെള്ളിയും കറുപ്പുമായ നിറത്തിലുള്ള ടിവി.
വെളുത്ത സ്ട്രാപ്പുള്ള ചുവന്ന തെർമോസ്
പുതിയ ഉൽ‌പ്പന്നങ്ങൾ‌ പ്രദർശിപ്പിക്കുന്നതിന് ഉപയോഗിക്കുന്ന ചെറിയ മരം‌ ബുഷെൽ‌-തരം ബാസ്‌ക്കറ്റ്.
പ്ലാറ്റ്‌ഫോമിലെ മഞ്ഞ അറ്റങ്ങൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു വരിയുടെ ഭാഗം
തെരുവിൽ കാളകൾ
ഒരു ഏക കിയർ കോൺ പഫ്
കാരറ്റ് ഉയർത്തിപ്പിടിക്കുന്ന വ്യക്തി
രണ്ട് ആടുകൾ നടക്കുന്നു
ഫ്രെയിം ചെയ്ത ചോക്ക്ബോർഡ് ചിഹ്നം
മൈതാനത്ത് മൂന്ന് ബേസ്ബോൾ കളിക്കാർ.
ആനയുടെ പുറകിൽ വണ്ടി
മനുഷ്യന്റെ തലയ്ക്ക് ചുറ്റും ഹെഡ്ബാൻഡ്
ഒരു മേച്ചിൽപ്പുറത്ത് നിരവധി പശുക്കൾ
സമുദ്രത്തിലെ പക്ഷി
മഞ്ഞുമൂടിയ നിത്യഹരിത മരം
ഒരു സ്പ്ലാഷിന്റെ ഭാഗം
ധ്രുവം കറുത്തതാണ്.
രണ്ട് പേരുടെ കീഴിൽ രണ്ട് നായ്ക്കൾ.
അവർ കട്ടർ പിടിക്കുന്നു
സമുദ്രത്തിന് മുകളിൽ പ്രകാശം
ബാത്ത്റൂമിലെ ഫ്രോസ്റ്റഡ് വിൻഡോ
ടെഡി ബിയറുകളുടെ വലിയ കൂമ്പാരം ഇരിക്കുന്നു
കയ്യിൽ ഒരു വാച്ച്
സോക്കർ ടീമിലെ പെൺകുട്ടി
മേശപ്പുറത്ത് മൂന്ന് പ്ലേറ്റുകൾ
ഫോട്ടോഗ്രാഫി കാലതാമസം വരുത്തുന്ന പ്രകാശ വരകൾ
തിളങ്ങുന്ന കമ്പ്യൂട്ടർ ലോഗോ
ഫ്രിഡ്ജിലെ രണ്ട് ചെറിയ ഡ്രോയറുകൾ
ലാപ്‌ടോപ്പ് സ്‌ക്രീൻ ഓണാണ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ടൈൽ തറ വെളുത്തതും തവിട്ടുനിറവുമാണ്
ടെന്നീസ് റാക്കറ്റ് കൈവശമുള്ള മനുഷ്യൻ
കൈ പിടിക്കുന്ന ഭക്ഷണം
കുറച്ച് പച്ച ദ്രാവകമുള്ള ഒരു ഗ്ലാസ്
മഞ്ഞുവീഴ്ചയുള്ള കുന്നിലെ സ്കയർ
കയ്യിൽ ബ്രഷ് ഉള്ള സ്ത്രീ
ചുവപ്പ് കറുപ്പും വെളുപ്പും കുട
ബണ്ണിൽ ഇറച്ചിയുടെ സ്ട്രിപ്പുകൾ
പച്ച പെയിന്റ് ഉപയോഗിച്ച് സിമൻറ് തറ
രണ്ടുപേർ സ്കീയിംഗ് ചെയ്യുന്നു
കട്ടിയുള്ള മഞ്ഞുവീഴ്ചയിൽ മനുഷ്യൻ സ്കീയിംഗ്
ഒരു പിങ്ക് ടോയ്‌ലറ്റ് പാത്രം
മഞ്ഞിൽ ഇരിക്കുന്ന വ്യക്തി
"വെള്ള, ചുവപ്പ് സ്റ്റോപ്പ് ചിഹ്നം"
തക്കാളിയുടെ തൊട്ടടുത്താണ് ആപ്പിൾ
നിലത്ത് കറുത്ത പുള്ളി
പച്ച ടിന്നിൽ ചോക്ലേറ്റ്.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
നായയുടെ തല
പേപ്പർ പരസ്യം മേശപ്പുറത്ത്
ഒരു പുസ്തക ഷെൽഫ്
ഒരു വെളുത്ത പോളാർക്കരടി
ഒരു മൃഗശാലയിലെ രണ്ട് ആനകൾ
ചുവന്ന അമ്പടയാളം ഉള്ള ട്രാഫിക് ലൈറ്റ്
ആകാശം ഭാഗികമായി തെളിഞ്ഞ കാലാവസ്ഥയാണ്
സുഖസൗകര്യങ്ങൾക്കായി പരവതാനി തറ
മഞ്ഞു പെയ്യുകയാണ്
ആദ്യ അടിത്തറയിൽ നിന്ന് മുന്നേറുന്ന ഒരു റണ്ണർ.
മൃഗം ബെഞ്ചിൽ
ഒരാൾ കട്ടിലിൽ ഇരിക്കുന്നു
ഹെൽമെറ്റിൽ ഒരു ഹോൾ വെന്റ്
നമ്പർ വെളുത്തതാണ്.
പുല്ലിൽ രണ്ട് നായ്ക്കൾ
ഫ്രണ്ട് റൈഡിംഗ് ബൈക്കിലെ സ്ത്രീ
കപ്പിന്റെ മുകളിൽ ബ്രൊക്കോളി കിരീടം
ഇത് ഒരു നീണ്ട കത്തി ആണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
അത് ഒരു സീബ്രയാണ്
ചുമരിൽ തൂക്കിയിട്ടിരിക്കുന്ന ഒരു ടെലിഫോൺ
"റൊട്ടി, ആപ്പിൾ എന്നിവയുടെ കഷ്ണങ്ങൾ ഒരുമിച്ച്."
ഒരു പേപ്പർ പ്രൈസ് ടാഗ്
ഡെസ്‌ക്കിന് മുകളിൽ അതിന്റെ ലെഫ് ഉപയോഗിച്ച് മൗസ്.
റെയിലിംഗ് വെള്ളിയാണ്
പന്ത് എറിയാൻ ഒരു പിച്ചർ ഒരുങ്ങുന്നു.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മിഡ് ഫ്ലൈറ്റിൽ സ്കീ ജമ്പർ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
അത് ഒരു ഡോഗിനോട് അടുക്കാൻ നോക്കുന്ന ഒരു സ്ത്രീ
ഫോൺ നോക്കുന്ന സ്ത്രീ
കുട്ടിയും മുതിർന്നവരും ആനയിൽ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മുറിയുടെ നടുവിൽ ഒരു പ്ലാന്റ് ഇവിടെയുണ്ട്
ഈ വ്യക്തി സ്കീയിംഗ് ആണ്
ബ്രൗൺ ലെഗ് ഹെയർ
ഒരു ജാലകത്തിനടുത്തുള്ള അലങ്കരിച്ച പ്രതിമ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
കരടി വെളുത്തതാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പോസ്റ്റ് തടി
ഇരുണ്ട മേഘങ്ങളുള്ള ആകാശം
സ്യൂട്ട് കേസ് മരം കൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്
വിവിധതരം മധുരപലഹാരങ്ങൾ നിറഞ്ഞ ഒരു ട്രേ
ചിത്രത്തിലെ വെളുത്ത അക്ഷരങ്ങൾ
ഓണാക്കിയ ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
കറുത്ത ടോപ്പ് തൊപ്പി
ട്രക്കിലെ വിൻഡ്ഷീൽഡ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കുതിരകളിൽ രണ്ട് സ്ത്രീകൾ
പാർക്ക് ബെഞ്ചിൽ ഇരിക്കുന്ന ദമ്പതികൾ
വുഡൻ മേശപ്പുറത്ത് ഇരിക്കുന്ന ലാപ്‌ടോപ്പ്
ബാത്ത് ടബ് ഏതെങ്കിലും പ്ലംബിംഗുമായി ബന്ധിപ്പിച്ചിട്ടില്ല
തുറന്ന ചോക്ലേറ്റും വാഴപ്പഴ സാൻഡ്‌വിച്ചും
ബെഞ്ചുകളുടെ അടിസ്ഥാനം നീലയാണ്
കറുപ്പും വെളുപ്പും കൈറ്റ്ബോർഡിംഗ് കപ്പൽ
റൺ വഴിയിൽ പറക്കുന്ന വിമാനം.
സ്ത്രീ സ്കേറ്റ്ബോർഡ് പിടിക്കുന്നു
കോഫി കപ്പ് ഓറഞ്ച് ആണ്
വിമാനത്തിന്റെ വശത്ത് വലിയ ഓറഞ്ച് സർക്കിൾ.
പുല്ലിൽ പശുക്കൾ
ആറ് കൊച്ചു പെൺകുട്ടികൾ കുടയുമായി കളിക്കുന്നു
പോലീസ് കാർ റോഡ് തടയുന്നു
ചുവരിൽ പഴയ കണ്ണാടി
കളിക്കാരൻ പുറം തിരിഞ്ഞു
ഒരു വെളുത്ത ബസ്സിലെ നീല അക്ഷരം
തിരമാലയിൽ കുതിക്കുന്ന വ്യക്തി
തുരുമ്പിച്ചതും തവിട്ടുനിറമുള്ളതുമായ ട്രക്ക്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
തെരുവിൽ ചുവന്ന ബസ്
കുഞ്ഞ് ആന
മഞ്ഞിന് പച്ചയും വെള്ളയും നിരത്തിലുള്ള വടി.
ഒരു തളികയിൽ പന്നിയിറച്ചി അരിഞ്ഞത്
ഒരു വഴിയിൽ ബസ്
ജാക്കറ്റ് പോക്കറ്റിൽ മനുഷ്യന്റെ കൈകളുണ്ട്
ഒരു ഫീൽഡിലെ പഴയ ഡബിൾ ഡെക്കർ ബസ്
ഭക്ഷണം കഴിക്കുന്ന നായ
മനുഷ്യന്റെ ചെരിപ്പിന്റെ അടി
ടെന്നീസ് റാക്കറ്റുള്ള ചെറുപ്പക്കാരൻ
അഗ്നി ജലാംശം തെരുവിലേക്ക് വെള്ളം ഒഴിക്കുന്നു
മരം വീടിന്റെ നമ്പർ ചിഹ്നം 80
സ്റ്റോപ്പ് ചിഹ്നം വൃത്താകൃതിയിലാണ്
ജിറാഫിന്റെ വാലിന്റെ തലമുടി
ഇരിക്കുന്ന മനുഷ്യന്റെ മേൽ കറുത്ത തൊപ്പി.
ഫ്രിസ്‌ബീ വൃത്താകൃതിയിലാണ്
തുറന്ന വെളുത്ത വാതിൽ
പാതയോര റോഡിൽ തിളങ്ങുന്ന സിൽവർ ഓഡി ഓടിക്കുന്നു
മനുഷ്യന്റെ ബെൽറ്റിന് ചുറ്റും തവിട്ട് ബെൽറ്റ്.
തെരുവിൽ ഒരു ചുവന്ന ബസ്
മോട്ടോർ സൈക്കിളിൽ ഒരു പോലീസുകാരൻ
ഗോപുരത്തിൽ ഒരു വെളുത്ത ഘടികാരം
പ്ലാറ്റ്‌ഫോമിന്റെ അവസാനം മഞ്ഞ വര
കടൽത്തീരത്ത് നിൽക്കുന്ന ഒരു കുട്ടി
ഉയരമുള്ള നേർത്ത മരങ്ങൾ നിറഞ്ഞ മല
ട്രാഫിക് സിഗ്നലിൽ പച്ച വെളിച്ചം
വെളുത്ത മൗസിൽ ഗ്രേ ആപ്പിൾ ലോഗോ
വായുവിൽ ചാടുമ്പോൾ സ്കേറ്റ്ബോർഡർ
ഉദ്യാനത്തിലെ നിരവധി ആളുകൾ
കയ്യിൽ കറുപ്പും വെള്ളിയും ഉള്ള ക്യാമറ
മൂന്ന് ജിറാഫുകൾ ഒരുമിച്ച് നിൽക്കുന്നു
സ്ത്രീക്ക് ചുവന്ന മുടിയുണ്ട്
ചെറിയ പൂച്ച തറയിൽ ഇരിക്കുന്നു
തടി കഷണം
ടെന്നീസ് കളിക്കുന്നയാൾ
നീലാകാശത്തിൽ നീളമുള്ള വെളുത്ത മേഘങ്ങൾ
മഞ്ഞ റബ്ബർ കയ്യുറകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
റോഡ് വഴിയിലൂടെ ഒരു ബസ്
ഇയാൾ മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്നു.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഗോപുരത്തിന്റെ മുകളിൽ ലോഹ അമ്പുകൾ
കെട്ടിടത്തിന് മുകളിൽ വെളുത്ത ഗോപുരം
ദ്വീപ് ബീച്ച് രംഗം
ഒരു സർഫ്ബോർഡ് പിടിക്കുമ്പോൾ ഒരാൾ സ്കേറ്റ്ബോർഡ് ഓടിക്കുന്നു
ഒരു വെളുത്ത ക്ലോക്ക്
വ്യത്യസ്ത നിറങ്ങളിൽ മങ്ങിയ ലൈറ്റുകൾ
നാല് ജാലകങ്ങളുള്ള പ്രഭാതഭക്ഷണം
നീല ടൂത്ത് ബ്രഷ് കൈവശമുള്ള മനുഷ്യൻ
കെട്ടിടത്തിന്റെ മധ്യത്തിൽ വെളുത്ത വൃത്തം.
കറുത്ത നിറമുള്ള റിസ്റ്റ് വാച്ച് ധരിച്ച ഒരു ആൺകുട്ടി
വലിയ റെഡ് ഡബിൾ ഡെക്കർ ബസ്
കറുത്ത സ്വെറ്റർ ധരിച്ച സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഭക്ഷണവും പാനീയവും ഒരു മേശപ്പുറത്ത്
ആനയുടെ അരികിൽ നിൽക്കുന്ന വ്യക്തി
ചുവപ്പും വെള്ളയും യൂണിഫോമിൽ ബേസ്ബോൾ പിച്ചർ
പച്ച മേശയിൽ വെളുത്ത മൈക്രോവേവ്
ഒരു കറുത്ത വർണ്ണ ടെലിവിഷൻ
മനുഷ്യന്റെ വലതു കൈയിൽ ചുവന്ന ഫ്രിസ്ബീ.
ഒരു ടെലിവിഷൻ സ്ക്രീൻ
പ്ലാസ്റ്റിക് സോഡ കുപ്പി
മഞ്ഞ മോപ്പെഡിലുള്ള രണ്ടുപേർ.
പച്ച ലൈറ്റ് കാണിക്കുന്ന കറുത്ത ട്രാഫിക് ലൈറ്റുകൾ
തൊപ്പി ധരിച്ചിരിക്കുന്ന വ്യക്തി
ബൈക്ക് നിലത്ത്
റോഡിന്റെ വശത്ത് ബൈക്ക്
ടിവി കാണുന്ന ആളുകളുടെ ഗ്രൂപ്പ്
ബസിന്റെ വശത്തുള്ള വാക്ക് ലെറോയ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വലിയ ബോട്ടിൽ നിന്നുള്ള ചാൽ
കട്ടിലിൽ നീലയും വെള്ളയും ഉള്ള പുസ്തകം.
വിമാനം മേൽക്കൂരയിൽ തൂക്കിയിരിക്കുന്നു
കുട പിടിക്കുന്ന സ്ത്രീ
വിൻഡോയിലെ പുഷ്പ രൂപകൽപ്പന.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
പുരുഷന്മാർ സോക്കർ കളിക്കുന്നു
പർവതശിഖരത്തിൽ നിൽക്കുന്ന രണ്ടുപേർ
നിലത്ത് കറുത്ത പുള്ളി
ആനകളുടെ കൂട്ടം വെള്ളത്തിൽ
ലാനിയാർഡുള്ള ചെറിയ കറുത്ത ക്യാമറ
ഒരു മോട്ടോർസൈക്കിളിന്റെ ഹെഡ് ലൈറ്റ്
കാർഡ്ബോർഡിന് മികളിൽ കേക്ക്.
പാത്രത്തിൽ ചെറിയ സാൻഡ്‌വിച്ചുകൾ
ഒരു ബസിന്റെ മുൻവശം
ഏഷ്യൻ ഭക്ഷണത്തിന്റെ പാത്രം
പഴം കൈവശമുള്ള പേപ്പർ ബാഗ്
പക്ഷി തന്നെവൃത്തിയാക്കുന്നു
മരം യൂട്ടിലിറ്റി പോൾ
ഒരു തളികയിൽ ഭക്ഷണം
പ്ലേറ്റ്യിൽ തവിട്ടുനിറത്തിലുള്ള ഉരുളക്കിഴങ്ങ്
കിടക്കയിൽ നീലയും വെള്ളയും കാർഡ്.
ഒരു രക്ഷാധികാരിക്ക് ഒരു നല്ല ഭക്ഷണം
കടൽത്തീരത്ത് മനുഷ്യൻ
ക്ഷീണിതനായ ഒരു സീബ്ര തല കുലുക്കുന്നു
ഭക്ഷണത്തിന്റെ മധുരമുള്ള ഇനം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മൾട്ടി കളർ ഡോഗ് കളിപ്പാട്ടം
ജിറാഫുകൾ കാട്ടിൽ.
കുതിര സവാരി ചെയ്യുന്ന സ്ത്രീ.
ചാരനിറത്തിലുള്ള മങ്ങിയ പൂച്ച
തീവണ്ടി ചുവപ്പാണ്
വെളുത്ത റഫ്രിജറേറ്റർ ഉള്ള ഒരു അടുക്കള
ഒരു ബോർഡിൽ നിൽക്കുന്ന മനുഷ്യൻ
ഉപേക്ഷിച്ച ബാത്ത്‌റൂം
നീല മാലാഖമാർ f18 അത്ഭുതം ചെയ്യുന്നു
രണ്ടുപേർ ബസ്സിൽ ഇരിക്കുന്നു
ചാരനിറത്തിലുള്ള ഷവർ തല ഷവറിൽ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കുഞ്ഞാട് ക്യാമറയിലേക്ക് നോക്കുന്നു
ഒരു സ്ത്രീ സർഫിംഗ് ചെയ്യുന്നു
മനുഷ്യന്റെ ആകൃതിയിൽ ചുവന്ന വെളിച്ചം
ഒരാൾ നടപ്പാതയിലൂടെ നടക്കുന്നു
ഫോട്ടോയിൽ മങ്ങിയ മൂന്ന് ആളുകൾ.
വ്യക്തിയുടെ മുഖങ്ങൾ
തൊപ്പി കറുത്തതാണ്
മോട്ടോർ സൈക്കിളിലെ സ്ത്രീ
പുരുഷന്റെ കൈയിൽ വെളുത്ത വിയർപ്പ് ബാൻഡ്
ചുവന്ന വസ്തുവുള്ള മനുഷ്യൻ.
മേശപ്പുറത്ത് വെള്ളയും നീലയും നിറമുളള ഒരു കുപ്പി ഉണ്ട്
മോട്ടോർ സൈക്കിൾ പിടിച്ച് ഒരു സിൽവർ സ്റ്റാൻഡ് ഉണ്ട്
കടൽത്തീരത്ത് വലിയ ജനക്കൂട്ടം
വാഴപ്പഴത്തിന്റെ ഒടുവിലത്തെ തടിച്ച ഭാഗം
ആകാശത്ത് നേർത്ത മേഘങ്ങൾ
നാല് ആനകൾ പ്രകടനം
വാതിൽക്കൽ ഒരു നീല വൃത്തം
രുചികരമായ ഭക്ഷണം
ഫോൺ പിടിച്ചിരിക്കുന്ന സ്ത്രീ
റോഡിൽ മഞ്ഞ ട്രക്ക്
പ്ലാറ്റ്ഫോമിൽ നടക്കുന്ന വ്യക്തി.
ചിറകുകൾ ചലിപ്പിക്കുന്നതിൽ നിന്ന് മങ്ങിക്കുക
ഇത് ഒരു ഷീൽഡ് വൈപ്പർ ആണ്
വെള്ളയും തവിട്ടുനിറത്തിലുള്ള പെട്ടി
ഒരു ഡോക്കിന്റെ വശത്തുള്ള ബോട്ടുകൾ.
തെരുവിൽ സൈക്കിൾ ഓടിക്കുന്ന വ്യക്തി
ആനയുടെ ഒന്നിലധികം നിറമുള്ള തുമ്പിക്കൈ
മുറിയുടെ മധ്യഭാഗത്ത് കിടക്ക
കറുത്ത പശ്ചാത്തലത്തിനെതിരായ വെളുത്ത ബോർഡർ
കറുത്ത ഹുഡിയിലുള്ള ഒരു സ്ത്രീ
ഒരു വാഹനത്തിന്റെ പിൻഭാഗത്ത് ഒരു ടാഗ്.
പെൺകുട്ടി കൈവശം വച്ചിരിക്കുന്ന കറുത്ത ബേസ്ബോൾ ബാറ്റ്
സ്വീകരണ മുറിയുടെ തറയിൽ ഇളം പരവതാനി
സ്ത്രീയുടെ കണ്ണട.
നീല നിറത്തിലുള്ള ജീൻസ് ധരിച്ച വായുവിൽ ഷേവ് ചെയ്ത കറുത്ത മുടിയുള്ള മനുഷ്യൻ.
ആകാശത്ത് പറക്കുന്ന ഒരു പട്ടം
വെള്ളത്തിൽ ഒരു കുഞ്ഞ് ആന
പന്ത് സ്വിംഗ് ചെയ്യാൻ പോകുന്ന സ്ത്രീ
ഒരു പ്ലേറ്റിൽ മുഴുവൻ ചീസ് പിസ്സ.
ആളുടെ കയ്യിൽ വെളുത്ത ഫ്രിസ്ബീ
വെളുത്ത തൊപ്പി ധരിച്ച ഒരാൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ദ്വീപ് ബീച്ച് രംഗം
മോതിരം വിരലിലാണ്
ഇതൊരു തുറന്ന പുസ്തകമാണ്
ഒരു പുല്ലിന്റെ ഭാഗം
മേഘങ്ങളുള്ള നീല നിറമുള്ള ആകാശം
ഒരു റെയിൽ‌വേയിൽ‌ ഒരു ട്രെയിൻ‌
ഫോട്ടോയിലെ ഒരു സ്ത്രീ
ഒരു ഗ്രൂപ്പിലെ നാല് ജെറ്റുകൾ
ലോഹധ്രുവത്തിൽ തവിട്ട് ചിഹ്നം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കറുത്ത മാറൽ മുതിർന്ന പൂച്ച
കട്ടിലിന് മുന്നിൽ കറുത്ത കോഫി ടേബിൾ
ഒരു ചരിവിലൂടെ സ്കീയിംഗ് ചെയ്യുന്ന വ്യക്തി
സെൽ ഫോണിലെ സ്ത്രീ
ഇതൊരു അടുക്കളയാണ്
പട്ടണത്തിലെ ബസ് ലോഡിംഗ് ടെർമിനൽ
റൺവേയിലെ യാത്രാ വിമാനങ്ങൾ
റെയിൽ‌വേ പാളത്തിൽ ‌ 6 കാർ‌ തീവണ്ടി
നിലത്ത് ഇരട്ട മഞ്ഞ വരകൾ
ഇതൊരു പക്ഷിയാണ്
ഒരു ബേസ്ബോൾ ഫീൽഡ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചട്ടിയിൽ കാരറ്റ്
ഇതാണ് പുല്ല്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കട്ടിലിൽ ബുക്ക് ചെയ്യുക
വ്യക്തമായ നീല ആകാശം
ഇതൊരു പട്ടികയാണ്
വാഹനങ്ങൾക്കുള്ള പാതകളുള്ള റോഡ്
തീവണ്ടിയുടെ ചുവപ്പും കറുപ്പും ഭാഗം
ആളുകൾ നടക്കുകയും സെൽഫോണുകളിൽ സംസാരിക്കുകയും ചെയ്യുന്നു.
ട്രക്കിൽ ഘടിപ്പിച്ചിരിക്കുന്ന ചുവന്ന ചക്രം
സിങ്കിൽ ഒരു അടയാളം
നിരവധി നിലകളുള്ള ഉയരമുള്ള ഇഷ്ടിക കെട്ടിടം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കറുത്ത കളർ ടെയ്‌ലർ മെഷീൻ മേശയിൽ സൂക്ഷിച്ചിരിക്കുന്നു
ഒരു കൌണ്ടർ ടോപ്പിൽ ഒരു മഞ്ഞ പാത്രം
ടെന്നീസ് കളിക്കാരന്റെ ചുവന്ന തൊപ്പി
കുഞ്ഞ് ആന
കുഞ്ഞ് ആന
ഷർട്ട് നീല നിറത്തിലാണ്
ആകാശത്ത് ഒരു വിമാനം
അത് ഒരു കുട്ടിയാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
നിലത്തെ പാളം
ഇതൊരു മരക്കൊമ്പാണ്
ഒരു കുതിരയെ വളർത്തുന്ന സ്ത്രീ
ഇതൊരു ട്രെയിൻ ആണ്
അരൈക്വേ സ്റ്റേഷനിൽ കാണുക
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇതൊരു പട്ടികയാണ്
ഒരു പച്ച ആപ്പിൾ
നിലത്ത് കറുത്ത പുള്ളി
ഒരു ലെറ്ററിന്റെ ഭാഗം
ഫ്രിഡ്ജ് ഫ്രണ്ട് ഗ്ലാസ് പ്രേദർഷിപ്പിച്ചിരിക്കുന്നു
തവിട്ടുനിറത്തിലുള്ള മനോഹരമായ പൂച്ച
ചീസ് പിസ്സ കഷണം
തെരുവിൽ മൂന്ന് സ്കേറ്റ്ബോർഡർ.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വോഡ് ടേബിളിൽ ആറ് ബുള്ളിയൻ ക്യൂബ്
ഒരു കൂട്ടം പോളാർക്കരടി
കുഞ്ഞ് ആന
ഒരു നിലത്തിന് ഭാഗം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കൌണ്ടറിൽ പേപ്പർ ടവ്വലുകളുടെ റോൾ
ഒരു പുരുഷനും രണ്ട് നായ്ക്കൾ
ഭക്ഷ്യയോഗ്യമായ കാര്യങ്ങൾ പ്ലേറ്റിൽ സൂക്ഷിച്ചിരിക്കുന്നു
ഇത് ഒരു മനുഷ്യനാണ്
രണ്ട് സ്വർണ്ണ പൂച്ച കണ്ണുകൾ
കുഞ്ഞ് ആന
മരം നിറഞ്ഞ പ്രദേശം.
പുല്ലിൽ ഓടുന്ന ആടുകൾ
പോസ്റ്റർ ലോഹമാണ്
എഞ്ചിനുകൾ രണ്ടാണ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു പാദത്തിന്റെ ഭാഗം
കുഞ്ഞ് ആന
പുല്ലിൽ നിൽക്കുന്ന രണ്ടുപേർ
ഇരുണ്ട നിറമുള്ള സോഫയുടെ ഭാഗം.
ഹെൽമെറ്റ് കറുത്തതാണ്
ഒരു വ്യക്തി ബെഞ്ചിൽ ഇരിക്കുന്നു
ഒരു വലിയ തവിട്ട് കരടി
ഷോർട്ട്സ് കറുത്തതാണ്
ഒരു മോപ്പെഡിൽ ഹെഡ്‌ലൈറ്റ്
ഒരാൾ മഞ്ഞിൽ നിൽക്കുന്നു
ട്രാക്കിൽ ഒരു പാസഞ്ചർ ട്രെയിൻ
ഇതൊരു സൈക്കിളാണ്
കുഞ്ഞ് ആന
ജാക്കറ്റ് ധരിച്ച വ്യക്തി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വാതിൽ വെളുത്ത നിറത്തിലാണ്
തളികയിൽ നിരവധി പേസ്ട്രികൾ
തറയിൽ തകർന്ന ഗ്ലാസ്
ഒരു റോഡിന്റെ വശത്ത് ഒരു ഗതാഗത പ്രകാശം
കുട്ടി മൊബൈലിൽ നടക്കുന്നു
ചട്ടി സെറാമിക് കൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്
ഒരു നായ ഉള്ള സർഫർ നടക്കുന്നു
കുഞ്ഞ് ആന
"ഒരു ജോടി നീല, പർപ്പിൾ കത്രിക"
പിഞ്ചുകുഞ്ഞ് കണ്ണാടിയിൽ ചിരിക്കുന്നു
ഒരു മേഘത്തിന്റെ ഭാഗം
ഒരു പരുക്കൻ നിലം
ബോട്ട് മുറ്റത്ത് ഒരു ലോഡ് ബോട്ടുകൾ
ഒരു അടുക്കള സിങ്ക്
ഇരുണ്ട ആകാശത്ത് നേർത്ത ചാരനിറത്തിലുള്ള മേഘങ്ങൾ.
ഒരു ബേസ്ബോൾ ബാറ്റിന് ചുറ്റും വെളുത്ത കയ്യുറകൾ.
അകലെ വിൻഡ് സർഫ്
ദ്വീപ് ബീച്ച് രംഗം
ഇവർ മൂന്നുപേർ ആണ്
ബേസ്ബോൾ കളിക്കാരൻ സ്വിംഗ് ചെയ്യാൻ തയ്യാറാകുന്നു
നമ്പർ 22 സോക്കർ കളിക്കാരൻ.
കുളിമുറിയിലെ ഒരു ജാലകം
ഒരു കുതിരയുടെ അരികിൽ പച്ച നിറത്തിലെ സ്തംഭം
കറുത്ത സ്യൂട്ടിലുള്ള മനുഷ്യൻ
ചുവന്ന പാത്രത്തിൽ എന്തോ ഇളക്കിവിടുന്ന പിങ്ക് പൈജാമയിലെ കൊച്ചു പെൺകുട്ടി.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
പഴയ ചാര ആന
മുൻവശത്ത് ചുവന്ന ലൈറ്റുകളുള്ള കറുത്ത ട്രെയിൻ.
നായയുടെ നാവ് പിങ്ക് ആണ്
മനുഷ്യൻ സ്നോബോർഡ് ചെയ്യാൻ ശ്രമിക്കുന്നു
പച്ച ബൈ ഒരു കുഞ്ഞിനെ ചുറ്റി.
കീബോർഡിലെ മൗസ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കമ്പ്യൂട്ടറിലെ ഐക്കൺ
പാത്രത്തിൽ ഇഷ്ടിക
വായുവിൽ പറക്കുന്ന ഒരു പട്ടം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സ്കേറ്റ്ബോർഡ് ഉള്ള ഒരു വ്യക്തി
കൈറ്റ് ചുവപ്പാണ്
അത് ഒരു നെസ്റ്റ് ആണ്
കിടക്ക ചുവന്നതാണ്
കൊമ്പുള്ള കറുപ്പും വെളുപ്പും പശു.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
സൈക്കിൾ റോഡിൽ നിർത്തി
ഹിമത്തിൽ വളഞ്ഞ സ്കൈ ട്രയൽ അടയാളങ്ങൾ
മൗസ് ഗ്ലാസ് ടേബിളിൽ സൂക്ഷിച്ചിരിക്കുന്നു
അരിഞ്ഞ വെളുത്തുള്ളി ചെറിയ കഷണങ്ങൾ
ഒരു സ്നോബോർഡർ വായുവിലൂടെ ചാടുന്നു.
ട്യൂബിലെ ചാരനിറത്തിലുള്ള മെറ്റീരിയൽ.
ധ്രുവം ചാരനിറമാണ്
ഗോപുരം വെളുത്തതാണ്
ഡൌൺ ഹിൽ സ്കീയിംഗ് രംഗം
തുളസി പച്ചയാണ്.
സർഫ്ബോർഡിലെ ഒരാൾ
കൊമ്പ് കറുത്തതാണ്
നീല ഷർട്ട് ധരിച്ച മനുഷ്യൻ.
അവൻ സൺഗ്ലാസുകൾ ധരിച്ച പറ്റി
സ്ത്രീ സ്കാർഫ് ധരിക്കുന്നു
കടൽത്തീരത്ത് നടക്കുന്ന ഒരാൾ
കെട്ടിടത്തിന് മുകളിലുള്ള തെളിഞ്ഞ ആകാശം
ചിഹ്നം മഞ്ഞയാണ്
ആനക്കൊമ്പുകളുള്ള ആന
അലമാരയ്ക്ക് മുകളിലെ ചെടി
മെറ്റൽ വവ്വാലുകളുടെ ശേഖരം
ഒരു കല്ലിന്റെ അറ്റം
വെളുത്ത ഫ്രിസ്ബീ വായുവിലൂടെ പറക്കുന്നു
ഒരു മൃഗശാലയിലെ ഒരു സീബ്ര
ഗിറ്റാർ കൈവശമുള്ള രണ്ടുപേർ
ധ്രുവത്തിലെ ഘടികാരം
ഭക്ഷണത്തിനായി വ്യക്തമായ പ്ലാസ്റ്റിക് പാത്രം
സുഗമമായ സവാരിക്ക് വഴിയൊരുക്കിയ റോഡ്
ചുമരിൽ വെള്ളി ഫോസെറ്റ്
സ്ത്രീ കൈകഴുകുകയാണ്
മഞ്ഞ പറക്കുന്ന ഫ്രിസ്‌ബീ മുകളിലേക്ക്
തെഹ് റോഡിൽ ബൈക്കുകൾ
പിസ്സ വൃത്താകൃതിയിലാണ്
ദ്വീപ് ബീച്ച് രംഗം
നായ്ക്കളുടെ മൂക്ക് കറുത്തതാണ്.
ഒരു ഹോൾസ്റ്റർ ധരിച്ച മനുഷ്യൻ
ജനലയ്ക്ക് പുറത്ത് തലയുള്ള രണ്ട് പൂച്ചകൾ.
ധ്രുവത്തിൽ മഞ്ഞ വരകൾ
മേശപ്പുറത്ത് ഒരു വെളുത്ത ലാപ്‌ടോപ്പ്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സ്കേറ്റ്ബോർഡിൽ ഒരു ചക്രം
സർഫ് ബോർഡിലെ ഒരു സ്ത്രീ
ഒരു ബസ്സിൽ ഡിജിറ്റൽ നമ്പർ പ്രിന്റ്
കട്ടിലിൽ പുഷ്പം
കറുത്ത രണ്ട് തട്ടുള്ള ബസ്
സർഫർ
നീലയും വെള്ളയും വരയുള്ള കുപ്പായമുള്ള ഒരാൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഉയരമുള്ള സ്റ്റെയിൻ‌ലെസ് സ്റ്റീൽ ഷേക്കർ
ഇതൊരു സോക്ക് ആണ്
തിരമാലകൾ വെള്ളത്തിൽ പതിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ട്രെയിൻ ട്രാക്കിലൂടെ പോകുന്ന രണ്ട് ട്രെയിനുകൾ
ബസ് വിന്റേജ് ആണ്
കോൺക്രീറ്റ് പേനയിൽ ആനകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരിടത്ത് ഇരിക്കുന്ന മൂങ്ങ
പുറത്ത് കാണുന്നതിന് വലിയ വിൻഡോ
ഒരു വയലിൽ ജിറാഫ്
റോഡിൽ നിർത്തുക അടയാളം
തവിട്ട് ക്ലോക്ക് ടവർ
സ്ത്രീകൾ കസേരയിൽ ഇരിക്കുന്നു
പിൻ ബോർഡിലെ കലണ്ടർ.
ഇരുണ്ട ദ്രാവകത്തിന്റെ ടാൻ കപ്പ്
കട്ടിലിന്റെ അരികിൽ ഇരിക്കുന്ന സ്ത്രീ
ഇവ കണ്ണടയാണ്
പർ‌വ്വത ചരിവിൽ‌ മഞ്ഞ്‌ താഴേക്ക്‌ പറക്കുന്ന സ്കീയർ‌
ടെന്നീസ് പന്ത് വായുവിലാണ്
സ്കേറ്റ്ബോർഡിൽ പ്ലെയ്ഡ് ഷർട്ടിലുള്ള മനുഷ്യൻ
പുതിയ വെളുത്ത തൂവാലകളുടെ ശേഖരം
മഴവില്ല് നിറമുള്ള പക്ഷി കൈറ്റ് ആകൃതിയിൽ
ജിറാഫിന്റെ തല മരത്തിന്റെ പിന്നിൽ
ടാൻ ജാക്കറ്റിൽ ബാൽഡിംഗ് മാൻ
സൂര്യൻ അസ്തമിക്കുന്നു
കറുത്ത നായയുടെ സിൽക്കി വലത് ചെവി
ശാന്തമായ വെള്ളത്തിന്റെ വലിയ പ്രദേശം
ഈ വ്യക്തി സർഫിംഗ് ചെയ്യുന്നു
ഒരു മനുഷ്യൻ വായുവിൽ ഒരു കൈ ഉയർത്തി ചരിവിലൂടെ താഴേക്ക്‌ നീങ്ങുന്നു.
മഞ്ഞിൽ പൈൻ മരങ്ങൾ
ഒരു മുറ്റത്തിന്റെ ലാൻഡ്സ്കേപ്പിംഗ്
റോഡിലെ വാഹനങ്ങൾ
ഉപേക്ഷിച്ച വാഴത്തൊലി
ഒരു വലിയ തലകീഴായ വാഴപ്പഴം.
നീല കയ്യുറകളുള്ള പാരാമെഡിക്
മാർബിൾ മേശയിൽ മധുരപലഹാരങ്ങൾ
ആകാശത്ത് പറക്കുന്ന പക്ഷി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പോസ്റ്റ്-ഇറ്റ് കുറിപ്പുള്ള ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
പച്ച സ്കേറ്റ്ബോർഡുള്ള ഒരു കുട്ടി
വെളുത്ത സിമൻറ് ആഷ് ട്രേ
വിമാനത്തിൽ മഞ്ഞ ടെന്നീസ് പന്ത്
നീല ബേസ്ബോൾ തൊപ്പി
മെറ്റൽ ഫ്രെയിം ഉള്ള ഓഫീസ് വിൻഡോ
മഞ്ഞ പൂക്കളുള്ള കുറ്റിച്ചെടി
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ചെറുപ്പക്കാരൻ സ്കേറ്റ്ബോർഡ് പിടിക്കുന്നു.
കുഞ്ഞ് ആന
ഭക്ഷണം മേശപ്പുറത്തുണ്ട്.
ഒരു ചെറിയ കഷണം കേക്ക്.
കറുപ്പും വെളുപ്പും നിറത്തിലുള്ള കടൽകാക്ക
പയ്യൻ വീഡിയോ ഗെയിം കളിക്കുന്നു
സ്കേറ്റ്ബോർഡറിന്റെ തലമുകളിൽ മേഘങ്ങളുള്ള നീലാകാശം
ഒരാൾ കസേരയിൽ ഇരിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മരത്തിൻ്റെ ടോയ്‌ലറ്റ് സീറ്റ്
കുഞ്ഞ് ആന
വലിയ ആന
ഒരു വെളുത്ത മടക്ക കസേര
നീളമുള്ളതും വെളുത്തതുമായ വിമാനം
മരങ്ങൾക്ക് മുകളിൽ ഒരു നീലാകാശം
ഒരു സെൽഫി ഫോട്ടോ എടുക്കുന്ന സ്ത്രീ
ധ്രുവത്തിന്റെ മുകളിൽ പച്ച അടയാളങ്ങൾ
രണ്ട് മെറ്റൽ സ്ക്രൂകൾ
ഷർട്ടിൽ വെളുത്ത തുണി
മിനുസമാർന്ന ടേബിളിന്റെ ഉപരിതലം
കോർട്ടിലെ ടെന്നീസ് കളിക്കാരൻ
വെള്ളി പാത്രം നിറയെ സിറപ്പ്
മോട്ടോർസൈക്കിളുകൾ ലോട്ടിൽ പാർക്ക് ചെയ്തിട്ടുണ്ട്
മോട്ടോർ സൈക്കിളിലെ വ്യക്തി
കുഞ്ഞ് ആന
ദ്വീപ് ബീച്ച് രംഗം
മോട്ടോർ സൈക്കിളിൽ മനുഷ്യൻ
ഒരു വിമാനത്തിന്റെ ചിറക്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ജിറാഫിന്റെ വാൽ കറുത്തതാണ്
മെറ്റൽ സ്പൈക്ക്ഡ് വേലി
തെരുവിൽ നിൽക്കുന്ന മനുഷ്യൻ
ശോഭയുള്ള ഓറഞ്ച് ട്രാഷ് റിസപ്റ്റിക്കൽ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നിലത്ത് കുറച്ച് പുല്ല്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
വെളുത്ത കുളിമുറി വാതിൽ
സ്നോബോർഡിലെ ഒരു വ്യക്തി
ചരക്ക് കണ്ടെയ്നർ ചുവപ്പാണ്
ചക്രത്തിൽ ചുവന്ന നക്ഷത്രം
നീലയും സ്വർണ്ണവുമായ യുദ്ധവിമാനം.
ഇരട്ട തെരുവ് വെളിച്ചമുള്ള കറുത്ത പോൾ
ബസിന്റെ വിൻഡ്ഷീൽഡിലെ വൈപ്പറുകൾ.
മനുഷ്യൻ മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്നു
സമുദ്രത്തിലെ ടാങ്കർ കപ്പൽ
സ്ത്രീ ചുരുട്ടിയ പേപ്പർ പിടിക്കുന്നു
ഒരു ജോടി ചാര കത്രിക
ഇതൊരു വാതിലാണ്
വെള്ളത്തിൽ പൂച്ചയുടെ പ്രതിഫലനം
ചിഹ്നത്തിൽ നീല പെയിന്റ്
അവൻ തൊപ്പി ധരിക്കുന്നു
പാവാട ഭാഗികമായി മുകളിലേക്ക് പറക്കുന്നു
ക്യാമറയിൽ പുഞ്ചിരിക്കുന്ന മനുഷ്യൻ
ദ്രാവകം നീലയാണ്
ഒരു ആൺകുട്ടി സ്കേറ്റ്ബോർഡിംഗ്
ഒരു കെട്ടിടത്തിന്റെ വശങ്ങളിലെ ഇഷ്ടികകൾ
പുല്ല് പൊതിഞ്ഞ കുന്നിൻ
ടെന്നീസ് കോർട്ടിൽ പന്തിന്റെ നിഴൽ
ധാരാളം വിൻഡോകളുള്ള സ്കൂൾ കെട്ടിടങ്ങൾ
മനുഷ്യൻ പാരാസെയിലിംഗ് ചെയ്യുന്നു
ചെറിയ ചുവപ്പും വെള്ളയും തലം
ചിത്രത്തിന്റെ മധ്യഭാഗത്ത് ഒരു സെക്സി സ്ത്രീ
പന്ത് തട്ടാൻ ഒരുങ്ങുന്ന ഒരു ബാറ്റർ
ഒരു വിമാനത്തിൽ നിന്ന് കാണുക
ഒരു കുഴിയിൽ ഒരു ട്രക്ക്.
ധ്രുവക്കരടി
മേച്ചിൽപ്പുറത്തെ പശുക്കൾ
സർഫ്ബോർഡിലെ പയ്യൻ.
കള്ള് പുല്ലിൽ ഇരിക്കുന്നു
ഐസിലെ ഒരു നീണ്ട പോൾ
വിമാനത്തിൽ ടെന്നീസ് പന്ത്
തെരുവിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന ഒരു വെളുത്ത ട്രക്ക്.
വെളുത്ത ജേഴ്സിയിൽ ഒരു കറുത്ത നമ്പർ
മനുഷ്യൻ നിൽക്കുകയും പുഞ്ചിരിക്കുകയും ചെയ്യുന്നു.
വയലിൽ കുതിരകൾ
ചിത്രത്തിലെ ഫോട്ടോ ടാഗ്
വ്യക്തമായ ഗ്ലാസിൽ മഞ്ഞ ദ്രാവകം.
ട്രെയിൻ ലൈറ്റുകൾ ഓണാണ്
കുതിരപ്പുറത്ത് ജോക്കി.
ഇതൊരു തുറമുഖമാണ്
കുളിമുറിയിൽ ഒരു സിങ്ക്
കറുത്ത ബുക്ക്ബാഗ്
ഒരു ചവിട്ടു മെത്തയിൽ ഒരു നായയുടെ കിടക്ക
ഒരു നഗരത്തിന്റെ രംഗം
വെളുത്ത കുടകൾ തുറക്കുക
വ്യക്തമായ പ്ലാസ്റ്റിക് ബൂട്ടിൽ
ചരിഞ്ഞ ട്രാഫിക് സിഗ്നൽ
റോകുവിന് കറുത്ത റിമോട്ട്.
"ഓറഞ്ച്, കറുത്ത നിറങ്ങളുള്ള തൊപ്പി ധരിച്ച കളിക്കാരൻ"
ഇത് ഒരു അടുക്കളയുടെ അകമാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു പാത്രം റാഞ്ച് ഡിപ്
ഇത് ഗ്രാമീണ പശ്ചാത്തലത്തിലാണ് എടുത്തിരിക്കുന്നത്
സീബ്രകൾ കാണുന്ന ഒട്ടകപ്പക്ഷി
ആന സവാരി ചെയ്യുന്ന വ്യക്തി
ബാത്ത്റൂമിൽ ലൈറ്റിംഗ്
ഓറഞ്ച് മോട്ടോർസൈക്കിളിന്റെ ഇരിപ്പിടം
12 പേരുടെ ഒരു സംഘം
ഒരു ഷെഡിൽ സൂക്ഷിച്ചിരിക്കുന്ന വിമാനത്തിന്റെ ഭാഗങ്ങൾ
കറുത്ത ജാക്കറ്റ് ധരിച്ച മനുഷ്യൻ
ഒരു കാറിലെ ചക്രങ്ങൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പ്ലേറ്റിൽ പിസ്സ
മൾട്ടി കളർ ഷർട്ട് ധരിച്ച സ്ത്രീ
ആകാശത്ത് വലിയ തലം
തവിട്ട് ഗോപുരം
ഒരു കോക്ക് കുപ്പി പിടിച്ചിരിക്കുന്ന പെൺകുട്ടി
രണ്ട് പെൺകുട്ടികൾ ഒരു ബെഞ്ചിൽ
ജാലകമുള്ള ഒരു മരം വാതിൽ
ചുവപ്പും വെള്ളയും ബലൂണുകളുടെ ഒരു കൂട്ടം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കറുത്ത കോട്ട് ധരിച്ച മനുഷ്യൻ
"ഡെസ്‌കിൽ. ഗ്രേ, കറുപ്പ് കമ്പ്യൂട്ടർ മൗസ്"
തീവണ്ടിയിലെ ജനാല
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇത് ഒരു നഗര പശ്ചാത്തലത്തിലാണ് എടുത്തത്
സ്ത്രീ സർഫർ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
രണ്ട് വിളമ്പുന്ന ഭക്ഷണം
വെള്ളത്തിന് പിന്നിൽ ഉയരമുള്ള ഗോപുരം.
കോർട്ടിന്റെ അവസാനം നിൽക്കുന്ന ടെന്നീസ് കളിക്കാരൻ
കറുപ്പ് 'ദി' അക്ഷരങ്ങൾ
തുറന്ന ചുവന്ന കുട
ഒരു സ്ത്രീ അവളുടെ ഫോൺ നോക്കുന്നു
വലിയ ഇരുണ്ട ജിറാഫുകൾ ചാരിയിരിക്കുന്നു
ചിഹ്നത്തിന് മുകളിൽ ചുവന്ന ലൈറ്റ്.
ഒരു ബേസ്ബോൾ മൈതാനത്ത് പുല്ല്
നായ വെള്ളയും തവിട്ടുനിറവുമാണ്
സെൽഫോൺ കൈവശമുള്ള സ്ത്രീ.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വരയുള്ള കുപ്പായം ധരിച്ച മനുഷ്യൻ
വായുവിൽ ഒരു പിങ്ക് ഫ്രിസ്ബീ
ഒരു പാർക്കിംഗ് മീറ്ററിന്റെ ഗ്രേ പാരി.
തവിട്ടുനിറത്തിലുള്ള ധ്രുവം
ചുവരിൽ തവിട്ട് പെയിന്റ്
നിരവധി ബാഗുകൾ പ്രദർശിപ്പിച്ചിരിക്കുന്നു
ഒരു കൂട്ടം പച്ച വാഴപ്പഴം
ഒരു സീബ്രയിൽ കട്ടിയുള്ള കറുത്ത വര
ഒരു കറുത്ത രജന
പിസ്സയിലെ തുളസി ഇല
കൊട്ടയിൽ വട്ടത്തിലുള്ള പിസ്സ.
ഒരു നായ
തെരുവിൽ നടക്കുന്ന സ്ത്രീ.
ഒരു വ്യക്തിക്ക് മുകളിലുള്ള പച്ച കുട
പൂച്ച ടോയ്‌ലറ്റിലാണ്
ചാരനിറത്തിലുള്ള ജീൻസ് ധരിച്ച സ്ത്രീ
നിലത്ത് കറുത്ത പുള്ളി
ഒരു മുതിർന്ന സീബ്ര
P എന്ന അക്ഷരം ഒരു ചിഹ്നത്തിൽ
തൊപ്പിയിൽ ചുവന്ന തുണി
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു ഓറഞ്ച് പണി വാഹനം
കടൽത്തീരത്ത് വലിയ പിയർ
കഷണ്ടിക്കാരൻ മേശയുടെ തലയിൽ നിൽക്കുന്നു
രണ്ട് കുതിരകൾ കളിക്കുന്നു.
തവിട്ടുനിറത്തിലുള്ള കരടി
ലോഡിംഗ് ഗേറ്റിൽ ചുവപ്പും വെള്ളയും വിമാനം
സ്വാതന്ത്ര്യ പ്രതിമ
വായുവിൽ ഇരുണ്ട ചാരനിറത്തിലുള്ള വിമാനം
പൂത്തട്ടം പച്ചയാണ്
ഗ്ലൈഡർ ഒരുമിച്ച് ചേർക്കുന്നതിന് ഒരു മനുഷ്യൻ പ്രവർത്തിക്കുന്നു
കിടക്കയിൽ ഇരിക്കുന്ന ഒരു നായയും പൂച്ചയും
ആളുകൾ റാഫ്റ്റിൽ മുട്ടുകുത്തി
ടൂത്ത് ബ്രഷ് പിടിച്ചിരിക്കുന്ന മനുഷ്യൻ
ഒരു ക്രീക്കിൽ ഒരു വെളുത്ത ബസ്
ആകാശത്ത് പറക്കുന്ന മഞ്ഞ കൈറ്റ്.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
പരവതാനി തവിട്ടുനിറമാണ്
മേശപ്പുറത്ത് ഗ്ലാസ്
ഒരു കാരിയറിനുള്ളിലെ പൂച്ച
ചായകപ്പിൽ റ്റീ എന്ന് എഴുതിയിരിക്കുന്നു
വലിയ ചിക്കാഗോ സ്റ്റൈൽ പിസ്സ
വയലിൽ നിൽക്കുന്ന തവിട്ട് എരുമ
ചാരനിറത്തിലുള്ള അഴുക്കിന്റെ ഭാഗം
ഒരു കുഞ്ഞ് പല്ല് തേക്കുന്നു
ഇതൊരു ശില്പമാണ്
നീല പോർസലൈൻ ബാത്ത്റൂം സിങ്ക്
ഫ്രിസ്‌ബീ ഗോൾഫ് കളിക്കുന്ന രണ്ട് ആൺകുട്ടികൾ
ഒരു വിമാനത്തിന്റെ രണ്ട് കറുത്ത ചക്രങ്ങൾ
വലിയ പുക
ശോഭയുള്ള ഓറഞ്ച് ജഗ്‌ളിംഗ് പിൻ
നഗരത്തിന് മുകളിൽ പറക്കുന്ന വലിയ നീല ജെറ്റ്
കെട്ടിപ്പടുക്കുന്നതിനുള്ള ജാലകങ്ങൾ
മഞ്ഞുവീഴ്ചയിൽ സ്കീസ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ബ്രൗൺ സെക്ഷണൽ സോഫയും ഓട്ടോമൻ
സ്ത്രീക്ക് ഒരു കൈ കാണുന്നില്ല
കുഞ്ഞ് ആന
സ്ത്രീ പുരുഷനു മുകളിൽ കട്ടിലിൽ നിൽക്കുന്നു
പാദങ്ങൾ മേശപ്പുറത്ത് വെച്ചിരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഗ്ലാസ് പാത്രത്തിൽ പുഷ്പം
തവിട്ടുനിറത്തിലുള്ള ടെഡി ബിയർ മേശപ്പുറത്ത്
കൊമ്പുകളുള്ള ഒരു ചെറിയ ആട്.
ഒരു പച്ച ട്രാഫിക് ലൈറ്റ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കുട പർപ്പിൾ ആണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ജനലിനു പുറത്ത് വരാന്തയിലെ വേലി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ആനയുടെ തുമ്പിക്കൈ
നിലത്ത് കറുത്ത പുള്ളി
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
നിലത്ത് ഒരു ഘടികാരം.
മോട്ടോർ ബൈക്കുകൾ പാർക്ക് ചെയ്തിരിക്കുന്നു
പർവതത്തിന് മുകളിൽ നിൽക്കുന്ന മനുഷ്യൻ
അവർ ഒരു കഷ്ണം കേക്ക് പിടിക്കുന്നു
മോട്ടോർ സൈക്കിളിൽ കറുത്ത സീറ്റ്
ഒരു ചെറിയ കഷണം പിസ്സയിൽ ചീര കഷ്ണം
വഴിയിൽ ബസ്
ഒരു മരത്തിൽ ഒരു ഓറഞ്ച്.
ചുമരിലെ സമയം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പിങ്ക് നിറത്തിലുള്ള വെളുത്ത ടെന്നീസ് ഷൂസ്
ആകാശത്ത് പറക്കുന്ന നിരവധി പട്ടങ്ങൾ
ഒരു പോൾ അടയാളങ്ങൾ
പുറത്ത് ഒരു വലിയ കലം
ചുവപ്പും വെള്ളയും അടയാളം
നനഞ്ഞ പിങ്ക് നാവ്
കറുത്ത പാന്റ്സ് ധരിച്ച വ്യക്തി
തുടർച്ചയായി തിളങ്ങുന്ന ലൈറ്റുകൾ
വായുവിൽ കൈറ്റ്സ്
ആളുകൾ ബേസ്ബോൾ ഗെയിം കളിക്കുന്നു
ഒരു ജോടി സൺഗ്ലാസുകൾ.
കിടക്ക നീലയാണ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
അത് ഒരു വ്യക്തിയാണ്
കുട ചുമക്കുന്ന രണ്ടുപേർ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ദ്വീപ് ബീച്ച് രംഗം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു പുതപ്പിൽ ഒരു പന്നി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കറുത്ത അച്ചടി ശൈലിയിലുള്ള അക്ഷരം
പെൺകുട്ടി ഒരു ബാറ്റ് പിടിക്കുന്നു
റോഡ് മുറിച്ചുകടക്കുന്ന പശുക്കളുടെ കൂട്ടം
അത് ഒരു ബ്രിക്ക് ആണ്
പാത്രം വെളുത്തതാണ്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വയലിൽ കുതിര മേയുന്നു
വെള്ളത്തിൽ നിന്നുള്ള തിരകൾ
കുട പിടിക്കുന്ന ഒരാൾ
വയലിൽ മഞ്ഞ പൂക്കൾ
ബേസ്ബോൾ തൊപ്പി ധരിച്ച മനുഷ്യൻ
ഒരു നീല മെറ്റൽ ബെഞ്ച്.
ഒരു പിങ്ക് ബാഗ്
ഒരു മേശപ്പുറത്ത് വാഴപ്പഴങ്ങൾ
ഒരു പട്ടം പറപ്പിക്കുന്ന പെൺകുട്ടി
ചിഹ്നത്തിൽ ചുവന്ന അക്ഷരം
കൊച്ചുകുട്ടികൾ ബേസ്ബോൾ കളിക്കുന്നു.
കാൽ തുന്നലുകൾ സ്വീകരിക്കുന്നു
തവിട്ട് മൂന്ന് തലയണ സോഫ
തിളക്കമുള്ള പച്ച കരടി
ഇതൊരു ട്രെയിൻ ആണ്
ഒരു സ്ത്രീ മോട്ടോർ സ്കൂട്ടർ ഓടിക്കുന്നു
വലിയ ക്ലോക്ക് സജ്ജീകരണം ഉയർന്നതാണ്
ആകാശത്ത് പർപ്പിൾ ഹിറ്റ്
ഒരു സ്വർണ്ണ തവിട്ട് നിറമുള്ള ബൺ.
പശുക്കൾ കറുപ്പും വെളുപ്പും ആണ്
വെള്ളത്തിൽ തവിട്ടുനിറത്തിലുള്ള ബോട്ട്
വർണ്ണാഭമായ ഡോണട്ട്സ് പെട്ടി
മഞ്ഞ ഫോർക്ക്ലിഫ്റ്റിന്റെ വശം
ഒരു ചുവന്ന ഭക്ഷണ ട്രക്ക്
ആടുകൾ തമ്മിൽ അടുത്തു
കിടക്കയിൽ കിടക്കുന്ന ഒരു കുട്ടി
കെട്ടിടത്തിൽ നിന്ന് തൂക്കിയിട്ടിരിക്കുന്ന ചിഹ്നത്തിലെ കണ്ണട
കറുത്ത വടിയുള്ള മഞ്ഞ പാഡിൽ
ടവർ
നിലത്ത് കറുത്ത പുള്ളി
പ്രതിമ ഒരു സ്ത്രീയാണ്
കാറ്റിനടിയിൽ ചുവന്ന തൂവലുകൾ
പട്ടം നിലത്തുണ്ട്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
അത് ഒരു കണ്ണാണ്
തെളിഞ്ഞ ആകാശത്തിന്റെ പശ്ചാത്തലം.
സാൻഡ്‌വിച്ച് പകുതിയായി മുറിച്ചു
സ്കയർ വായുവിലൂടെ പറക്കുന്നു
പച്ച വേവിച്ച ബ്രൊക്കോളി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മനുഷ്യൻ സ്കേറ്റ്ബോർഡിംഗ് തന്ത്രം ചെയ്യുന്നു.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സ്റ്റാർബക്സ് കോഫി കപ്പ്
ഇതൊരു സ്കീയർ ആണ്
ഇത് ഒരു മനുഷ്യനാണ്
പൂച്ച ഇരിക്കുന്നു
ചാരനിറത്തിലുള്ള തിരശ്ശീലയുള്ള ഒരു വിൻഡോ
കൗണ്ടറിൽ ചുവപ്പും വെള്ളയും കാർട്ടൂൺ
ആന ധ്രുവത്തിലേക്ക് ചാഞ്ഞു
കറുപ്പും തവിട്ടുനിറത്തിലുമുള്ള കരടി
കാർ നീലയാണ്
മേശപ്പുറത്ത് ഒരു കുരുമുളക് ഷേക്കർ
പച്ച ചുമരിൽ വെളുത്ത അക്ഷരം
മനുഷ്യൻ ബേസ്ബോൾ എറിയുന്നു
ഇത് ഒരു മനുഷ്യനാണ്
മിഡ് എയറിലെ സോക്കർബോൾ
രണ്ട് ആനകൾ നിലത്ത് നിൽക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ബസിലെ പച്ച അക്കങ്ങൾ
ഒരു സീൽ ഒരു ബെഞ്ചിൽ കിടക്കുന്നു
കുതിര പുല്ലിൽ മേയുന്നു
റൊട്ടി ഉള്ള ഒരു വിഭവം
ക്ലോക്ക്
തവിട്ട് പശുക്കിടാവ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
വലിയ ഫ്രെയിം ചെയ്ത വനിതാ സൺഗ്ലാസുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഓണായിരിക്കുന്ന ചെറിയ കറുത്ത ടിവി
വെള്ളത്തിൽ വെള്ളയും വെള്ളയും ഉള്ള ബോട്ട്
മനുഷ്യന് നീളമുള്ള മുടിയുണ്ട്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചുവന്ന തൊപ്പി ധരിച്ച വ്യക്തി
തലയിൽ തൊപ്പിയുളള കറുപ്പും വെളുപ്പും നിറമുള്ള നായ
ഒരു കവലയിൽ ഒരു ട്രക്ക് കാത്തിരിക്കുന്നു
കോർട്ടിൽ വെളുത്ത വര വരച്ചു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
സീലിംഗിൽ ഒരു വിശാലമായ വെളിച്ചം
മുറിയുടെ വലതുവശത്ത് വലിയ പഫ് കസേര
ഒരു ഓട്ടത്തിൽ രണ്ട് സ്കീയർമാർ.
അത് ആടാണ്
പന്ത് തട്ടാൻ ഒരുങ്ങുന്ന ഒരു ടെന്നീസ് കളിക്കാരൻ
ടെൻ ടെഡി ബിയർ പാറയിൽ ഇരിക്കുന്നു
കുഞ്ഞ് ആന
ഒരു മഴവില്ല് നിറമുള്ള കുട.
പിസ്സയിൽ പച്ച സീസണിങ് .
ആത്യന്തിക ഫ്രിസ്‌ബീ കളിക്കുന്ന രണ്ടുപേർ
കടൽത്തീരത്തെ വെള്ളവും മണലും
ഒരു ഗ്ലാസ് ടോപ്പ്ഡ് കോഫി ടേബിൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ട്രീ ലോഗിന് സമീപം നിൽക്കുന്ന ഒരു സീബ്ര
ഘടികാരത്തിൽ കറുത്ത കൈ.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വെളുത്ത പ്ലേറ്റിൽ ക്വസഡില്ല
കുഞ്ഞ് ആന
ഒരു വലിയ പശു
കുഞ്ഞ് ആന
പച്ചയും മഞ്ഞയും ടൈൽ
നാല് ബ്ലേഡ് ഉള്ള എയർപ്ലെയിൻ പ്രൊപ്പല്ലർ
പഴയ ഒരു ടെഡി ബിയർ
പാനിന്റെ വശത്ത് കത്തിച്ച ഭക്ഷണം
നീല വള്ളം
ഫ്രിസ്ബീ എറിയുന്ന ചെറിയ പെൺകുട്ടി
ടയറിലെ റിം നീലയാണ്.
സ്തംഭത്തിന് മുകളിൽ മഞ്ഞ തലം
ഒരു നീല സർഫ്ബോർഡ്
ബസ്സിലെ വിൻഡ്ഷീൽഡ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കുഞ്ഞ് ആന
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കുട പിടിക്കുന്ന ഒരാൾ
ചുവന്ന ട്രക്കിന്റെ പിൻഭാഗം
ബേബി സീബ്ര മുൻപന്തിയിൽ.
"ചുവപ്പ് നീല, വെള്ള ട്രെയിൻ"
വെള്ളത്തിൽ ഇരുണ്ട പുള്ളി
ഹിമത്തിലെ സ്കീ മാർക്കർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പച്ചയും സ്വർണ്ണക്കണ്ണുകളുമുള്ള കറുത്ത പൂച്ചയുടെ മുഖം
ആളുകൾ ഒരു ടെന്നീസ് ഗെയിമിലാണ്.
ഒരു തെരുവിന്റെ കാഴ്ച.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു മഞ്ഞ ബേസ്ബോൾ തൊപ്പി
കടൽത്തീരത്ത് ഒരു മൃഗം
വിളക്ക് വീട് കത്തിച്ചു
ഫ്രിഡ്ജിൽ ചുവന്ന ചിത്രം
നിലത്ത് കറുത്ത പുള്ളി
ദ്വീപ് ബീച്ച് രംഗം
ഒരു പാത്രത്തിൽ ചെറിയ പിസ്സ
കറുപ്പും വെളുപ്പും ആട്
ഇതൊരു പന്നിയിറച്ചി ഫ്രിറ്റർ സാൻഡ്‌വിച്ച് ആണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ബെഞ്ചിൽ ഇരിക്കുന്ന ദമ്പതികൾ
സിൽവർ കാർ കർബിനു സമീപം നിർത്തി ഇട്ടിരിക്കുന്നു
ദ്വീപ് ബീച്ച് രംഗം
കുഞ്ഞ് ആന
ഇടതുവശത്ത് ഒരു ചുവന്ന ചിഹ്നം
ഒരു സ്ത്രീയുടെ ടെന്നീസ് ഷൂ
ടൈൽഡ് കുളിമുറി നശിപ്പിച്ചു
പശു മുന്നോട്ട് അഭിമുഖീകരിക്കുന്നു.
ഒരു ചെറിയ വയർ വേലി
ഒരു ചട്ടിയിലെ പോപ്പ് ഓവറുകൾ.
ഭാഗികമായി നിർമ്മിച്ച മുട്ട സാലഡ് സാൻഡ്‌വിച്ചുകൾ
മനുഷ്യൻ ആനകളോടൊപ്പം നിൽക്കുന്നു
തവിട്ട് കുതിര
നിലത്ത് കറുത്ത പുള്ളി
നീലയും വെള്ളയും കൈറ്റ്
ഒരു വലിയ നീല ക്രെയിൻ ഒരു ബാർജ്
ചുവന്ന ഇലകളുള്ള നേർത്ത ചെറിയ മരം.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ലാപ്ടോപ്പ് ലാപ്ടോപ്പിൽ തുറന്നു
സീബ്രയുടെ നീളമുള്ള വാൽ
ഒരു ടോയ്‌ലറ്റിന്റെ വെളുത്ത സീറ്റ്
ബ്രൗൺ ചെളി നിലത്ത്
ഒരു സ്ലൈഡിൽ സ്കെറ്റിംഗ് ചെയ്യുന്ന ഒരാൾ
ഒരു മതിലിന്റെ വശം
കറുത്ത അഡിഡാസ് ഷൂസ്
ഒരു കണ്ണാടിയുടെ ഭാഗം
ഫോൺ കൈവശമുള്ള ഒരാൾ.
മേശപ്പുറത്ത് മഞ്ഞ വാഴപ്പഴം
വായുവിൽ ചെറിയ കൈറ്റ്
നീളമുള്ള സ്ലീവ് ഷർട്ടിനുള്ള സ്ലീവ്
കുളിമുറിയിൽ വെളുത്ത തൂവാലകൾ
ചാര A10 വാർ‌ത്തോഗ് ഓൺ ടാർ‌മാക്
നിലത്ത് ഒരു വിമാനം
കെട്ടിടത്തിന് പിന്നിലെ ചാരനിറത്തിലുള്ള ആകാശം
ഒരു പൂന്തോട്ടത്തിന്റെ ഭാഗം
ഒരു ചെറിയ ചാരനിറത്തിലുള്ള സ്റ്റീൽ ബെഞ്ച്.
കുതിരപ്പുറത്തുള്ള വ്യക്തി
നിലത്തു പാറ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ബോർഡിൽ മനുഷ്യൻ സർഫിംഗ് ചെയ്യുന്നു
കുപ്പായം ധരിച്ച കുട്ടി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു പെൺകുട്ടി ഒരു ആൺകുട്ടിയെ ഒരു ബെഞ്ചിൽ ഇരുന്നു ചുംബിക്കുന്നു
മനുഷ്യൻ സെൽ ഫോണിൽ സന്ദേശമയയ്ക്കുന്നു
ദ്വീപ് ബീച്ച് രംഗം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു വലിയ നഗര ക്ലോക്ക്
തീവണ്ടി കാറുകൾ
വെളിച്ചം മഞ്ഞയാണ്
ഒരു പാർക്കിംഗ് സ്ഥലത്ത് ഫ്രിട്ടോ ലേ വാൻ
കപ്പലോട്ടം കപ്പലിലാണ്
ഒരു വെളുത്ത ടിഷ്യു റോൾ
നീലക്കണ്ണുകളുള്ള ചെറുപ്പക്കാരൻ
ടെലിവിഷൻ കാണുന്ന ഒരു കൂട്ടം ആളുകൾ
നായയുടെ ആകൃതിയിലുള്ള ഒരു ബാഗ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ബേസ്ബോൾ മൈതാനത്തിലെ പുരുഷന്മാർ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ദ്വീപ് ബീച്ച് രംഗം
റോഡിന്റെ വശത്തുള്ള ഒരു പരസ്യബോർഡ്
ജിറാഫിന്റെ വെളുത്ത കൂർത്ത ചെവി
മനുഷ്യന് നീളമുള്ള നരച്ച മുടിയുണ്ട്.
പെൺകുട്ടി കറുത്ത പാന്റ്സ് ധരിക്കുന്നു.
ഈന്തപ്പനയുടെ ഇലകൾ
ഒരു കുട്ടിയെ സ്കീ ചെയ്യാൻ പഠിക്കാൻ സഹായിക്കുന്ന മുതിർന്നയാൾ
ഫോൺ മേശപ്പുറത്ത്
ഒരു സെൽ ഫോൺ ഉപയോഗിക്കുന്ന ഒരാൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു മഞ്ഞ സ്കൂൾ ബസ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
തെരുവിൽ വെളുത്ത ഡോട്ട് ഇട്ട വരികൾ
പാത്രത്തിൽ കാരറ്റ് മുറിച്ചത്
കറുത്ത വെറ്റ്സ്യൂട്ടിലുള്ള ഒരു സ്ത്രീ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വിമാനം നിലത്തുണ്ട്
തെരുവിൽ ഒരു വെളുത്ത കുതിര
മതിലിനരികിൽ ഇരിക്കുന്ന കിടക്ക
ഒരു വെളുത്ത പ്ലേറ്റിന്റെ ചെറിയ ഭാഗം
ജനൽ ട്രിം ചുവപ്പാണ്
ഒരു വിമോചനത്തിന്റെ ക്ലോസപ്പ്
ട്രക്കിന്റെ പുറകിലുള്ള ഗാർഫീൽഡ്
വൈറ്റ് ഐസിംഗുള്ള കേക്ക്
ഒരു ചെറിയ സൈഡ് വിൻഡോ
രണ്ട് സോക്കർ പന്തുകളുമായി കളിക്കുന്ന ഒരു പെൺകുട്ടി
വയലിൽ പുല്ല്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചെറിയ വിൻഡോകളുള്ള ടാൻ സിൻഡർബ്ലോക്ക് കെട്ടിടം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ട്രാക്കുകളിൽ മങ്ങിയ ചുവന്ന തീവണ്ടി .
വസ്ത്രം ധരിച്ച സ്ത്രീ
റോഡിന്റെ ഒരു റോഡ് അടയാളം
നായ നിലത്തു കിടക്കുന്നു.
ഡബിൾസ് ടെന്നീസ് മത്സരത്തിന് ശേഷം നാല് കളിക്കാർ കണ്ടുമുട്ടുന്നു
നായയുടെ മുഖം
നേർത്ത കണ്ണട ധരിച്ച വ്യക്തി
വായുവിൽ ഒരു ചുവന്ന കൈറ്റ്.
ഒരു വെളുത്ത പുതപ്പ്
മഞ്ഞ പ്ലെയ്ഡ് ബെഡ്സ്പ്രെഡ് ഉള്ള കിടക്ക
ഒരു ചെറിയ ചാരനിറത്തിലുള്ള കൈസഞ്ചി
തെരുവിന് മുകളിലുള്ള ട്രാഫിക് ലൈറ്റുകൾ
മൂന്ന് പേർ നിൽക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു പ്ലേറ്റിൽ പിസ്സ
പുരുഷന്മാരുടെയും സ്ത്രീകളുടെയും കുളിമുറി വശങ്ങളിലായി
"വെള്ള, ഓറഞ്ച് സർഫ് ബോർഡ്"
വിമാനത്തിൽ വെളുത്ത ചിറക്
ഒരു തവിട്ടുനിറത്തിലുള്ള കുതിര നടത്തം.
കോളിഫ്‌ളവർ കലർത്തിയ ബ്രൊക്കോളി
ഉയരത്തിൽ വായുവിലേക്ക് പറക്കുന്ന ഒരു സ്കേറ്റ്ബോർഡർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
രുചികരമായ ലുക്കിംഗ് പിസ്സ
ദ്വീപ് ബീച്ച് രംഗം
ടെന്നീസ് കോർട്ടിൽ മനുഷ്യൻ നിൽക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
തെരുവ് ചിഹ്നം പച്ചയാണ്.
ബോർഡിന് മുകളിലുള്ള ഭക്ഷണം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മനുഷ്യൻ കറുത്ത സ്യൂട്ടിലാണ്
ട്രെയിനിൽ ഒരു കറുത്ത ടാങ്കർ കാർ
സമുദ്രത്തിൽ സർഫിംഗ് ചെയ്യുന്ന ഒരാൾ
കുഞ്ഞ് ആന
മേശപ്പുറത്ത് ഇരിക്കുന്ന ഭക്ഷണത്തിന്റെ പ്ലേറ്റ്.
ബ്ലാക്ക് മെറ്റൽ ഹാൻഡ് റെയിലിംഗ്
ഭക്ഷണത്തിന്റെ അഗ്രം
കറുപ്പും മഞ്ഞയും പക്ഷി
ഒരു മറീനയിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന രണ്ട് ചെറിയ വള്ളങ്ങൾ
നിലത്ത് പച്ച പുല്ല്
കുഞ്ഞ് ആന
കരടി വെള്ളത്തിൽ നടക്കുന്നു
ഒരു ചെറിയ സെറാമിക് വാസ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഹോഴ്സ് പുള്ളിംഗ് മാൻ ഇൻ വാട്ടർ
ഒരു വെളുത്ത വിൻഡോ
ബ്രിഡ്ജ് ഭുജം
ടെന്നീസ് കളിക്കുന്ന ഒരു സ്ത്രീ.
മഞ്ഞ ഷർട്ട് ധരിച്ച പയ്യൻ
മരങ്ങൾ കൊണ്ട് നിലത്ത് കുത്തുക.
ഒരു സ്കേറ്റിംഗ് ഫീൽഡിൽ നിന്ന് കാണുന്നു
ഒരു സ്കൈ ചരിവിലുള്ള രണ്ട് ആളുകൾ
മറ്റുള്ളവരുടെ അടുത്ത് വിയർക്കുന്ന വ്യക്തി
ഒരു മേശപ്പുറത്ത് ഒരു പുസ്തകം
മനുഷ്യന്റെ പുറകിൽ തീ വിറകിന്റെ കൂമ്പാരം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മൂന്ന് വിമാനങ്ങൾ ആകാശത്ത് പറക്കുന്നു
ടെന്നീസ് കളിക്കാരുടെ കൂട്ടം
ഇരുണ്ട ലെതർ ഉപരിതലത്തിൽ ഉറങ്ങുന്ന പൂച്ച
തെ സ്തംഭത്തിന്റെ നിഴൽ
ഒരു വലിയ കല്ല് മതിൽ
സമുദ്രത്തിലെ ഒരു വ്യക്തി
മനുഷ്യൻ ഒരു ആപ്രോൺ ധരിക്കുന്നു
മനുഷ്യന്റെ കഴുത്തിൽ സിൽവർ ടൈ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കഷ്ണം അരിഞ്ഞത്
ഹ്രസ്വ മുടിയുള്ള വനിതാ ടെന്നീസ് കളിക്കാരൻ
കോർട്ടിൽ ടെന്നീസ് കളിക്കുന്നയാൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കറുപ്പും സ്വർണ്ണവും ഘടികാരം
കളിക്കളത്തിൽ ബേസ്ബോൾ കളിക്കുന്ന പുരുഷന്മാർ
"ഇളം തവിട്ട്, വെളുത്ത കുതിര"
നീലയും വെള്ളയും ഉള്ള ബോട്ട്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സീലിംഗിൽ നിന്ന് തൂങ്ങിക്കിടക്കുന്ന ലൈറ്റുകൾ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ഇരുണ്ട നീല ഡെനിം ജാക്കറ്റ്
അകലെ ഒരു വെളുത്ത ടോപ്പ് പർവ്വതം
ഇത് ഒരു മനുഷ്യനാണ്
വെള്ളത്തിന് മുകളിൽ വിമാനം
ഒരു വാമ്പയർ തലയിണ ഡിസൈൻ
കറുത്ത കരടി വൃക്ഷത്തെ വളയുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു വ്യക്തി സോഫയിൽ ഇരിക്കുന്നു
കാഴ്ച ഒരു പഴ കൊട്ടയാണ്
പ്ലേറ്റിലെ ഭക്ഷണത്തിന്റെ ക്ലോസ്‌ അപ്പ്
ഒരു നായ ഇളം തവിട്ടുനിറമാണ്
രംഗം ഒരു കുളിമുറിയിലാണ്
മണ്ഡപത്തിലെ പടികൾ
വിമാനത്തിന്റെ വാലിൽ നീല വര.
സ്കേറ്റ്ബോർഡിൽ നിൽക്കുന്ന ഒരാൾ
ഒരു വിൻഡോയുടെ ഇന്റീരിയർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മേഘങ്ങൾ ചാരനിറമാണ്
ട്രാക്കുകളിൽ ചരലും പാറകളും.
ഒരു തവിട്ടു ബൈക്ക് വഴിയിൽ പാർക്ക് ചെയ്തിരിക്കുന്നു
കുഞ്ഞ് ആന
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പരസ്പരം രണ്ട് വിമാനങ്ങൾ മുകളിൽ
വെളുത്ത ഷർട്ട് ധരിച്ച ഒരാൾ
ചുമരിൽ ടൈൽ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ഘടികാരത്തിന്റെ മുഖം
സ്കി കോഴ്സിലെ സ്കീയർമാർ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വശത്ത് ട്രെയിനിന്റെ പേര്
ഇത് ഒരു മനുഷ്യനാണ്
അകലെ മങ്ങിയ മിനി വാൻ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
വിളക്കിൽ വെളുത്ത വിളക്ക് നിഴൽ.
നടപ്പാതയിൽ തടി രേഖ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
തെരുവിലെ ഒരു ദ്വീപ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ആളുകൾ ആനപ്പുറത്തു കയറുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ആകാശത്ത് മൂന്ന് പട്ടം
ചേസ് ആണ് ബാങ്ക്
റോഡിലെ ഫയർ ട്രക്ക്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
രണ്ട് പക്ഷികൾ കയ്യിൽ പിടിച്ചിരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇത് ഒരു മനുഷ്യനാണ്
ഭക്ഷണത്തിൽ താലിച്ചിരിക്കുന്ന മധുരം
മനുഷ്യൻ പുല്ലിൽ നടക്കുന്നു
ഇതാണ് മതിൽ
ഇത് ഒരു മനുഷ്യനാണ്
ഹിമത്തിൽ ഒരു വ്യക്തിയുടെ നിഴൽ
മനുഷ്യന്റെ പോക്കറ്റിൽ കറുത്ത സെൽ ഫോൺ
കുഞ്ഞ് ആന
ഡോനട്ട് കഴിക്കുന്ന ഒരു കൊച്ചുകുട്ടിയുടെ വായ
ബോർഡർ വായുവിലൂടെ പറക്കുന്നു
ഇടതുവശത്ത് ജിറാഫിന്റെ ചെവികൾ.
ഇത് ഒരു സ്ത്രീയാണ്
ഇതൊരു മോട്ടോർ ബൈക്കാണ്
വെളുത്ത തരംഗത്തിന്റെ വശത്ത് സർഫർ ചെയ്യുക
ഫീൽഡിൽ ഒരു പോസ്റ്റ്
ഒരു പ്ലേറ്റിൽ പൊതിഞ്ഞ നിലക്കടല
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
അകലെയുള്ള വെള്ളം
ഇതാണ് പുല്ല്
തലയിൽ വെച്ചിരിക്കുന്ന വെളുത്ത തലപ്പാവ്
പോലീസുകാരുടെ മോട്ടോർസൈക്കിളിലെ ലൈറ്റുകൾ
ഇവയാണ് നായ്ക്കൾ
ഇരുണ്ട നീല ഷർട്ടിൽ ഒരു കൊച്ചുകുട്ടി
ഒരു തുറന്ന ഭാഗം
ഇതൊരു രഥമാണ്
ഇതാണ് സീബ്ര
സ്വെറ്റർ ഓറഞ്ച് ആണ്
വെളുത്തതും കറുത്തതുമായ ഒരു ബസ്
പൂച്ച കസേരയിൽ ചാരി
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഹെഡ്‌ഫോണുകൾ കറുത്തതാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വായുവിലുള്ള വ്യക്തി ഒരു തന്ത്രം ചെയ്യുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു റോഡിന്റെ ഭാഗം
ഇതൊരു റേസർ ആണ്
പാർക്ക് ബെഞ്ചിലെ ഒരു പുസ്തകം
ഇത് ഒരു മനുഷ്യനാണ്
കുന്നിൻ മുകളിലുള്ള കന്നുകാലികൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ടേബിൾ വസ്ത്രം ചുവന്ന ആണ്
മനുഷ്യൻ വൃദ്ധനാണ്
ഒരു പന്ത് തട്ടാൻ പോകുന്ന ഒരു ടെന്നീസ്
ചുവരിൽ ഫ്രെയിം ചെയ്ത പോസ്റ്റർ
ഇളം നിറമുള്ള പൂച്ചെണ്ട്
മൃഗത്തിന്റെ തല
വ്യക്തി ചാടുകയാണ്
കറുപ്പും ബ്രൗൺ നിറത്തിലുള്ള നായയും
പുരുഷന്മാർ കടലിൽ നീന്തുകയാണ്
മധ്യവയസ്‌കനായ മാൻ വേവ് ബോർഡിംഗ്
അടയാളങ്ങളോടുകൂടിയ ലൈറ്റ് പോസ്റ്റ്
സഫാരിയിൽ ഒരു ജിറാഫ്
പിസ്സയുടെ രണ്ട് കഷ്ണങ്ങൾ
ആടുകൾ ക്ലിപ്പറുകൾ ഉപയോഗിച്ച് കത്രിക്കുന്നു
വിമാനം ആകാശത്താണ്
ഫ്രഞ്ച് ഫ്രൈകളുടെ ഒരു പാത്രം
കുഞ്ഞ് ആന
തെരുവിൽ കിടക്കുന്ന വാഴപ്പഴം
ഒരു മൃഗശാലയിലെ രണ്ട് സീബ്രകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കുതിരകളിൽ മൂന്ന് പേർ
ഒരു നനവ് ദ്വാരത്തിൽ സീബ്രകളും ഉറുമ്പുകളും
ഒരു പെട്ടി ഡോനട്ട്സ്
മതിൽ ബ്രൗൺ നിറമാണ്
മഞ്ഞ ട്രോളി തെരുവിലൂടെ ഓടിക്കുന്നു
ഒരു വലിയ നിറമുള്ള ബിൽ ബോർഡ്
പ്ലേറ്റിലെ പച്ച പാത്രം
റോഡിൽ ചുവന്ന ബസ്
നീല പാറ്റേൺ കുടിക്കുന്ന ഗ്ലാസ്
തീവണ്ടി സ്റ്റേഷനിലേക്ക് അടുക്കുന്നു
ഒരു വിദൂര വിമാനത്താവളത്തിലെ റൺ‌വേയിൽ ഒരു സൈനിക വിമാനം
ഒരു പ്ലേറ്റ് ഭക്ഷണം.
ടാൻ മരം മേശ ടോപ്പ്
കുഞ്ഞ് ആന
ഭംഗിയുള്ള മുന്തിരി രൂപകൽപ്പനയുള്ള ഇരുണ്ട തവിട്ട് ചട്ടി
ഫ്ലാഗ്പോളിന് മുകളിൽ ഫ്ലാഗ് പറക്കുന്നു
അഞ്ച് ആളുകൾ സ്നോബോർഡിംഗ് ചെയ്യുന്നു
കുട്ടി നീല പാന്റ്സ് ധരിച്ചിരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നിലത്ത് ചാടുകൾ
കട്ടിലിൽ ഇരിക്കുന്ന ഒരു സ്ത്രീ
ഒരു ജിറാഫ് പുല്ലിൽ നിൽക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
അടുക്കള കാബിനറ്റുകളുടെ വെളുത്ത ഉപരിതലം
വായുവിൽ മഞ്ഞ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
അവർ പോളോ കളിക്കുന്നു
ഒരു വ്യക്തി ഉപയോഗിക്കുന്ന കറുത്ത ലാപ്‌ടോപ്പ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ദ്വീപ് ബീച്ച് രംഗം
കട്ടിംഗ് ബോർഡിൽ ഓറഞ്ച്
ഒരു വെളുത്ത ഹുഡി ധരിച്ച മനുഷ്യൻ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പ്രദേശത്ത് ഒരു കുളിമുറി
വെളുത്ത ഷർട്ട് ധരിച്ച മനുഷ്യൻ
റോഡിൽ ഒരു നീല ബസ്
തറയിൽ ഒരു പിങ്ക് പായ
ഒരു ആന എഴുന്നേറ്റു നിൽക്കുന്നു
ഒരു ക്ലോക്കിലെ നമ്പർ 12
റോഡിന് സമീപം പാർക്ക് ചെയ്തിരിക്കുന്ന ധാരാളം ബൈക്കുകൾ
വൈറ്റ് റൈറ്റിംഗ് ഉള്ള വൈറ്റ് പ്രൈസ് ടാഗ്
\ ജിറാഫ് വായിച്ചു ചുവപ്പും വെള്ളയും അടയാളം \
ജെറ്റ് ചാരനിറമാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ജനങ്ങൾ വെള്ളത്തിലാണ്
ഒരു പന്തിനടുത്ത് ഒരു കറുപ്പും തവിട്ടുനിറത്തിലുള്ള നായ
ഇതൊരു ട്രെയിൻ ആണ്
ഇതൊരു വിരിയാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മനുഷ്യൻ ഷൂസ് ധരിക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മേശപ്പുറത്ത് വെച്ചിരിക്കുന്ന വിളക്ക്
ഒരു കറുത്ത സ്പീക്കർ
ഒരു സ്ത്രീ കട്ടിലിൽ ഇരിക്കുന്നു
ജിറാഫ് കഴിക്കുന്നു.
ചെരുപ്പ് നിലത്തുനിന്നു ഉയരുന്നു
ഒരു കപ്പിൽ മഞ്ഞ ടൂത്ത് ബ്രഷ്.
ഒരു കുതിരയുടെ തല
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കുഞ്ഞ് ആന
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു സ്ലെഡ് വലിക്കുന്ന രണ്ട് നായ്ക്കൾ
ഇലകളുള്ള വലിയ കൂട്ടം മരങ്ങൾ.
സീബ്രകൾ പരസ്പരം നിൽക്കുന്നു
ഒരു വെളുത്ത ചിഹ്നത്തിൽ കാഹളം.
ടിവി ഫിക്സ്ചറിൽ നിന്ന് തൂക്കിയിരിക്കുന്നു
ഒരു ചെറിയ പെൺകുട്ടി
മുഖത്ത് കൈവെച്ച സ്ത്രീ
ധാരാളം പട്ടങ്ങൾ വായുവിൽ പറക്കുന്നു
ഒരു സ്യൂട്ട്കേസിൽ ഇരിക്കുന്ന കറുപ്പും വെളുപ്പും പൂച്ച
മൂസിന്റെ അടിയിൽ നീല ഷൂസ്.
ബ്രെഡിന് നടുവിൽ രണ്ട് ഹോട്ട്ഡോഗുകൾ.
പച്ച ബീനിനടുത്തുള്ള ബ്രൊക്കോളി
ഒരു കുട്ടിയുടെ തല
രണ്ട് തലയണകൾ ഉപയോഗിച്ച് മൃദുവായ
പച്ച ഫ്രിസ്ബീ
ഒരു മനുഷ്യൻ സർഫിംഗ്
ഇതൊരു ലാപ്‌ടോപ്പാണ്
ചരിവ് താഴേക്ക് പോകുന്ന സ്കീയർ
പച്ച ഫ്രിസ്ബി കൈവശമുള്ള സ്ത്രീ
പച്ച ദ്രാവകത്തിന്റെ ഒരു പാത്രം
ഒരു വിമാനത്തിന്റെ മുൻഭാഗം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ധ്രുവക്കരടിയിലെ മൂക്ക്
ഒരു മേശയുടെ മുകളിൽ വെളുത്ത വയർ.
ഇതൊരു കരടിയാണ്
മുൻവശത്തുള്ള രണ്ടുപേർ
നടപ്പാതയിലെ സ്ത്രീ
ക്യാച്ചർ ചൂഷണം ചെയ്യുകയാണ്
കുഞ്ഞ് ആന
വയലിൽ പശുക്കൾ
നിലത്ത് അഴുക്ക് കുല.
കറുത്ത കാർ പാർക്ക് ചെയ്തു
ഡിസ്പ്ലേയുടെ മുകളിൽ പച്ച വാസ് ഡെക്കറേഷൻ
ഒരു ടാഗിലെ നീല നമ്പർ.
വെള്ളയും ഓറഞ്ചും ഉള്ള സ്നോബോർഡ്
കൺട്രോളർ ചാരനിറമാണ്
ഓറഞ്ച് തൊലികൾ പ്ലേറ്റിൽ
കെട്ടിടത്തിന്റെ പ്രവേശന കവാടത്തിനടുത്തുള്ള പച്ച വൃക്ഷം
ചാരനിറത്തിലുള്ള ഷർട്ട് ധരിച്ച പയ്യൻ
നീല കടലാസിൽ വലിയ വെളുത്ത അക്ഷരം.
ട്രെയിൻ ചാരനിറമാണ്
വെളുത്ത ഹിമത്തിൽ ഒരു വെളുത്ത സ്നോബോർഡ്
ചുവന്ന ചിഹ്നമുള്ള വെളുത്ത ബാനർ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
വെളുത്ത പൈപ്പ് നിലത്ത്
കരടിയുടെ ഇടത് ചെവി.
മനുഷ്യൻ സവാരി സ്കേറ്റ്ബോർഡ്
ചാരനിറത്തിലുള്ള ജാക്കറ്റ് ധരിച്ച ഒരാൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ജിറാഫിന്റെ വായിൽ നിന്ന് പർപ്പിൾ നാവ് പുറത്തേക്ക്
കറുത്ത സ്യൂട്ട് ധരിച്ച മനുഷ്യൻ.
കീബോർഡിൽ കിടക്കുന്ന പൂച്ച
സമുദ്രത്തിൽ തരംഗദൈർഘ്യം
മഞ്ഞുവീഴ്ചയിൽ നിൽക്കുന്ന ആളുകൾ
കുഞ്ഞ് ആന
അടുക്കളയിൽ നിൽക്കുന്ന സ്ത്രീ
മനുഷ്യൻ സോക്സ് ധരിക്കുന്നു
സ്‌ക്രീനിൽ വാക്കുകളുടെ വലിയ ബ്ലോക്ക്.
മരം റെയിൽ വേലി
മേശപ്പുറത്ത് വൈൻ കുപ്പി
ഭാഗികമായി കഴിക്കുന്ന പിസ്സ ഒരു പ്ലേറ്റിൽ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മനുഷ്യൻ ഭക്ഷണം തയ്യാറാക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വെള്ളയും കറുപ്പും നിറമുള്ള സീബ്ര
ഒരു ബേസ്ബോൾ കളിക്കാരൻ ബാറ്റ് ചെയ്യാൻ തയ്യാറാകുന്നു.
ഒരു ട്രക്കിന്റെ ചക്രം
മനുഷ്യൻ സമുദ്രത്തിലേക്ക് നോക്കുന്നു
നിലത്ത് കോരിക.
കെട്ടിടത്തിന് മുന്നിൽ ഓറഞ്ച് ബൈക്ക്.
ജാക്കറ്റിൽ കറുത്ത തുണി
വെള്ളത്തിൽ അലയുന്ന ഒരാൾ
സന്ദർശിക്കുന്നവരുമായി കൺവെൻഷൻ
വെള്ളത്തിൽ അലകൾ
കറുത്ത എഞ്ചിൻ
"വെള്ളി, മഞ്ഞ യാത്രക്കാരുടെ മഴ"
ഒരു വ്യക്തി കട്ടിലിൽ കിടക്കുന്നു
രംഗം ഒരു വിമാനത്താവളത്തിലാണ്
ഗ്രില്ലിൽ ഹോട്ട് ഡോഗുകളുടെ കൂമ്പാരം
കുഞ്ഞ് ആന
ഒരു പുഷ്പത്തിന് താഴെയുള്ള പറക്കലിൽ ഒരു ഹമ്മിംഗ് ബേർഡ്
ഒരു ബോട്ട് വെള്ളത്തിലാണ്
ചുവന്ന ബെഞ്ചിൽ ഇരിക്കുന്ന ഒരാൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നാവ് വായിൽ നിന്ന് പുറത്തേക്ക്
രണ്ട് വെളുത്ത വരകളുള്ള ഓറഞ്ച് കോൺ
കാറിന്റെ വശത്ത് ചുവന്ന കണ്ണാടി
ചിഹ്നത്തിൽ ഒരു വലിയ വെളുത്ത എ
സ്റ്റാൻഡിലെ കാഴ്ചക്കാരൻ
വെള്ളയും നീലയും യൂണിഫോമിലുള്ള ഒരു ബേസ്ബോൾ കളിക്കാരൻ
ഒരു വെളുത്ത നായ്ക്കുട്ടി
വ്യക്തി ഒരു പ്ലെയ്ഡ് ഷർട്ട് ധരിച്ചിരിക്കുന്നു
ഗേറ്റ് ചിഹ്നം ഇത് ഒരു വിമാനത്താവളമാണെന്ന് കാണിക്കുന്നു
പ്രതിമ
ഹെയർ ഡ്രയർ ഉപയോഗിക്കുന്ന സ്ത്രീ
മരം ബെഞ്ചിൽ ഇരിക്കുന്ന മനുഷ്യൻ
സ്കേറ്റ് ബോർഡിൽ വലിയ ചുവന്ന സ്‌നീക്കർ.
ഒരു വിമാനത്തിൽ വലിയ മഞ്ഞ ചിറക്.
ഒരു കറുത്ത ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ.
ട്രക്ക് റോഡിന്റെ വശത്ത് നിർത്തി
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വൈഫൈ നിയന്ത്രണത്തിന്റെ പച്ച വൈദ്യുതി ബോർഡ്
സിൽവർ സ്പാറ്റുല
ഒരു കറുത്ത ബേസ്ബോൾ കയ്യുറ
പിസ്സയുടെ രണ്ട് കഷ്ണങ്ങൾ പ്ലേറ്റുകളിൽ ഉണ്ട്
ഒരു പ്ലേറ്റിന് മുകളിൽ വലിയ കഷണം പിസ്സ.
കടൽത്തീരത്ത് ഓടുന്ന ഒരാൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
രണ്ട് ജിറാഫുകൾ പരസ്പരം അഭിമുഖീകരിക്കുന്നു
തെരുവ് കോണിനടുത്ത് നിൽക്കുന്ന ആളുകൾ
ഒരു സിങ്കിനുള്ളിൽ പൂച്ച
ശാന്തമായ വെള്ളത്തിൽ ബ്പാട്
"തവിട്ട്, വെളുത്ത പുള്ളി കാള"
പിക്നിക് ടേബിളിന്റെ തടി ബോർഡ്
ഒരു വലിയ മരത്തിന്റെ ഭാഗം
കുഞ്ഞ് ആന
ഒരു തെരുവിൽ കാർ
കട്ടിലിൽ ചുവന്ന തലയിണ.
216 എന്ന് സൂചിപ്പിക്കുന്ന ഡിറ്റിഗൽ ലെറ്ററിംഗ്
വയലിൽ തടികൊണ്ടുള്ള വേലി പോസ്റ്റ്
ഒരു കുട്ടയിൽ തണ്ണിമത്തൻ കൂട്ടം.
അസ്ഫാൽറ്റ് നടപ്പാതയിൽ പക്ഷികളുടെ കൂട്ടം
ചുവരിൽ തവിട്ട് ഇഷ്ടിക
വലിയ കെട്ടിടം
വേലിക്ക് പിന്നിൽ വലിയ വെളുത്ത കെട്ടിടം.
വെള്ളി അടുക്കള കാബിനറ്റിന്റെ പിടി
പൊടി നിറഞ്ഞ പച്ച കള്ളിച്ചെടിയുടെ പാട്
ഒരു പ്രതിമ ഒരു ബെഞ്ചിൽ ഇരിക്കുന്നു
ഒരു സ്ത്രീ ഒരു കടയിൽ നിൽക്കുന്നു.
കുട്ടിയുടെ തലയിൽ ചുവന്ന തൊപ്പി
നീല നിറ്റ് തൊപ്പി ധരിച്ച മനുഷ്യൻ
ചുവരിൽ ചാരനിറത്തിലുള്ള ഇഷ്ടിക
ഇതൊരു ജനൽ പാളിയാണ്
റെയിൽ‌വേ പാളങ്ങൾ‌ക്ക് കീഴിലുള്ള തടിയുടെ അഴി
ലാപ്‌ടോപ്പിലെ കീ
ചുവന്ന ഒക്ടാകൺ ട്രാഫിക് ചിഹ്നം
ലാപ്പലിൽ സ്വർണ്ണ ബട്ടൺ
ഒരു സ്ത്രീ ഒരു സെൽ ഫോണിലാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ദ്വീപ് ബീച്ച് രംഗം
സർഫ്ബോർഡിലെ സ്ത്രീ
കറുത്ത ബാഗ് മേശപ്പുറത്ത്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
പെൺകുട്ടികളുടെ വായിൽ പൂക്കൾ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
വൈറ്റ് ബോർഡിൽ സർഫർ
വെള്ളയും ചാരനിറത്തിലുള്ള കസേര
ഒരു ഘടികാരത്തിലെ 12
വലിയ ചാരനിറത്തിലുള്ള ഇന്ത്യൻ ആന
പുല്ലിൽ ചത്ത ലോഗ്
പാർക്കിൽ തിളക്കമുള്ള വെളിച്ചം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
പാന്റിൽ മൂന്ന് പിസ്സകൾ ബേക്കിംഗിന് തയ്യാറാണ്
ശീതകാല തൊപ്പി ധരിച്ച സ്ത്രീ
യുവാക്കൾ സോക്കർ മത്സരം കളിക്കുന്നു
നീലയും വെള്ളയും നിറമുള്ള ഷൂട്ട്
ഓറഞ്ച് നിറത്തിലുള്ള ഒരു കഷ്ണം.
ബൈക്കിൽ ബൈക്ക് ഓടിക്കുന്നയാൾ
നീല പൂക്കളുള്ള ഒരു പേപ്പർ പ്ലേറ്റ്
സോക്കർ കളിക്കുന്ന ഒരാൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
വൃദ്ധൻ ഒരു ബെഞ്ചിൽ ഇരിക്കുന്നു
കുതിരകൾ ഒരു വണ്ടി വലിക്കുന്നു
ഫ്രണ്ട് ഗ്ലാസ് വൈപ്പറുകൾ ഉള്ള ട്രെയിൻ
പുല്ല് കുന്നിലെ സിമൻറ് പടികൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
പുൽമേടിലെ പശുക്കൾ
ഇതൊരു തത്തയാണ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
തെരുവിൽ നടക്കുന്ന വ്യക്തി
മതിൽ വേലിയിൽ വളരുന്ന വള്ളികൾ
ഭക്ഷണത്തോടുകൂടിയ നീല പാത്രം
പച്ച തെരുവ് ചിഹ്നം
രണ്ട് റെറ്റിക്യുലേറ്റഡ് ജിറാഫുകൾ
വിമാനത്തിന്റെ പിൻഭാഗത്ത് ചുവന്ന ചിറക്.
ക്യാച്ചറിന് പിന്നിൽ അമ്പയർ വളഞ്ഞു
ചിത്രം ചുമരിൽ തൂക്കിയിരിക്കുന്നു
കൈയുടെ ആകൃതിയിലുള്ള ഒരു അടയാളം
ഒരു കുപ്പി പാൽ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പിന്നിൽ പച്ചനിറത്തിലുള്ള സ്ത്രീകൾ
കുഞ്ഞ് ആന
തലയിൽ തൊപ്പി ധരിച്ച വ്യക്തി.
വിമാനം
ഒരു വെളുത്ത ജനൽ ഫ്രെയിം
"പഴയ മരം, ബോർഡ് സ്ലേറ്റുകൾ കസേര"
വെളുത്ത മഞ്ഞിൽ നടക്കുന്ന വ്യക്തി
വെളുത്ത ഷർട്ട് ധരിച്ച മനുഷ്യൻ
കൈ കുലുക്കുന്ന രണ്ടുപേർ.
മുറിയിൽ തലയിണയുള്ള കസേര
ഒരു പാത്രത്തിൽ ഒരു ധൂമ്രനൂൽ പുഷ്പം.
ഒരു ജോടി കത്രിക ഉപയോഗിച്ച് കടലാസ് കഷണം.
ഒരു ഫോൺ ചുമരിൽ തൂക്കിയിരിക്കുന്നു.
വെളുത്ത സർഫ്ബോർഡ് കൈവശമുള്ള മനുഷ്യൻ
ആനയുടെ മുഖം
ഒരു സ്പ്ലാഷിന്റെ ഭാഗം
ടോയ്‌ലറ്റ് ടിഷ്യുവിന്റെ രണ്ട് റോളുകൾ
മോട്ടോർ സൈക്കിളിൽ സൈഡ് കാറിൽ കയറുന്ന മനുഷ്യൻ
ഇഷ്ടികയും ചാരനിറത്തിലുള്ളതുമായ പ്രതലങ്ങളിൽ ട്രക്കിന്റെ പുറകിൽ നിൽക്കുന്ന മനുഷ്യൻ
ഒരു സ്ത്രീ ടെന്നീസ് കളിക്കുന്നു
വയലിൽ തവിട്ട് ആട് മേയുന്നു
ഉറങ്ങുന്ന മനുഷ്യന്റെ തല
ഒരു ബസ്സിലെ ചാർട്ടർ
തറയിൽ നീല പരവതാനി
നീല സ്നോബോർഡിൽ മനുഷ്യൻ
ചുമരിൽ പെയിന്റിംഗ്
മനുഷ്യന്റെ തലയ്ക്ക് മുകളിൽ വലിയ നീല തൊപ്പി.
വിവരങ്ങളുള്ള ഒരു അടയാളം
കുഞ്ഞ് ആന
ചെറിയ വിക്കർ കൊട്ട കൈവശമുള്ള ഇനങ്ങൾ
ട്രെയിനിന്റെ മുൻവശത്തെ വിളക്കുകൾ.
ഒരു പശുവിന്റെ തല
ചെറിയ തവിട്ടുനിറത്തിലുള്ള നായ മണലിൽ നടക്കുന്നു
ഒരു കളയിൽ ധാരാളം വലിയ ഘടികാരം
കുഞ്ഞ് ആന
ഒരു ചിത്രമുള്ള ഒരു കപ്പ്.
സ്റ്റാൻഡിന് മുകളിൽ ചുവപ്പും വെള്ളയുമുള്ള ബക്കറ്റ്.
ഒരു സ്ത്രീയുടെ കൈ
ഒരു മനുഷ്യൻ ഒരു ചന്തയിലാണ്.
കഠിനയായ സ്ത്രീ
രണ്ടു പേര് ഉപയോഗിക്കുന്ന വൈറ്റ് ലാപ്ടോപ്
മനുഷ്യൻ ഒരു ബാറ്റ് പിടിക്കുന്നു.
ഒരു റിയർവ്യൂ മിററിൽ പ്രിന്റുചെയ്യുക
വളരെ വളഞ്ഞ തെരുവ് ചിഹ്ന പോൾ
മെറ്റൽ റേഡിയേറ്റർ വെളുത്തതാണ്
ഒരു കുഞ്ഞ് വണ്ടിയിൽ ഒരു കുഞ്ഞ്
ഈ ജിറാഫിന് പ്രവർത്തനക്ഷമമായ കുളികളുണ്ട്
ഇരുണ്ട ട്രാക്കുകൾക്ക് പിന്നിലുള്ള കറുത്ത ട്രെയിൻ
പശ്ചാത്തലത്തിലുള്ള പടികൾ
ഒരു കറുത്ത പൂച്ച ക്ലോക്ക്
കുട്ടയിലെ പൂക്കൾ പ്രദർശിപ്പിച്ചിരിക്കുന്നു
മനുഷ്യന്റെ കാലിലെ സ്നോ ബോർഡ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പൂച്ചയെ പിടിക്കുന്ന സ്ത്രീ
ബോട്ടിന്റെ വശത്ത് പർപ്പിൾ ടവൽ.
മഞ്ഞ സോഡ പാത്രം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
"രണ്ട് തവിട്ട്, വെള്ള നിറമുളള ജിറാഫുകൾ"
പുല്ലിന് മുകളിൽ നീല ചതുരം.
വയലിൽ കറുത്ത പശു
വെളുത്ത ഫ്രിസ്‌ബിയെ പിടിക്കുന്ന നായ
വലിയ വർണ്ണാഭമായ കൈറ്റ്
നീളമുള്ള കറുത്ത മുടിയുള്ള ഒരു സ്ത്രീ.
പൂർണ്ണമായും വേവിച്ച ഫ്രഞ്ച് ഫ്രൈ
ബ്രൊക്കോളി പ്ലേറ്റിലുണ്ട്
ബാറ്റർ ഒരു ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു
പിങ്ക് കുട കൈവശമുള്ള വ്യക്തി
ഒരു പൊതിയിൽ ഒരു സാൻഡ്‌വിച്ച്.
രോമമുള്ള തവിട്ടുനിറത്തിലുള്ള കരടി
മനുഷ്യൻ സർഫ്ബോർഡിൽ നിന്ന് വീഴുന്നു
"ഒരു റോഡിൽ ഓറഞ്ച്, കറുത്ത മോട്ടോർസൈക്കിൾ."
പർപ്പിൾ കുട പിടിക്കുന്ന സ്ത്രീ
തീവണ്ടി കാറുകൾ വലിക്കുന്ന തീവണ്ടി എഞ്ചിൻ
"ഇളം ബ്രൗണും, വെളുപ്പും നിറമുളള കുതിര"
ഒരു കുതിരയുടെ അസാധാരണ ചിത്രം
സീബ്ര വെള്ളം കുടിക്കുന്നു
വ്യക്തമായ പാത്രത്തിൽ ചെറിയ ചെടി
ഒരു വൈ കൺട്രോളർ പിടിച്ചിരിക്കുന്ന രണ്ട് കൈകൾ
ബഗ്ഗിയുടെ സ്റ്റിയറിംഗ് വീൽ
വെള്ളത്തിൽ ബോട്ട്
നീല ഷോർട്ട്സ് ധരിച്ച മനുഷ്യൻ
ഹിമത്തിലെ അഗ്നി ജലാംശം
പൂച്ച ഒരു ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടറിൽ മയങ്ങുന്നു
അർദ്ധരാത്രി നീല ടൈൽ കൊണ്ട് പൊതിഞ്ഞ ചുവരിൽ വൃത്താകൃതിയിലുള്ള കണ്ണാടി
മേശപ്പുറത്ത് ഡ്രിങ്ക് ബോക്സ്
വൃത്താകൃതിയിലുള്ള ട്യൂബുലാർ ഫ്ലോട്ടുകളുള്ള ചുവപ്പും വെള്ളയും ബോട്ട്
അത് ഒരു കസേരയാണ്
ജിറാഫിൻ്റെ കൊമ്പുകൾ
ഇടതുവശത്ത് ടെന്നീസ് പന്ത്
നിലത്ത് പുല്ലിന്റെ കഷ്ണം.
ഒരു കാറിന്റെ വശത്ത് നിന്ന് ഒരു കണ്ണാടി
മേശപ്പുറത്ത് ഒരു മൈക്രോസ്കോപ്പ്
ചുവന്ന ഫോൺ ബട്ടൺ കവറിംഗ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സൺഗ്ലാസ് ധരിച്ച ഒരു ടെഡി ബിയർ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ജലധാര.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു കറുപ്പും വെളുപ്പും വലത് സീബ്ര ചെവി
പശുക്കൾ തിന്നുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
പ്രേരിയിലെ സീബ്രകൾ
വയലിന്റെ പച്ച പുല്ല്
വൈറ്റ് ഷോർട്ട്സും ബ്ലാക്ക് ടാങ്ക് ടോപ്പും ഉള്ള ഒരു അടിമ സ്ത്രീ.
അടിഭാഗം പർപ്പിൾ നിറമുള്ള ഇരട്ട നില ബസ്
ഒരു ട്രക്കിലെ ചക്രം
കുട്ടിയുടെ തൊപ്പിയിൽ പോംപോം
ഒരു കേക്കിന് മുന്നിൽ വധുവും വരനും
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
രണ്ട് കുട്ടികൾ ആപ്പിളും ഓറഞ്ചും പിടിക്കുന്നു
വാതിൽക്കൽ സുവർണ്ണ ഹാൻഡിൽ
ചെറിയ കറുത്ത മുടിയുള്ള ചെറുപ്പക്കാരൻ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു വെളുത്ത മെറ്റൽ ശ്രേണി
ബ്രൂൺ ഡോഗ്
ബോട്ട് നീലയാണ്
കുഞ്ഞ് ആന
കൊട്ട നീലയാണ്
പ്ലേറ്റിൽ ഒരു ഫ്രഞ്ച് ഫ്രൈ
ചുവന്ന ക്രാറ്റിൽ ഓറഞ്ച്
ബാത്ത്റൂം വാതിലിൽ തുരുമ്പിച്ച വിജാഗിരി
വറുത്ത ചിക്കൻ രണ്ട് കഷണങ്ങൾ
വലിയ വെളുത്ത കയറ്
പൂച്ച ഇരിക്കുന്നു
സ്റ്റാൻഡിലെ പൂച്ച പ്രതിമ
കുഞ്ഞ് ആന
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പുതുതായി ചുട്ട പിസ്സ കൈവശമുള്ള സ്ത്രീ
സ്കേറ്റ്ബോർഡിന്റെ പച്ച ചക്രം
വായുവിൽ ചുവപ്പും വെള്ളയും നിറത്തിൽ ഉള്ള പട്ടം
ഒരു പെൺകുട്ടി ശിരോകവജം ധരിക്കുന്നു.
വെളുത്ത കോളർഡ് ഷർട്ടിൽ ഒരു മനുഷ്യൻ
ചുവന്ന ജാക്കറ്റിലുള്ള മനുഷ്യൻ സൈക്കിൾ ഓടിക്കുന്നു
മരങ്ങളുടെ പുറകിലുള്ള ഒരു പർവതത്തിന്റെ മുകളിലെ ഭാഗം
പശുവിനൊപ്പം നിൽക്കുന്ന ഒരു വൃദ്ധൻ.
മോട്ടോർ സൈക്കിളുകളിൽ വെൽഷ് പോലീസ് ഉദ്യോഗസ്ഥർ
അത് ഒരു ക്ലോക്ക് ആണ്
മൂന്ന് പേർ റേസിംഗ് നടത്തുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു ബാറ്റുമായി ബേസ്ബോൾ കളിക്കാരൻ
ഒരു ജെറ്റ് ലൈനറിന്റെ പിൻഭാഗം.
അതൊരു പക്ഷിയാണ്
ഒരു ട്രെയിൻ സ്റ്റേഷനിൽ ഒരു ട്രെയിൻ
മേശപ്പുറത്ത് വൈറ്റ് ടീ ​​കെറ്റിൽ.
വായുവിൽ ചുവപ്പും വെള്ളയും വിമാനം
ഒരു തളികയിൽ ചിക്കൻ ചിറകുകൾ
കുപ്പായത്തിൽ കറുത്ത വര
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സൂര്യൻ കണ്ണട ധരിച്ച മനുഷ്യൻ
ഒരു കാറിലെ പിൻ ചക്രം
വലിയ നായയുടെ അരികിൽ ഇരിക്കുന്ന ചെറിയ നായ.
ഡോനട്ട് വൃത്താകൃതിയിലാണ്.
നമ്പർ കറുത്തതാണ്.
കവിളിൽ വരച്ച പുഷ്പം
നോട്ടം കോണിലുള്ള പകർപ്പ്
ഒരു നായ ഒരു വാതിൽപ്പടിയിൽ നിൽക്കുന്നു.
അത് ഒരു ഡ്രോയർ ആണ്
ഒരു ചുവന്ന തെരുവ് വെളിച്ചം
ഒരു കുളിമുറിയിൽ ഒരു ബാത്ത് ടബ്
ചുമരിൽ ലൈസൻസ് പ്ലേറ്റ്
സ്കീസിൽ മനുഷ്യൻ
തീവണ്ടി പാളത്തിൽ ബോക്സ് കാർ
മേശപ്പുറത്ത് ഒരു വലിയ കറുത്ത വിളക്ക്.
മിഡ് എയറിലെ സ്കേറ്റ്ബോർഡർ
മേശപ്പുറത്ത് ഒരു പച്ച ഗ്ലാസ് കുപ്പി
പാത്രത്തിൽ മുകളിൽ പ്ലെയിൻ ഹാംബർഗർ ബൺ
ഇരുണ്ട ചാരനിറത്തിലുള്ള മേഘങ്ങൾ
തെരുവിൽ കിടക്കുന്ന ഒരാളുടെ കാൽ
ഒരു ബിൽഡിംഗിലെ വലിയ വിൻഡോ
"ചുവരിൽ ഓറഞ്ച്, വെള്ള വൃത്തം."
സ്ത്രീക്ക് ഒരു നീണ്ട പോണിടെയിൽ ഉണ്ട്.
ടവറിൽ പച്ച ഘടികാരം
മധ്യ ആകാശത്തിലെ വിമാനം
ഒരു വെളുത്ത സെൽഫോൺ
ഒരു ട്രക്കിൽ ചുവപ്പും വെള്ളയും വെളിച്ചം.
ഒരു ബെഞ്ചിൽ ഇരിക്കുന്ന ദമ്പതികൾ
മാജിക് ചുവന്ന റൂബി ചെരുപ്പ്
ഇരുണ്ട സ്യൂട്ടിലുള്ള ചെറുപ്പക്കാരൻ
കുഞ്ഞ് ആന
ചുവന്ന ട്രെയിൻ എഞ്ചിൻ
വലിയ തിളങ്ങുന്ന കറുത്ത കാള
ഒരു മഞ്ഞ ഫ്രിസ്ബീ
ഒരു ഫോണിനായി ഒരു ചെറിയ ഇയർപീസ്
രണ്ട് കസേരകൾ ഒരു മേശയ്ക്കടുത്താണ്.
ഒരു തവിട്ട് നിറമുള്ള നായ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു മേശയിൽ കേക്ക്
ചുവപ്പും വെള്ളയും അഗ്നി ജലാംശം
നീല കട്ടിലിൽ വെളുത്ത പാത്രം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു വ്യക്തിയുടെ പുറകിൽ ഒരു കറുത്ത ബാക്ക്പാക്ക്
കറുത്ത പക്ഷി സൂര്യന് സമീപം പറക്കുന്നു.
അടപ്പ് അടച്ചു വെച്ചിരിക്കുന്ന സറാമിക് ടോയ്ലറ്റ്
പകുതി കഴിച്ച ഡോനട്ട്
പിന്നിൽ നീല പി ബ്രാൻഡുള്ള ക്യാമറ സ്റ്റാളിൽ അഭിമുഖീകരിക്കുന്ന ആടുകൾ
കുഞ്ഞ് ആന
ഒരു വലിയ വെളുത്ത പള്ളി.
വലിയ വിമാനം വായുവിൽ പറക്കുന്നു.
പാത്രത്തിൽ കാരറ്റ്.
ഉറങ്ങുന്ന റ്റോഡ്ലർ
ഒരു വെളുത്ത ട്രക്കിന് കീഴിൽ വെളുത്ത ചവറ്റുകുട്ട.
ആകാശത്ത് പറക്കുന്ന വിമാനം
ആളുകൾ ബെഞ്ചിൽ ഇരിക്കുന്നു
ആഴത്തിലുള്ള പുല്ലും വൈക്കോലും
ഒരു ബാഗ് കോട്ടൺ മിഠായി
കാർ പാർക്ക് ലോട്ടിൽ പാർക്ക് ചെയ്തു
മങ്ങിയ തവിട്ട് നിറമുളള കുഞ്ഞ് പശു
ഒരു കെട്ടിടത്തിന്റെ ജാലകം
തറയിൽ ചാരനിറത്തിലുള്ള പരവതാനി
മനുഷ്യൻ ബെഞ്ചിൽ കിടക്കുന്നു.
സ്കീ ചെയ്യാൻ തയ്യാറെടുക്കുന്ന ഒരു കൂട്ടം ആളുകൾ
കറുത്ത സ്കേറ്റ്ബോർഡ് ഓടിക്കുന്നു
"ചുവപ്പ്, കറുപ്പ് ട്രെയിൻ"
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വെള്ളയും നീലയും ഉള്ള ടൂത്ത് ബ്രഷ്
മനുഷ്യന് വെളുത്ത ഷർട്ട് ഉണ്ട്
കിടക്കയുടെ മുകളിലാണ് നീല കംഫർട്ട്
വെളുത്തതും കറുത്തതുമായ ഒരു കൈറ്റ്
വരയുള്ള സീബ്ര എൻ‌ക്ലോസറിൽ‌ നിൽക്കുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു റഫ്രിജറേറ്റർ
തറയിൽ വലിയ വൈ ബോക്സ്.
വായുവിൽ ഒരു വെളുത്ത ഫ്രിസ്ബീ
ഒരു തളികയിൽ റൊട്ടി
ആടുകളുടെ വെളുത്ത തല.
വൈൻ ഗ്ലാസുള്ള ആളുകൾ ക്യാമറയ്ക്ക് പോസ് ചെയ്യുന്നു.
ഇഷ്ടിക ചുവരിൽ ടോയ്‌ലറ്റ് ടിഷ്യുവിന്റെ റോൾ
നമ്പർ 138
സഹായകരമായ സിറ്റിംഗ് പൂച്ചയുടെ തല
ഒരു വിമാനത്തിന്റെ വെള്ളയും ചുവപ്പും വാൽ
ഒരു കുരങ്ങ് ഒരു വാഴപ്പഴം തൊലിയുരിക്കുന്നു
എബിസിക്കായുള്ള ലോഗോ
നിരവധി ആളുകൾ വെള്ളത്തിൽ
ഓറഞ്ച് ചക്രങ്ങളുള്ള സ്കേറ്റ്ബോർഡ്
ബോർഡിൽ വലിയ ക്ലോക്ക്
ബൈക്കിൽ ചുവന്ന കുട
തുണിയും പേപ്പറും മുറിക്കുന്നതിനുള്ള ബോർഡ്
സർഫ്ബോർഡ് വെളുത്തതാണ്.
ഇതൊരു കാറാണ്
സ്‌ട്രോളറിലെ ചെറിയ കുട്ടി
ഒരു പ്ലേറ്റ് മുകളിൽ ഛെഎസെലെഷ് പിസ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
രണ്ടുപേർ മലകയറ്റം
ഒരു ഇറ്റാലിയൻ റെസ്റ്റോറന്റിലെ മനോഹരമായ രണ്ട് ആന്റിപാസ്റ്റോസ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഓറഞ്ച് കാൻ അഴുക്കിന് നടുവിൽ.
ചിറകുകൾ പറത്തിക്കൊണ്ടിരിക്കുന്ന ഒരു ചെറിയ പക്ഷി
വളരെ ഉയരമുള്ള വൃക്ഷത്തിന്റെ ഇലകളുടെ നിര
ഒരു നായയുടെ തല
പഴത്തിന്റെ വെളുത്ത പാത്രം
ചുവന്ന ആപ്പിളിന്റെ ആകാശ കാഴ്ച
സന്തോഷകരമായ പുഞ്ചിരിക്കുന്ന മുഖം അവളുടെ ഇടത്തേക്ക് നോക്കുന്നു
ഒരു കുഞ്ഞ് മഞ്ഞ നിറമുളള ജിറാഫ്
ഗോപുരത്തിന്റെ മുഖത്ത് കറുപ്പും വെളുപ്പും ഘടികാരം
ഭക്ഷണവും പാത്രങ്ങളും ഒരു പാത്രത്തിൽ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു തളികയിൽ പച്ച പച്ചക്കറികൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നിലത്ത് കറുത്ത പുള്ളി
വെളുത്ത മുടിയുള്ള ഒരു സ്ത്രീ
പച്ച നിറമുള്ള പച്ചക്കറി ഇല
വെളുത്ത തലയുള്ള ചുവന്ന തലയിണ
ഒരു കൊച്ചു പെൺകുട്ടിയുടെ ഫോട്ടോ.
കൊച്ചുകുട്ടി ഒരു ബേസ്ബോൾ ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു
അത് സംഗീത കീബോർഡാണ്
പ്ലാസ്റ്റിക് ബാഗിന് ചുറ്റും കറുത്ത ടൈ
തെളിഞ്ഞ നീലാകാശം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കുഞ്ഞ് ആന
കൊച്ചുകുട്ടി ബേസ്ബോൾ അടിക്കാൻ തയ്യാറാകുന്നു
അടയാളം സ്വർണ്ണമാണ്
നാലുപേർ തെരുവിൽ സ്കേറ്റിംഗ് നടത്തുന്നു
ടാൻ ലേബലുള്ള തവിട്ടുനിറത്തിലുള്ള കുപ്പി
രണ്ട് കുഞ്ഞു കരടികൾ കളിക്കുന്നു
ആകാശത്ത് frisbee
മധ്യത്തിൽ വെളുത്ത ചിഹ്നം
ആകാശത്തിന് പിങ്ക് നിറമുണ്ട്
കെട്ടിടത്തിന് ജാലകങ്ങളുണ്ട്
മേഘങ്ങൾ നിറഞ്ഞ ആകാശം
ഒരു ഓവൽ വാട്ടർ ബേസിൻ
മനുഷ്യന്റെ കയ്യിൽ ബ്രൗൺ ബേസ്ബോൾ കയ്യുറ.
ചുവപ്പ് നിറമാണ്
വിമാനത്തിന്റെ പുറകിലുള്ള വലിയ ചുവന്ന അക്ഷരം A.
പ്ലേറ്റിലെ ഭക്ഷണം
മേശയിൽ മോണിറ്റർ
കടൽത്തീരത്ത് ഒരു നായയെ കൊണ്ട് നടക്കുന്ന സ്ത്രീ
ഒരു പുസ്തക ഷെൽഫിലെ ഫോട്ടോ ഫ്രെയിം.
ഇലകളില്ലാത്ത മരങ്ങൾ
ഇത് ഒരു മനുഷ്യനാണ്
മഞ്ഞ മധ്യഭാഗം ഉള്ള കുപ്പിയിൽ വെള്ള പൂക്കൾ .
കുന്നിൻ മുകളിൽ ഒരു പശു
കറുത്ത ഗിത്താർ കേസ്
കെട്ടിടത്തിന്റെ മുകളിലുള്ള ഘടികാരം
ചിത്രത്തിലെ ഒരു ഗതാഗത വിളക്ക്
കറുപ്പും സ്വർണ്ണവുമായ ചെക്കർബോർഡ് പാറ്റേൺ ഉള്ള സ്നോ ബോർഡ്
ഇത് ഒരു കുട്ടിയാണ്
മുറിയിൽ ഒരു ബാത്ത് ടബ് ഇരിക്കുന്നു
വ്യക്തമായ ഒരു പ്ലാസ്റ്റിക് പാത്രം
വെള്ളത്തിൽ ഒരു കപ്പൽ.
തവിട്ടുനിറമുള്ള രോമങ്ങളുള്ള സ്റ്റഫ്ഡ് മൃഗം
സീബ്രകൾ യുദ്ധം ചെയ്യുന്നു
ഒരു വസ്ത്രധാരണത്തിൽ കണ്ണുകൾ
കറുത്ത കീബോർഡ് ഡെസ്‌കിൽ
ഗോപുരത്തിലെ വെളുത്ത ഘടികാരം
കാറിന്റെ മുകളിൽ മഞ്ഞുമല
ഒരു വിമാനം നീലയും വെള്ളയും വരച്ചു
കറുത്ത ഘടന
ബണ്ണുകളിൽ ഹോട്ട് ഡോഗുകൾ നിറഞ്ഞ ഒരു കുക്കി ഷീറ്റ്
നിലത്ത് അഴുക്കും പുല്ലും ഉള്ള വലിയ കൂട്ടം.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
തവിട്ടു നിറമുള്ള കരടി
വെള്ളയും മഞ്ഞയും ഉള്ള ഒരു ട്രെയിൻ
ഇരുണ്ടതും ഇളംതുമായ മരം ട്രേ
ഒരു വടിയിൽ ഇരിക്കുന്ന ഒരു ചെറിയ പക്ഷി
കടൽത്തീരത്ത്
ഗ്ലാസുകളിൽ ചുവന്ന അക്ഷരങ്ങൾ
ജനങ്ങൾ കുടക്കീഴിലാണ്.
ക്രീക്കിൽ നീലവെള്ളം
ടോപ്‌ലെസ് മാൻ
പൂക്കൾ മഞ്ഞയാണ്.
ചിത്രങ്ങളും കാന്തങ്ങളും കൊണ്ട് പൊതിഞ്ഞ ഒരു വെളുത്ത റഫ്രിജറേറ്റർ.
പുല്ലിൽ ഒരു കുതിര
പൂച്ചയിൽ വെളുത്ത രോമങ്ങൾ
നീലയും വെള്ളയുമായ വിളക്കുമാടം
ഈ മനുഷ്യൻ തന്റെ കമ്പ്യൂട്ടർ കീബോർഡ് ഉപയോഗിക്കുന്നു
മനുഷ്യൻ റഫ്രിജറേറ്ററിൽ ഭക്ഷണം വയ്ക്കുന്നു
c4 റാമ്പിൽ എഴുതി
തവിട്ടുനിറത്തിലുള്ള കുതിര ഒരു വണ്ടി വലിക്കുന്നു
ഒരു ഗോപുരത്തിൽ ഒരു ഘടികാരം ഉണ്ട്
ചെറിയ സിൽവർ സ്ക്രീൻ
ചാരനിറത്തിലുള്ള യൂണിഫോം ധരിച്ച മനുഷ്യൻ
തിളക്കമുള്ള മഞ്ഞ പുൽത്തകിടി കസേര
തിരമാലയിൽ സഞ്ചരിക്കുന്ന ഒരു സർഫർ
തവിട്ട് തടി പാലം
പക്ഷി വായുവിലാണ്.
വളരെ പഴയ രീതിയിലുള്ള ഫ്യൂറൻസ്
ഒരു സീറ്റിൽ രണ്ട് സ്ത്രീകൾ
ഒരു ട്യൂബിന്റെ വെള്ളി
നീലയും വെള്ളയും ട്രെയിൻ കാർ
ബ്രൊക്കോളിയുടെ കഷണങ്ങൾ
മേച്ചിൽപ്പുറത്ത് തവിട്ട് കുതിര
സവാരികളുള്ള രണ്ട് കുതിരകൾ
ട്രെയിൻ ട്രാക്കുകളിൽ ഒരു ചുവന്ന ട്രെയിൻ.
"വെള്ള, ഓറഞ്ച് ബോട്ട്"
ട്രക്ക് ലോട്ടിൽ പാർക്ക് ചെയ്തു
കറുപ്പും സ്വർണ്ണവുമായ തീവണ്ടി
കരടിയുടെ കറുത്ത പ്ലാസ്റ്റിക് കണ്ണ്
കപ്പ് വെള്ളയും പച്ചയുമാണ്.
വെളുത്ത ഫ്രിസ്ബീ വായുവിൽ
"ചുട്ടുപഴുപ്പിച്ച പയർ, ഹോട്ട് ഡോഗുകൾ"
ഓറഞ്ച് ഓറഞ്ച് പിങ്ക് പാത്രത്തിൽ
ഒരു പുരുഷൻ കുളിമുറിയിൽ
പന്ത് തട്ടാൻ ടെന്നീസ് റാക്കറ്റ് സ്വിംഗ് ചെയ്യാൻ മുതിർന്ന പെൺ .
ജീൻസ് നീലയാണ്
തലയിൽ ഒരു സ്യൂട്ട്കേസ് പിടിച്ചിരിക്കുന്ന ഒരാൾ.
തത്തക്കൾ പുറത്ത് നിൽക്കുന്നു
കുഞ്ഞ് ആന
നീല നിറമുള്ള ഒരു ട്രെയിൻ
കറുപ്പും ചാരനിറത്തിലുള്ള നായയും
മനോഹരമായ ഒരു പർവത രംഗം
ഒരു സ്ത്രീ കുട്ടികൾക്ക് വായിച്ചു കൊടുക്കുന്നു
വലിയ ജോടി കത്രിക
പാവയിൽ കറുത്ത മുടി
ടിവിയിൽ ഒരു പയ്യൻ ഒരു ഇടനാഴിയിൽ
ഇത് ടെഡി ബിയർ റിബൺ ആണ്
മഞ്ഞ പൂച്ച ടിവി കാണുന്നു
ധ്രുവത്തിൽ പച്ച തെരുവ് ചിഹ്നം
സ്വീകരണമുറിയിൽ രണ്ട് വെളുത്ത കസേരകൾ
പയ്യൻ കണ്ണട ധരിച്ചിരിക്കുന്നു
പുരുഷൻ സ്ത്രീയോടൊപ്പം നിൽക്കുന്നു
രണ്ട് ജിറാഫുകൾ ഒരുമിച്ച്
കുഞ്ഞ് ആന
മനുഷ്യൻ ചുവന്ന കോട്ട് ധരിക്കുന്നു.
ടെന്നീസ് കോർട്ടിനെ വേർതിരിക്കുന്ന ഒരു വല
കണ്ണാടിയിൽ സ്ത്രീയുടെ പ്രതിഫലനം
ഇതൊരു ട്രെയിൻ ആണ്
ഒരു ലാപ്‌ടോപ്പിന്റെ ഭാഗം
തടി വീപ്പ നിലത്ത് ഉരുളുന്നു
പെൺകുട്ടിക്ക് മുകളിൽ പിങ്ക് കുട
ചാര നിറമുള്ള വലിയ ആന
കൊട്ടയിൽ കിടക്കുന്ന രണ്ട് പൂച്ചകൾ
സ്ത്രീ ചിത്രത്തിനായി നില്ക്കുന്നു
കറുത്ത വസ്ത്രം ധരിച്ച സ്കയർ
ഒരു തവിട്ട് ബീനിയുടെ തൊപ്പി
സ്ത്രീ ഒരു ടെന്നീസ് റാക്കറ്റ് സ്വിംഗ് ചെയ്യുന്നു
റോഡിന് നടുവിലുള്ള ഒരു കൂട്ടം കന്നുകാലികൾ
മേഘത്തിന്റെ ഭാഗം
ഒരു കൈ ടോർട്ടില്ല പിടിച്ചിരിക്കുന്നു
ഷോട്ടിൽ ഒരു കുതിര
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
അത് ഒരു വ്യക്തിയാണ്
പക്ഷിയുടെ കാൽപ്പാടുകൾ മണലിൽ
കണ്ണട ധരിച്ച ഒരാൾ.
ലഗ്ഗേജ് നിറഞ്ഞ സ്യൂട്ട്‌കേസ്
തറയിൽ നടക്കുന്ന പൂച്ച
ബേസ്ബോൾ കളിക്കുന്ന ആളുകൾ
വെള്ള പുറം ഉള്ള മൈക്രോവേവ്
വളരെ തവിട്ടുനിറത്തിലുള്ള മണലിന്റെ തരം ഇതാണ്
ഒരു മനുഷ്യൻ കുതിരപ്പുറത്തു ഇരിക്കുന്നു
മേശപ്പുറത്ത് വൈറ്റ് കീ ബോർഡ്
ഉപ്പ് കുലുക്കുന്നതിന്റെ അടിഭാഗം
പ്ലേറ്റുകളിൽ പിസ്സ സ്ലൈസ്.
ഒരു കയ്യുറയിൽ ബേസ്ബോൾ
ചുവന്ന തലകീഴായ ത്രികോണം
വെള്ളത്തിൽ സ്ത്രീ
റാമ്പിൽ ഇറങ്ങുന്ന ഒരാൾ
"തവിട്ട്, വെള്ള ജിറാഫുകൾ"
ഇളം മരം ബെഞ്ച്
ബ്രൗൺ നിറത്തിലുള്ള ഷർട്ട് ധരിച്ച മനുഷ്യൻ
ഭാഗികമായി ചിക്കൻ പിസ്സ കഴിച്ചു
രണ്ട് ലെയർ കേക്ക്
കുഞ്ഞ് ആന
ആടുകളുടെ മുഖത്ത് ഇരുണ്ട മൂക്ക്
നായ്ക്കൾ വ്യാജമാണ്
മുറിയിൽ രണ്ട് ഒറ്റ കിടക്കകൾ
ടാർമാക്കിൽ പ്ലെയിൻ
ഒരു നീണ്ട നടപ്പാതയുടെ ഭാഗം
ശേഖരിക്കുന്ന മൃഗങ്ങളുടെ രോമങ്ങൾ
മൃഗം ഓടിക്കുന്ന ഒരാൾ
ആകാശത്ത് മൂന്ന് വിമാനങ്ങൾ
പച്ച ടെന്നീസ് ബോൾ ചലനത്തിലാണ്
നഗര തെരുവിൽ വാഹനങ്ങൾ ഉരുളുന്നു
കറുപ്പും സ്വർണ്ണവും നിറമുള്ള മോട്ടോർസൈക്കിൾ ലോട്ടിൽ
ആനകൾ ഒരുമിച്ച് നടക്കുന്നു
ഡിജിറ്റൽ ചിഹ്നം ലക്ഷ്യസ്ഥാനത്തെ പറയുന്നു
വയലിൽ നടക്കുന്ന ആനകൾ
കുതിരപ്പുറത്തു സഞ്ചരിക്കുന്ന രണ്ടുപേർ.
ഓറഞ്ച് ഷർട്ട് ധരിച്ച മനുഷ്യൻ
നീലയും മഞ്ഞയും വരകളുള്ള സിൽവർ ട്രെയിൻ
പക്ഷികൾ വെള്ളത്തിനരികിലാണ്
ഒരു തളികയിൽ ഉള്ളികൾ
ഗെയിം കൺട്രോളറുകൾ കൈവശമുള്ള രണ്ടുപേർ.
തെരുവിൽ നടക്കുന്ന താറാവിന്റെ കുടുംബം
രണ്ട് വൈറ്റ് വൈ റിമോട്ടുകൾ
പക്ഷി വെള്ളത്തിലാണ്
ഓറഞ്ച് മത്തങ്ങകളുടെ കുലകൾ
പിങ്ക് നിറത്തിലുള്ള സ്ത്രീ ഒരു കപ്പ് പിടിക്കുന്നു
ക്ലോക്ക് കെട്ടിടത്തിൽ ഘടിപ്പിച്ചിരിക്കുന്നു
തവിട്ട് നിറച്ച മൃഗം.
വെളുത്ത അടുപ്പിൽ ബേക്കിംഗ് കുക്കികൾ.
ഒരു മനുഷ്യന്റെ മുഖത്ത് നേർത്ത ഫ്രെയിം കണ്ണാടികൾ
കറുപ്പും ചാരനിറത്തിലുള്ള പാർക്കിംഗ് മീറ്ററും
രണ്ട് സ്ത്രീകൾ ഒരുമിച്ച് നടക്കുന്നു
നായ ഇളം തവിട്ടുനിറമാണ്
സമുദ്രത്തിൽ സർഫിംഗ് ചെയ്യുന്ന ഒരാൾ
കുട പിടിക്കുന്ന മനുഷ്യൻ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു മരം പാർക്ക് ബെഞ്ച്
സൈക്കിളിൽ ഒരാൾ
കാട്ടിലെ വലിയ ആഫ്രിക്കൻ ആന
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇറങ്ങാൻ ഒരുങ്ങുന്ന വിമാനം
ചുവന്ന വിമാനം ആകാശത്ത് പറക്കുന്നു
മേശയുടെ മധ്യഭാഗത്തുള്ള വയറുകൾ
വലിയ ബ്രൗൺ നിറത്തിലുള്ള കരടി പുല്ലിൽ നടക്കുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഈ കുതിരയ്ക്ക് വളരെ കറുത്ത ദൃശ്യമായ കണ്ണുകളുണ്ട്
ഒരു ചെറിയ തടി കട്ടിൽ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
പുല്ലിന്റെ വയലിൽ സീബ്ര
നനഞ്ഞ നായ ചെവി കാറ്റിൽ.
ഒരു പൂച്ച വെള്ളം കുടിക്കുന്നു
നീലയും വെള്ളയും ജോർജ്ജ് ബുഷ് രാഷ്ട്രീയ അടയാളം
ഒരു കാർ വഴിയിൽ ഉണ്ട്
ഇത് ഒരു സ്ത്രീയാണ്
സിൽവർ റെയിലിംഗുകൾക്കിടയിൽ നടക്കുന്ന ആളുകൾ
ഒരു സ്ത്രീയുടെ കയ്യിൽ ഒരു പച്ച പ്ലാസ്റ്റിക് സഞ്ചി .
ഒരു മരം മേശപ്പുറത്ത് ഇരിക്കുന്ന പകുതി നിറയെ വൈൻഗ്ലാസുകൾ
ഒരു ലാമയുടെ തല
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഇത് ഒരു സ്ത്രീയാണ്
രാജകീയ നീല നിറമുള്ള മുഖം ഹെൽമെറ്റ്
മൂന്ന് പച്ചയും വെള്ളയും അടയാളങ്ങൾ
മേശപ്പുറത്ത് തുറന്ന ലാപ്‌ടോപ്പ്
ഒരു കരടിയിൽ നിന്ന് പരുത്തി പുറത്തേക്ക് വരുന്നു
തീവണ്ടിയിൽ ഒരു ചുവന്ന വാതിൽ
രണ്ട് കളിക്കാർ സോക്കർ ബോളിനായി പോരാടുന്നു
കുഞ്ഞ് ആന
സീബ്ര
മേച്ചിൽപ്പുറത്തിന്റെ മധ്യത്തിലുള്ള ചെറിയ വീട്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ആകാശത്ത് വെളുത്ത തലം
ഒരു കറുത്ത ദിശ ബാനർ
പുരുഷ അത്‌ലറ്റ് സമുദ്രത്തിൽ സർഫിംഗ്.
കേബിളുകൾ ഉപയോഗിച്ച് ഒരാൾ വായുവിലേക്ക് വലിച്ചിഴച്ചു
ഭക്ഷ്യവസ്തുക്കളുള്ള ഒരു പെട്ടി
പാർക്ക് ബെഞ്ചിൽ ഇരിക്കുന്ന മനുഷ്യൻ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വെള്ളം നീല നിറത്തിലാണ്
ഒരു ഗോപുരത്തിലെ ഘടികാരങ്ങൾ
രണ്ട് കുഞ്ഞു പശുക്കൾ കളിക്കുന്നു
വിറകുകൾക്ക് മുകളിൽ കോപമുള്ള പക്ഷി.
ഒരു ഘടികാരത്തിന്റെ ചിത്രരജന
കുഞ്ഞ് ആന
സർഫ്ബോർഡുള്ള ഒരു വ്യക്തി
കാട്ടിൽ നിൽക്കുന്ന വന്യമൃഗങ്ങൾ
നിരവധി ആടുകൾ വഴിയിൽ നിൽക്കുന്നു
ഒരു നാൽക്കവലയുടെ ഭാഗം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ചായുന്ന ചുവന്ന ഇരട്ട ഡെക്കർ ബസ് ഓടിക്കുന്നു.
കുഞ്ഞ് ആന
ട്രെയിനിന്റെ മഞ്ഞ ഭാഗം.
ഒരു സ്റ്റേഷന്റെ പ്ലാറ്റ്ഫോമിൽ തീവണ്ടി
കുപ്പായം കറുത്തതാണ്
സമുദ്രത്തിന്റെ നടുവിൽ കപ്പൽ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ബൈക്കിൽ രണ്ടുപേർ
റോഡിൽ വെളുത്ത ഡോട്ടുകൾ
നീല ജിം ഷോർട്ട്സ് ധരിച്ച മനുഷ്യൻ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വായുവിൽ ഒരു വെളുത്ത ഫ്രിസ്ബീ.
മനുഷ്യൻ മോട്ടോർ ബൈക്ക് ഓടിക്കുന്നു
"ഒരു വെള്ളി, കറുപ്പ് അഗ്നി ജലാംശം"
ഒരു ചെറിയ മാൻ.
കട്ടിലിൽ ഉറങ്ങുന്ന പൂച്ച
മേൽക്കൂരയിൽ സ്വർണ്ണ നിറത്തിലെ പ്രകാശം
ചെറിയ വെളുത്ത പോർസലൈൻ ടോയ്‌ലറ്റ്
പച്ചയും കറുത്ത ബലൂൺ വായുവിൽ.
വെള്ളത്തിൽ ഒരു കൂട്ടം പച്ച മരങ്ങൾ.
ഒരു കപ്പ് പാനീയം കഴിക്കാൻ തയ്യാറായി ഇരിക്കുന്ന ഒരാൾ
വായുവിൽ ഒരു സ്കീയർ
തെരുവിന് മുകളിലുള്ള തെരുവ് വിളക്ക്
വൃത്തികെട്ട രണ്ട് ടോയ്‌ലറ്റുകൾ
ഭക്ഷണം പ്ലേറ്റിൽ
പിസ്സയുടെ മുകളിൽ പച്ച ഇല.
അദ്വിതീയമായി രൂപകൽപ്പന ചെയ്ത കുളിമുറി.
കാബിനറ്റിനുള്ളിലെ അലമാരയിൽ വെളുത്ത പെട്ടി
വെളുത്ത ചക്രങ്ങളുള്ള വെളുത്ത സ്കേറ്റ്ബോർഡ്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ട്രാഫിക് സിഗ്നൽ തിളങ്ങുന്ന മഞ്ഞ സിഗ്നൽ
സ്നോബോർഡർ ധരിച്ചിരിക്കുന്ന കറുത്ത ഹെൽമെറ്റ്.
പിസ്സയ്‌ക്കായി ഒരു വെളുത്ത കാർഡ്ബോർഡ്
ജിറാഫിന്റെ തല മരത്തിന് പിന്നിലുണ്ട്
മനുഷ്യൻ ചുവന്ന ബാറ്റ് പിടിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു തറയുടെ ഭാഗം
ശാഖകളിൽ പച്ച ഇലകൾ
തൂവാലകളുള്ള ഒരു കുട്ട
ഒരു ലോഹത്തിന്റെ ഭാഗം
കോട്ട മേച്ചിൽപ്പുറത്ത് ആടുകൾ മേയുന്നു
പയ്യൻ ഒരു ഗെയിം കളിക്കാൻ കുനിഞ്ഞു.
കുഞ്ഞ് ആന
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു തെരുവിന്റെ നിയന്ത്രണത്തിൽ ഒരു വലിയ ബസ് നിർത്തി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
സ്ത്രീക്ക് തവിട്ട് നിറമുള്ള മുടിയുണ്ട്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മനുഷ്യൻ ഒരു ബാറ്റ് പിടിക്കുന്നു
ചുവപ്പും വെള്ളയും വിളക്കുമാടം
ഒരു വെളുത്ത വാതിൽ ഫ്രെയിം
ഇത് ഒരു സ്ത്രീയാണ്
മേശപ്പുറത്ത് ഒരു വൈൻ ഗ്ലാസ്
ഒരു ഫോട്ടോയുടെ അഗ്രം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു തടി അലമാരയിലെ നിരവധി പുസ്തകങ്ങൾ
ഒരു ഡിസ്ക് എറിയുന്ന ഒരാൾ
ഇതൊരു ടൂത്ത് പേസ്റ്റാണ്
കറുപ്പും വെളുപ്പും വരയുള്ള അഡിഡാസ് ക്ലീറ്റുകൾ.
കരടിയിൽ നിന്ന് പിങ്ക് നാവ് പറ്റിനിൽക്കുന്നു.
തല ഉയർത്തിപ്പിടിച്ച വ്യക്തി
കുഞ്ഞ് ആന
ഇതാണ് മേശ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സീലിംഗിൽ നിന്ന് തൂങ്ങിക്കിടക്കുന്ന ഒരു ചാൻഡിലിയർ
ഒരു വൈൻ കോർക്ക്സ്ക്രൂ
പശ്ചാത്തലം കറുത്തതാണ്.
ഒരു തവിട്ട് നിറത്തിൽ ഉള്ള മൃഗം കഴിക്കുന്നു
അക്ഷരമുള്ള വൃത്താകൃതിയിലുള്ള നീല പ്ലാസ്റ്റിക് വൃത്തം
വലുതും തവിട്ടുനിറത്തിലുള്ളതുമായ ആന
തെരുവിൽ പാർക്കുചെയ്ത ഒരു ട്രക്ക്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ബെഞ്ചിന്റെ ഭാഗം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വെള്ളത്തിൽ തവിട്ടുനിറത്തിലുള്ള പശു
കാഴ്ചയിൽ ഒരു മഞ്ഞ കുട
ഇതാണ് പർവ്വതം
കുട്ടി സ്കീയിംഗ് ആണ്
ആൺകുട്ടി സ്കേറ്റ്ബോർഡിലാണ്
നെഞ്ചിന്റെ ഭാഗം
ഒരു സൈഡിൽ ചിക്കൻ അരിഞ്ഞത്.
ഒരു കറുത്ത പൂച്ച കാലു നീട്ടി
വിളക്ക് വെള്ളയും സ്വർണ്ണവുമാണ്
കല്ല് മതിലിന്റെ വിദൂര ഭാഗത്ത് വെളുത്തതും ചാരനിറത്തിലുള്ളതുമായ കെട്ടിടങ്ങൾ
ഇത് ഒരു മനുഷ്യനാണ്
ഒരു കവിളിന്റെ ഭാഗം
കുഞ്ഞ് ആന
ഒരു ധ്രുവത്തിൽ ഒരു വലിയ പച്ച വെളിച്ചം
ഇതാണ് തറ
ഇത് ഒരു മനുഷ്യനാണ്
ഒരു പ്ലാസ്റ്റിക് ബ്രഷ് കൈവശമുള്ള കുട്ടി
ചെറിയ കറുത്ത പ്ലാസ്റ്റിക് ടെന്നീസ് റാക്കറ്റ്
കുതിക്കുന്ന കറുത്ത നായ
മൂന്ന് പുസ്തകങ്ങളുണ്ട്
ബ്രെഡ് ബണ്ണിൽ ചുവന്ന ഹോട്ട് ഡോഗ്
കറുത്ത ഹെൽമെറ്റ് ധരിച്ച മനുഷ്യൻ
മുറിയുടെ മൂലയിൽ ടാൻ വിക്കർ കൊട്ട.
നിർത്തിയ കറുത്ത കാർ
ഒരു ചരിവിൽ ഒരു സ്കയർ
മതിലിന്റെ വശത്ത് സിൽവർ ഷവർ തല.
ആന നടക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കറുപ്പും വെളുപ്പും മുഖമുള്ള ആടുകൾ
രണ്ട് ചുവന്ന ട്രെയിൻ കാറുകൾ
ബണ്ണിൽ ഗ്രിൽ ചെയ്ത വീനർ
പിൻ ചുവരിൽ നീലയും മഞ്ഞയും ദിനോസർ.
ഒരു പച്ച ഡിസി വിയർപ്പ് ഷർട്ട്
ഒരു പച്ചക്കറി കഷ്ണം.
ഓട്ടത്തിനിടയിൽ ഒരു മോട്ടോർ സൈക്കിൾ റേസർ ഒരു തടസ്സത്തിന് മുകളിലൂടെ ചാടുന്നു.
ഒരു ഗ്ലാസിന്റെ പാറ്റ്
കരടി നിലത്തു കിടക്കുന്നു
ആകാശത്തിന്റെ മധ്യത്തിൽ കേബിൾ ചരടുകൾ.
ഇതൊരു പട്ടികയാണ്
ഇതൊരു ട്രെയിൻ ആണ്
ഇതൊരു ട്രെയിൻ ആണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മഞ്ഞ പുഷ്പങ്ങൾ നിലത്ത്.
മരം ഹാൻഡിൽ ഉപയോഗിച്ച് കത്തി പാറിംഗ്
ഒരു കുഞ്ഞിന്റെ കൈയിൽ Wii റിമോട്ട്.
തലയിണയിൽ നിന്ന് തൂക്കിയിട്ടിരിക്കുന്ന വെള്ള കടലാസ്
മുൻവശത്ത് മൂന്ന് ബേസ്ബോൾ കളിക്കാർ
നീല ബലൂണുകളുടെ പൂച്ചെണ്ട്
ഒരു പാത്രത്തിൽ മാർബിളുകൾ ഒരുമിച്ച്.
ഇത് ഒരു മനുഷ്യനാണ്
ഒരു തൊപ്പി ധരിച്ച നായ
മതിലിന് എതിരായി ചുവന്ന കിടക്ക.
മഞ്ഞ് കൊണ്ട് നിർമ്മിച്ച ഒരു ശില്പം
മുൻവശത്തുള്ള ഒരു നായ
ഫ്രിസ്‌ബിയെ പിടിക്കുന്ന മനുഷ്യൻ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വെള്ളയും ചാരനിറത്തിലുള്ള മേഘങ്ങളും നിറഞ്ഞ നീലാകാശം.
മൂന്ന് ആൺകുട്ടികൾ ഒരു പ്രത്യേക പരിപാടിക്ക് വസ്ത്രം ധരിച്ചു.
ഒരു ജാലകത്തിൽ സ്വർണ്ണ അലങ്കാരം
കുഞ്ഞ് ആന
ഒരു പോസ്റ്റിന് സമീപം ഒരു ആൺകുട്ടി നിൽക്കുന്നു.
സ്റ്റാൻഡിന് മുകളിൽ ടിവി
പുല്ലിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന ഒരു മഞ്ഞ വിമാനം
ഒരു ടെന്നീസ് മത്സരത്തിൽ പറക്കുന്ന ടെന്നീസ് പന്ത്
"ചുവപ്പ് വെള്ള, നീല കൈറ്റ്"
കണ്ണട ധരിച്ചിരിക്കുന്ന ഒരു സ്ത്രീ
ചുവപ്പും വെള്ളയും മേശപ്പുറത്ത്
വലിയ ക്ലോക്ക്
ഇതൊരു ജിറാഫാണ്
ഇതൊരു പട്ടികയാണ്
കിടക്കയിൽ കിടക്കുന്ന മനുഷ്യൻ
വിമാനത്താവളത്തിൽ മൂന്ന് വിമാനങ്ങൾ ടാക്സി ചെയ്യുന്നു
കുഞ്ഞ് ആന
മനോഹരമായ ഒരു ആകാശം
വെള്ളത്തിൽ വെള്ളയും വെള്ളയും ഉള്ള ബോട്ട്
തവിട്ട് നിറമുള്ള മുടി
ചുവപ്പും വെള്ളയും ബോട്ട്
കുതിരയെ വളർത്തുന്ന ഒരാൾ
ശൂന്യമായ ഷാംപെയ്ൻ ഫ്ലൂട്ടുകൾ
കണ്ണാടിക്ക് മുന്നിൽ സെൽഫോൺ പിടിച്ചിരിക്കുന്ന സ്ത്രീ
ദിശ ചിഹ്നം പോളിൽ ഘടിപ്പിച്ചിരിക്കുന്നു
ആളുകൾ നടപ്പാതയിലൂടെ നടക്കുന്നു
കുളിമുറിയിലെ മൂത്രപുര
പെൺ അവളുടെ ടെന്നീസ് റാക്കറ്റ് സ്വിംഗ് ചെയ്യുന്നു
അഗ്നി ജലാംശം ചുവപ്പാണ്.
മനുഷ്യന്റെ കുപ്പായത്തിലെ ബട്ടൺ
ഇടതുവശത്തുള്ള കുട്ടി ധരിക്കുന്ന നീല വരയുള്ള തൊപ്പി.
ഒരു കട്ടിലിൽ ഒരു ബൈക്ക് ഇരിപ്പിടം
എലിവേറ്റർ എന്ന് പറയുന്ന വെളുത്ത ചിഹ്നം.
മനുഷ്യന്റെ കൈത്തണ്ടയിലെ വാച്ച്
അടുക്കള കൗണ്ടറിൽ രണ്ട് തടി കട്ടിംഗ് ബോർഡ്
ആൺകുട്ടി ഒരു സ്കേറ്റ്ബോർഡിലാണ്
ഒരു പ്ലേറ്റിൽ രണ്ട് മെഴുകുതിരികളുള്ള വെളുത്ത കേയ്ക്ക്.
ആനകൾക്ക് സമീപം വെള്ളം
പഴയ രീതിയിലുള്ള സ്യൂട്ട്
ചുവപ്പും വെള്ളയും ക്ലോക്ക് ടവർ
മോട്ടോർസൈക്കിളിന്റെ പിൻഭാഗത്ത് വൈറ്റ് ടാഗ്.
മഞ്ഞ ടെന്നീസ് ബോൾ
ഒരു കറുത്ത മൈക്രോവേവ്
whtie വിമാനം
തുടർച്ചയായി വർണ്ണാഭമായ കുടകൾ
കറുത്ത കൈകളുള്ള ക്ലോക്ക്
ടൈയിൽ വെളുത്ത പാടുകളുള്ള ഒരാൾ
നീരാവി റേഡിയേറ്റർ മതിലിന് എതിരാണ്
ഒരു ജോടി ധ്രുവക്കരടി
ഫയർ ട്രക്കിന് മുന്നിൽ വെളുത്ത ലൈറ്റ്.
"ടാൻ,തവിട്ടും നിറമുള്ള ജിറാഫ്"
ആടുകൾ വേലിയിലൂടെ നോക്കുന്നു
ബീജ് ലൈറ്റ് ഫിക്ചർ സീലിംഗിൽ നിന്ന് തൂക്കിയിരിക്കുന്നു
ബോർഡ് ഓറഞ്ച് ആണ്.
ഈ രണ്ട് ആനകളും കളിക്കുന്നു
സ്ത്രീയുടെ ജാക്കറ്റിൽ ഓറഞ്ച് രോമങ്ങൾ
ശവസംസ്കാര നമസ്കാരം വരച്ച പഴയ കൊലയാളി കുതിര
മൂന്ന് പേർ സംസാരിക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മനുഷ്യൻ അവന്റെ ഫോണിലേക്ക് നോക്കുന്നു
പക്ഷിയുടെ ചുണ്ട്
കുഞ്ഞ് ആന
ഫർണിച്ചറിലെ പൂച്ച
ഒരു നായയുടെ തിളങ്ങുന്ന നീലക്കണ്ണ്
കെട്ടിടങ്ങൾക്ക് പിന്നിൽ ഒരു മല
ആളുകൾ കടൽത്തീരത്താണ്
കടൽത്തീരത്ത് ഒരു നുരയുണ്ട്.
മേശപ്പുറത്ത് ഭംഗിയായി ഉരുട്ടിയ തൂവാലകളുള്ള കൊട്ട
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പിടിയുള്ള നീല വെള്ളത്തിന്റെ ക്യാൻ
ഒരു സ്റ്റഫ് ചെയ്ത മൃഗം ഒരു അലമാരയിൽ നിൽക്കുന്നു
നൂലിൽ നിന്ന് നിർമ്മിച്ച വർണ്ണ പുതപ്പ്
നീലയും വെള്ളയും സ്നോബോർഡ്
വ്യക്തമായ പിച്ചറിൽ ag reen ദ്രാവകം
മേശപ്പുറത്ത് ഇരിക്കുന്ന പിസ്സ
വെളുത്ത അച്ചടിച്ച സ്ത്രീയുടെ ടാങ്ക് ടോപ്പ്
സ്ത്രീ ചുവന്ന കുട പിടിക്കുന്നു
ഒരു കാറിനടുത്തുള്ള ബൈക്കുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പാർക്കിൽ ഉയരമുള്ള ജിറാഫ്
കുളിമുറിയിലെ സിങ്ക്
ലോങ്‌ഹോൺ പശുവിന്റെ മൂക്ക്
ഈ ചിത്രം പുറത്ത് വെച്ച് എടുത്തതാണ്
വെളുത്ത അക്ഷരങ്ങളുള്ള ചുവന്ന തെരുവ് ചിഹ്നം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വൈറ്റ് ക്ലോക്ക് ടവർ
വെളുത്ത കസേരകൾ അടുക്കിയിരിക്കുന്നു.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
സമതലമായ പുല്ല് വയലിൽ ഒരു നായ
പല പച്ച ഇലകളും
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ട്രെയിൻ നിരവധി യാത്രക്കാരെ വഹിക്കുന്നു
റെയിലുകളിൽ കല്ലുകളുള്ള ട്രെയിൻ ട്രാക്കുകൾ
ബസ്സിൽ പുറകിലെ വിളക്ക്
ഡോക്ക് ചെയ്തത് ബോട്ടുകളുടെ ഒരു കൂട്ടം
വള്ളത്തിൽ നിൽക്കുന്ന ആളുകൾ.
ഒരു ബേസ്ബോൾ കളിക്കാരന്റെ മഞ്ഞ സോക്ക്
ജനങ്ങൾ വെള്ളത്തിലാണ്
ഒരു പാത്രം ഭക്ഷണവുമായി ഒരു യുവതി
കടയിൽ നിൽക്കുന്ന സ്ത്രീ
ഇതൊരു പൂച്ചയാണ്
ഒരു കറുത്ത ഗിത്താർ
ഒരു വലിയ വെളുത്ത ഘടികാരം
ബ്രഷിൽ വെളുത്ത കടിഞ്ഞാൺ
പച്ച ട്രാഫിക് ലൈറ്റ്
മേശപ്പുറത്ത് കിടക്കുന്ന സെൽ ഫോൺ
സ്നോ ബോർഡർ വായുവിൽ ചാടുന്നു
സ്ത്രീ മേശപ്പുറത്ത്
കുട്ടി നിലത്ത് ആണ്
ഒരു സ്ത്രീ വാഴപ്പഴം കഴിക്കുന്നു
ഇരിപ്പിടത്തിന്റെ സ്ഥലം
ഒരു മേശപ്പുറത്ത് പ്ലേറ്റ്
പെട്ടി തറയിൽ അടുക്കിയിരിക്കുന്നു
ആളുകൾ മഞ്ഞുമലയിൽ സ്കീയിംഗ് ചെയ്യുന്നു
വലതുവശത്ത് പച്ച കെട്ടിടം.
ഒരു ബ്രൗൺ തോളിൽ ബാഗ്
ആധുനികവും മിതവുമായ കിടപ്പുമുറി
കുട ചുമക്കുന്ന കൊച്ചു പെൺകുട്ടി
ഈ ജിറാഫ് ക്യാമറയ്ക്ക് ഏറ്റവും അടുത്താണ്
പിങ്ക് ഷോർട്ട്സ് ധരിച്ച സ്ത്രീ
ചിഹ്നത്തിലെ ടിവി അക്ഷരങ്ങൾ.
പുഞ്ചിരിക്കുന്ന സന്തുഷ്ടനായ മനുഷ്യൻ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ചാരനിറത്തിലുള്ള ആന
കുട്ടിയുടെ മുഖം ക്യാമറയിലേക്ക് പുഞ്ചിരിക്കുന്നു
പേപ്പർ ടവ്വലുകളുടെ ചുരുൾ
ഒരു വയലിൽ വെളുത്ത നായ
അടുപ്പിന്റെ മുകളിൽ സ്റ്റൗവ്
പാളത്തിൽ തീവണ്ടി
ചുവന്ന കയ്യുറകൾ ധരിച്ച പെൺകുട്ടി
പ്രൊപ്പല്ലർ തലം
വലിയ ജലാശയം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വെള്ളത്തിൽ അലകൾ
കുഞ്ഞ് ആന
ഒരു നീല കോഫി മഗ്
ജിറാഫ് ഒരു കൂട്ടം മരങ്ങൾക്കിടയിൽ നിൽക്കുന്നു
ഒരാൾ ചുവന്ന കണ്ണട ധരിക്കുന്നു.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വെള്ളത്തിൽ ചെറിയ തിരമാല
കെട്ടിടത്തിന്റെ മഞ്ഞ മതിൽ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ചിത്രശലഭം തവിട്ടുനിറമാണ്
ഒരു നായയുടെ ഇടത് ചെവി
ഒരു കൂട്ടം സ്ത്രീകൾ സംഭാഷണം നടത്തുന്നു
വൈറ്റ് കാർഗോ ട്രക്ക്
ഒരു വെളുത്ത പാത്രത്തിൽ കൃത്രിമ പ്ലാന്റ്
പർവതത്തിന് മുകളിൽ മഞ്ഞ്
പൂച്ച കസേരയിൽ ഇരിക്കുന്നു
രണ്ടുപേർ കാഴ്ചകൾ ഉണ്ട്.
ഇരിക്കുന്ന പൂച്ചയുടെ മൂക്ക്
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
തൊപ്പി ധരിച്ച ഒരാൾ
പശുവിന്റെ ടെൻ കാൽ
മനുഷ്യൻ ബേസ്ബോൾ എറിയുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ജോടി ക്രോസ് കൺട്രി സ്കീസ്
വയലിൽ ആനകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ആരോ ഇന്ന് മലയിലുണ്ട്
വായുവിൽ ഒരു പാരാസയിൽ
നഖങ്ങൾ കാണിക്കുന്ന തവിട്ട് കരടി കൈകൾ
ഒരു നീണ്ട പച്ച ബിറ്റ് ചിവ്
ഒരു ബേസ്ബോൾ ഡയമണ്ടിലെ ഹോം പ്ലേറ്റ്
ഒരു തവിട്ട് ടൈൽ ബാത്ത്റൂം നില
ഒരു പിയറിൽ സ്കേറ്റ്ബോർഡ് പാർക്ക്
ചുവരിൽ ചുവന്ന കുട ഗ്രാഫിക്
വിൻഡോ ചതുരാകൃതിയിലാണ്.
ചുവന്ന പേപ്പർ പ്ലേറ്റുകളുടെ ഒരു ശേഖരം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മാൻ സ്കേറ്റ് ബോർഡിംഗ് ഓഫ് റാമ്പ്
ഒരു കൂട്ടം ആളുകൾ വെളുത്ത തൊപ്പികൾ ധരിക്കുന്നു
നിരവധി മോട്ടോർ സൈക്കിളുകൾ നിരവധി കാറുകൾക്ക് മുന്നിൽ ഒരു തെരുവിലൂടെ ഓടിക്കുന്നു
"വെള്ളി, മഞ്ഞ ട്രെയിൻ"
ചിഹ്നത്തിലെ 1866 അക്കങ്ങൾ
പുറത്ത് ഒരു ചവിട്ടുമെത്തയിൽ ഇരിക്കുന്ന സ്ത്രീ
സ്നോ ബോർഡ് ഓടിക്കുന്ന മനുഷ്യൻ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വെളിച്ചം നീലയാണ്
വെളുത്ത കുപ്പായമുള്ള മനുഷ്യൻ
"ഗ്രേ, ബ്ലാക്ക് ഫ്ലിപ്പ് ഫോൺ"
ഒരു ഫ്രിസ്‌ബീ ഉള്ള നായ
മണലിൽ ടയർ ട്രാക്കുകൾ പാടുകൾ
ജിറാഫിൽ ഇരുണ്ട തവിട്ട് പുള്ളി
ഒരു പോലീസുകാരൻ തലയാട്ടി
ഒരു പത്രം
കെട്ടിടത്തിലെ ഘടികാരം
രണ്ട് തിരശ്ചീന ട്രാഫിക് ലൈറ്റുകൾ
പരന്ന മഞ്ഞ് നിലത്ത് സ്കീയർ
ചരിവിലുള്ള സ്കീയർമാർ
ചാരനിറത്തിലുള്ള ആന വയലിലൂടെ നടക്കുന്നു
ചുമരിൽ ഒരു പാത്രം
രണ്ട് പൂച്ചകൾ ഒരു ടോയ്‌ലറ്റിന് മുകളിൽ നിൽക്കുന്നു
ഇത് ഒരു തീവണ്ടിയുടെയും കന്നുകാലികളുടെയും ചിത്രമാണ്
ഒരു കെട്ടിടത്തിൽ ഒരു വലിയ ഘടികാരം
ടാബലിലെ ഒരു പഴയ പുസ്തകം
വെളുത്ത ടോയ്‌ലറ്റ്
ഒരു ബിസിനസ്സിന്റെ ചുമരിൽ ഒരു ഘടികാരം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ചെറിയ വെളുത്ത കപ്പ് കോൾ സ്ലാവ്.
കുതിര സവാരി ചെയ്യുന്നയാൾ
ഭുജം നീട്ടി
സ്കേറ്റ്ബോർഡിൽ ചാരിയിരിക്കുന്ന ബുൾഡോഗ്.
ഇരുണ്ട ചുവന്ന ഗതാഗത കോൺ
ഒരു ബസിന് രണ്ട് വിഭാഗങ്ങളുണ്ട്.
നിലം വെളുത്ത മഞ്ഞ് മൂടിയിരിക്കുന്നു
ആടുകളുടെ കറുത്ത മുഖം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
നീളമുള്ള നീല ബോട്ട് വെള്ളത്തിൽ
കയ്യിൽ വെള്ള വൈ റിമോട്ട്.
ഒരു ജിറാഫിനെ നോക്കുന്ന ഒരു കൊച്ചുകുട്ടി
കടൽത്തീരത്ത് ചാരനിറത്തിലുള്ള വെളുത്ത പക്ഷി
ആൺകുട്ടി ബൂട്ട് ധരിച്ചിരിക്കുന്നു
വെള്ളത്തിൽ ഒരു പാറ
കോൺക്രീറ്റിൽ ഇരിക്കുന്ന ഒരു സ്ത്രീ.
വ്യക്തി സ്നോ ബോർഡിംഗ്.
"ഓറഞ്ച്, മഞ്ഞ നിറമുളള പൂക്കൾ"
ടെന്നീസ് കളിക്കുന്ന ഒരാൾ
ഇനങ്ങൾ സൂക്ഷിക്കുന്നതിനുള്ള ഫാൻസി ഷെൽഫ്
ഇത് ഒരു വ്യക്തിയാണ്
ജിറാഫിന്റെ വെളുത്തതും തവിട്ടുനിറമുള്ളതുമായ തല
ഒരു വലിയ മഞ്ഞുമല
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വെളുത്ത ഫ്രിസ്ബീ പിടിച്ചിരിക്കുന്ന പെൺകുട്ടി
പച്ച നിറത്തിലുള്ള ആപ്രോൺ ധരിച്ച ഒരു സ്ത്രീ
വെള്ളത്തിൽ ഒരു വിമാനവാഹിനി
ഒരു കുട്ടി പുറത്ത് നടക്കുന്നു
ഒരു കുളിമുറിയിൽ ഒരു കോർക്ക് ഡാർട്ട് ബോർഡ്
ഒരു വിദ്യാലയത്തിലെ ബാസ്കറ്റ്ബോൾ കളിയിൽ മൂന്ന് പെൺകുട്ടികൾ
സർഫ്ബോർഡ് വെളുത്തതാണ്
ഒരു കട്ടിലിൽ ഒരു കമ്പ്യൂട്ടർ
ഒരു സ്മാർട്ട് ഫോണിൽ തീപ്പൊരി കേസ്
ഒരു ചെറിയ തടി പാത്രം
ചുമരിൽ ഒരു ഫ്രെയിം ചെയ്ത ചിത്രം
ഒരു യുദ്ധവിമാനം പറക്കുന്നു
ഒരു ബേസ്ബോൾ തൊപ്പി ധരിച്ച ഒരാൾ
അരിഞ്ഞ പച്ച ആപ്പിളിന്റെ പകുതി ഭാഗം
ഒരു മോസി ട്രീ ബ്രാഞ്ച്.
വേലിക്ക് പിന്നിൽ ഇരിക്കുന്ന ആരാധകർ
വസ്ത്രങ്ങൾ ചാരനിറമാണ്
ടയറുകൾ വളരെ വലുതാണ്
ഉദ്യാനത്തിൽ പട്ടം പറത്തുന്ന ആളുകൾ.
ഇത് ഒരു വ്യക്തിയാണ്
ഒരു പതാക
വാതിൽ അടച്ചിരിക്കുന്നു.
മതിൽ മഞ്ഞയാണ്
റോമൻ സംഖ്യ കറുത്തതാണ്.
സ്കേറ്റ്ബോർഡ് ഓടിക്കുന്ന ഒരു കുട്ടി
സ്ത്രീ നടപ്പാതയിലൂടെ നടക്കുന്നു
ഒരു വലിയ വർക്ക് സോൺ ഓറഞ്ച് കോൺ
നാല് വ്യത്യസ്ത കൈറ്റ്സ് പറക്കുന്നു
ദ്വീപ് ബീച്ച് രംഗം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ചെറിയ നീല പാത്രം
മഞ്ഞ ടെന്നീസ് ബോൾ വായുവിൽ
വെളുത്ത പക്ഷിയുടെ മുകളിൽ കറുത്ത മുഖം.
ഒരു മനുഷ്യൻ സ്കേറ്റ്ബോർഡിംഗ് ആണ്
ഒരു ശബ്ദവും നീല തെരുവ് ചിഹ്നവും
മഞ്ഞുവീഴ്ചയിൽ രണ്ടുപേർ
ഒരു ടെന്നീസ് കളിക്കാരന്റെ തലയിൽ ചുവന്ന തൊപ്പി
നീല സ്വെറ്ററിൽ ഒരാൾ
ആനയ്ക്ക് വെളുത്ത കൊമ്പുകളുണ്ട്
പുറത്ത് കളിക്കുന്ന ഒരു ആൺകുട്ടി
മേശപ്പുറത്ത് വാഴപ്പഴം
സമുദ്രത്തിൽ സർഫിംഗ് ചെയ്യുന്ന ഒരാൾ.
രണ്ട് തരം തവിട്ട് മരത്തിന്റെ അടുക്കള കാബിനറ്റ്
കറുപ്പും വെളുപ്പും പാണ്ട
പിറന്നാൾ ആഘോഷിക്കുന്ന ഇരട്ടകൾ
നീട്ടിയ കാലുള്ള ഉയരമുള്ള മെലിഞ്ഞ ആന.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സിൽവർ ഹെൽമെറ്റും ഫെയ്സ് പീസും ധരിച്ച വ്യക്തി.
നീളമുള്ള തടി പിടി
ലണ്ടനിൽ ഒഴുകുന്ന തേംസ് നദി
ഷർട്ട് ധരിച്ച വ്യക്തി
ഒരു കറുത്ത ബ്രീഫ്കേസ്
ഒരു സ്ത്രീ ടെന്നീസ് കളിക്കുന്നു
രാത്രി കാറുകളുമായുള്ള കവല
മരംകൊണ്ടുള്ള ചെറിയ തവിട്ടുനിറം
കറുത്ത കുപ്പായമുള്ള ഒരാൾ
സുരക്ഷയ്ക്കായി പിങ്ക് ഹെൽമെറ്റ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ചായുന്ന ചുവന്ന ബൈക്ക്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു നദിയിലെ ബോട്ടുകൾ
മേശപ്പുറത്ത് വെളുത്ത മൗസ്.
ഓറഞ്ച് റോഡ് ചിഹ്നം ഒരു സ്ട്രീന്റെ പേര് കാണിക്കുന്നു
ഇതൊരു ബേസ്ബോൾ മൈതാനമാണ്
ഒരു കല്ല് കൊണ്ടുള്ള ടൈൽ നിലം
കറുവപ്പട്ട അടുപ്പത്തുവെച്ചു ഉരുട്ടുന്നു
മുൻവശത്തുള്ള രണ്ട് ആളുകൾ
വള്ളിയിൽ സ്കീ ലിഫ്റ്റ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കറുത്ത പുള്ളി
കറുപ്പും ചുവപ്പും തൊപ്പി ധരിച്ച മനുഷ്യൻ.
കറുത്ത പ്ലാസ്റ്റിക് ബാറ്റിംഗ് ശിരോകവജം
തെരുവ് വിളക്ക് ചുവപ്പാണ്.
നീളമുള്ള ഫ്ലൂറസെന്റ് സീലിംഗ് ലൈറ്റ്
ഒരു കസേരയിൽ ഇരിക്കുന്ന ദമ്പതികൾ.
വെള്ളത്തിൽ ചെറിയ ബോട്ട്
ഒരു ടെന്നീസ് കളിക്കാരന്റെ നിഴൽ മൈതാനത്ത്
പുറത്ത് നടക്കുന്ന ആന
വളരെ വലിയ മുഖത്ത് ചെറിയ കണ്ണുകൾ
തറയിൽ വെളുത്ത ടോയ്‌ലറ്റ്
ഒരു ധ്രുവത്തിൽ തവിട്ട് പുരാതന ചിഹ്നം
വയലിൽ ആന.
കറുത്ത മേൽക്കൂരയുള്ള തവിട്ടുനിറത്തിലുള്ള കളപ്പുര
ചുവന്ന ആപ്പിളുള്ള പച്ച പ്ലേറ്റ്
ഒരു മൃഗശാലയിൽ ഒരു പാണ്ട കരടി
കോൺക്രീറ്റിൽ തുറന്ന ഓറഞ്ച്
പിസ്സയുടെ ഫ്രിസ്റ്റ് ബോക്സ്
കുതിരയ്ക്ക് ബ്രൗൺ നിറമുള്ള കവർ ഉണ്ട്
ഒരു ട്രെയിൻ സ്റ്റേഷൻ
മോട്ടോർ സൈക്കിളിൽ വെളുത്ത നക്ഷത്രം
ഫയർ ട്രക്കിലെ ഗോവണി
ഒരു മെറ്റൽ റോഡരികിലെ തടസ്സം
രണ്ട് ഫയർ ഹൈഡ്രാന്റുകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പച്ച തൊപ്പി ധരിച്ച വലിയ സുന്ദരമായ നായ
ഒരു കൂട്ടം പുരുഷന്മാർ ബേസ്ബോൾ കളിക്കുന്നു
തുറന്ന വാതിൽ
ഒരു മരത്തിന് ചുറ്റും മരം ബെഞ്ച്
നിലത്ത് ഒരു സ്യൂട്ട്കേസ്
പ്രവർത്തിക്കുന്ന കമ്പ്യൂട്ടർ മോണിറ്റർ
ബാത്ത്റൂമിന്റെ ലൈറ്റുകൾ
ചട്ടിയിൽ മുഴുവൻ പിസ്സയും
ഷോർട്ട്സിലുള്ള ഒരു സ്ത്രീ ഫോൺ ഉപയോഗിക്കുന്നു
പർവതനിരയുടെ മുഖം
ഒരു പെൺ ബ്രൗൺ ആടുകൾ.
ഒരു ജോടി കുതിരകൾ
വെള്ളത്തിൽ മനുഷ്യൻ
ഒരു മരത്തിൽ നിന്ന് ഇല തിന്നുന്ന രണ്ട് ജിറാഫുകൾ
കയ്യിൽ നീല ബേസ്ബോൾ ബാറ്റ്
സമുദ്രത്തിലെ മൂന്ന് സർഫറുകൾ
മഞ്ഞ് മൂടിയ നിത്യഹരിത കൊമ്പുകൾ
കറുത്ത രോമങ്ങളുള്ള ചെറിയ നായ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
മൃഗത്തിന്റെ തലയിൽ കറുത്ത കൊമ്പ്.
പുല്ലിൽ സോക്കർ ബോൾ
ആനയുടെ കറുത്ത തൊലി
സംരക്ഷിത ഹെഡ് ഗിയർ ധരിച്ച കുട്ടി
ഒരു ബുഫെറ്റിൽ ജോലി ചെയ്യുന്ന ഒരു പാചകക്കാരൻ
വലിയ പിങ്ക് ചെമ്മീന്റെ കഷണങ്ങൾ
ഒരു പെട്ടിയിൽ ഡോണട്ട്സ്
ക്ലോക്കിലെ ഒന്നാം നമ്പർ
ഉയരമുള്ള മരവും ലോഹ അവയവവും
വിമാനത്താവളത്തിൽ ഒരു കെട്ടിടം
പച്ച വയലിൽ കറുത്ത മുഖമുള്ള വെളുത്ത ആട്
ഇതൊരു ടിവി സെറ്റാണ്
ബൈക്കിൽ കറുത്ത കവർ
റൈ ബ്രെഡിൽ ഒരു സാൻഡ്‌വിച്ച്
മനുഷ്യന്റെ വലതു കാൽ
ഒരു ട്രെയിൻ ട്രെയിൻ ട്രാക്കിലാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പച്ച ചവറ്റുകുട്ട
വളരെ വിചിത്രമായ ഫോട്ടോ
മുറിയുടെ വെളുത്ത മതിലുകൾ
ബ്രൗൺ ആൻഡ് വൈറ്റ് നായ.
ഒരു ബെഞ്ചിൽ ഒരു നായ
വെള്ളത്തിൽ രണ്ട് ആനകൾ
അകത്ത് തവിട്ട് നിറമുള്ള ഒരു ചെറിയ കപ്പ്
ഒരു റോഡിന് അടുത്തുള്ള ഒരു പാർക്കിംഗ് മീറ്റർ
ജിറാഫ് മുകളിലേക്ക് നോക്കുന്നു
സീബ്ര പുല്ല് തിന്നുന്നു
വെള്ളമുള്ള ചെറിയ വ്യക്തമായ ഗ്ലാസ്
മൈക്രോവേവിലെ കണികകൾ
രണ്ട് ബോട്ടുകൾ ഒരു നദിയിൽ തുഴയുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വാട്ടർ പോളോ കളിക്കുന്ന ആളുകൾ
മനുഷ്യൻ ലാപ്‌ടോപ്പിൽ പ്രവർത്തിക്കുന്നു
കുഞ്ഞ് ആന
ചുവന്ന നീരുള്ള തക്കാളിയുടെ ഒരു കഷ്ണം
റെയിൽ‌റോഡ് ബ്രിഡ്ജ് ക്രോസിംഗ് റിവർ‌
നീല റെക്ലിനർ കസേര
അഗ്നി ഹൈഡ്രാങ്ങിന്റെ അടിയിൽ വെള്ളം
സമ്മാനങ്ങൾ മതിലിനടുത്ത് പൊതിഞ്ഞ് സൂക്ഷിക്കുന്നു
പക്ഷിയുടെ ആകൃതിയിലുള്ള കൈറ്റ്
ഒരു വ്യക്തി സ്കീയിംഗ് ചെയ്യുന്നു .
നിരവധി പഴങ്ങൾ പ്രദർശിപ്പിച്ചിരിക്കുന്നു
സാലഡിൽ പർപ്പിൾ സവാള
റൺവേയിൽ രണ്ട് വിമാനങ്ങൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സ്ത്രീയുടെ തലയ്ക്ക് ചുറ്റും തലക്കെട്ട്
ഗാരേജിന് മുന്നിൽ ചെറിയ കുട്ടി
"തവിട്ട്, ചാരനിറത്തിലുള്ള ഘടികാരം"
മനുഷ്യന് കറുത്ത ഹെൽമെറ്റ് ഉണ്ട്
ഒരു കറുത്ത ട്രെയിൻ എഞ്ചിൻ
ക്യാമറയിൽ ശ്രദ്ധ കേന്ദ്രീകരിക്കുന്ന ഒരു വെളുത്ത നിറമുള്ള പൂച്ച
ഒരു വയലിൽ നിൽക്കുന്ന ജിറാഫ്
പന്ത് എറിയുന്നത് എങ്ങനെയെന്ന് നിർണ്ണയിക്കാൻ അമ്പയർ കുനിഞ്ഞു
പോൾക്ക ഡോട്ട് ഉള്ള കറുത്ത കുട
ഒരു വ്യക്തിയുടെ തല
സവന്നയിൽ ആനക്കൂട്ടം
ഒരു വലിയ വെളുത്ത കെട്ടിവലിക്കുന്ന് വാഹനം
"ചുവപ്പ്, ഓറഞ്ച് നിറമുള്ള രക്ത ഓറഞ്ച്"
ട്രക്ക് റോഡിൽ നിർത്തി ഇട്ടിരിക്കുന്നു
സ്യൂട്ട് ധരിച്ച വ്യക്തി
ഒരു മനുഷ്യന്റെ കണ്ണട
ഒരു ബോർഡിന്റെ ഭാഗം
കമ്പ്യൂട്ടർ നോക്കുന്ന ഒരു പൂച്ച
വെളുത്ത പാത്രത്തിൽ മധുരപലഹാരം
ഒരു ഫ്ലാറ്റ് ബെഡിൽ ട്രെയിൻ കാർ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ബ്രോക്കോളിയുടെ ഒരു ചെടി
കുഞ്ഞ് ആന
ജിറാഫിൽ തവിട്ട് പാടുകൾ
ഒരു കെട്ടിടത്തിന്റെ ഭാഗം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കറുത്ത പൂച്ച സൂര്യനിൽ കിടക്കുന്നു
മൂന്ന് സ്കൂട്ടറുകൾ റോഡിനരികിൽ നിർത്തിയിരിക്കുന്നു
ഒരു ചെറിയ ട്രെയിനിൽ കുട്ടി
നിലത്ത് കറുത്ത പുള്ളി
കാറിന്റെ വാതിൽ ഹാൻഡിൽ പക്ഷി
അന്ധൻ തുറന്നിരിക്കുന്നു
കണ്ണാടിയിൽ മേലങ്കിയുടെ പ്രതിഫലനം
ഒരു റഫ്രിജറേറ്ററിന്റെ ഉള്ളിൽ.
ചുവരിൽ സ്വിച്ച് പ്ലേറ്റ്
ചുവപ്പും വെള്ളയും ടൊയോട്ട ചിഹ്നം
പശുവിന്റെ വലത് കണ്ണ്
ഒരു പുൽത്തകിടി
ഒരു വലിയ പാസഞ്ചർ ജെറ്റ്
നീളമുള്ള മുടിയുള്ള വെളുത്ത പൂച്ച
കുഞ്ഞ് ആന
"വെള്ള, തവിട്ട് ജിറാഫുകൾ"
കുഞ്ഞ് ആന
സർഫ്ബോർഡ് വഹിക്കുന്ന വ്യക്തി
ജിറാഫിന്റെ മുഖം
ഒരു തെരുവിൽ ഒരു പച്ച ട്രക്ക്
ചാരയും കറുപ്പും നിറത്തിലുള്ള മോട്ടോർസൈക്കിൾ
ടെലിവിഷൻ കാണുന്ന തവിട്ട് നായ
ഒരു മൾട്ടി-കളർ കർട്ടൻ.
ചുവപ്പും വെള്ളയും ഉള്ള ഒരു തലം
ഒരു ട്രാക്കിൽ ഒരു ട്രെയിൻ
കുഞ്ഞ് ആന
ഒരു വാർത്ത ഡ്രൈവ്വേ
വലിയ ബ്രഷിലൂടെ ചെറിയ പെൺകുട്ടി
അരിഞ്ഞ സവാള പാത്രത്തിൽ
ഒരു കട്ടിൽക്കടുത്തുള്ള സ്ത്രീ
ഷോർട്ട്സ് കമോ ആണ്
സ്ത്രീ ടയറുകളിൽ വായു ഇടുന്നു
ആകാശത്ത് ഒരു റിബൺ
വൈറ്റ് ലിനൻ റെസ്റ്റോറന്റ് മെനു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു വലിയ തവിട്ട് പാനൽ
ഒരു വലിയ പച്ച വൃക്ഷം
ചുവന്ന കൈറ്റ് ആകാശത്ത് പറക്കുന്നു
എസ് യുവി തെരുവിൽ പാർക്ക് ചെയ്തു
ഫ്രിസ്‌ബീ ചുവന്നതാണ്
സ്നോബോർഡിലെ ഒരു വ്യക്തി
കൗണ്ടറിൽ ഒരു വെളുത്ത കോപ്പ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
രണ്ട് കണ്ണുകളുള്ള ചെറിയ വെളുത്ത പട്ടം
ഇതൊരു ഫലമാണ്
വലിയ ആടുകൾ
മുകളിൽ ഒരു മാർബിൾ ആവരണവും അലങ്കാരവുമുള്ള വെളുത്ത അടുപ്പ്
ചുവപ്പ് ടൈ .
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ക്ലോക്കിന്റെ മുകളിൽ പ്രതിമ
സ്നോ ബോർഡിൽ മനുഷ്യൻ
ഒരു കണ്ണട ധരിച്ച വ്യക്തി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നീല ഫ്രിസ്ബീ വായുവിൽ
സീബ്രകളുടെ കുടിവെള്ളം.
റെഡ് റൂഫ് മരങ്ങൾ മറച്ചിരിക്കുന്നു
പാർക്ക് ചെയ്തിരുന്ന ബസിന് മുന്നിൽ നിൽക്കുന്ന സ്ത്രീ
ടെന്നീസ് കോർട്ടിൽ നാല് പെൺകുട്ടികൾ
കുഞ്ഞ് ആന
കുട ചുവപ്പാണ്.
മനുഷ്യൻ ഒരു ലോംഗ്ബോർഡിൽ
റോഡിനരികിൽ ഒരു മഞ്ഞ സ്റ്റേഷണറി ബസ്
അമേരിക്കൻ പതാകയുള്ള വെള്ളി പതാക
പുരുഷന്മാരുടെ കുളിമുറി
ഉപരിതലം പാറകൾ കൊണ്ട് ഉള്ളതാണ്
ആകാശത്ത് ജെറ്റ് പുക
ഒരു കൂട്ടം താറാവുകൾ
ഒരു ധ്രുവത്തിൽ പച്ചയും വെള്ളയും തെരുവ് ചിഹ്നം
പുല്ലിലെ അഗ്നി ജലാംശം.
ചാരനിറത്തിലുള്ള അടിയന്തിര പൂച്ച
സബ്‌വേയിൽ രണ്ട് നീല സീറ്റുകൾ
ഇനങ്ങളുള്ള മൂന്ന് പാത്രങ്ങളുടെ ഗണം
പാത്രത്തിൽ ഭക്ഷണം തിരയുന്ന പ്രാവ്
ചുമരിലെ എഴുത്ത്
ഒരു വിളക്ക് തൂണിൽ തൂങ്ങിക്കിടക്കുന്ന ഒരാൾ
നായയ്ക്ക് ചെവികളുണ്ട്
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് നായ
ഒരു ചെറിയ ബ്രീഫ്കേസ്
റോഡ് സൈഡ് ബെഞ്ചിൽ ഉറങ്ങുന്ന ഒരാൾ
ഒരു വെളുത്ത സ്നോഫ്ലേക്ക് അലങ്കാരം
ഒരു കൈറ്റ് കൈവശമുള്ള ഒരാൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കുഞ്ഞ് ആന
റെയിൽ‌വേ സിഗ്നൽ
മേശപ്പുറത്ത് മൂന്ന് തുറന്ന ലാപ്ടോപ്പുകൾ
കുരങ്ങൻ ഒരു വാഴപ്പഴം പിടിക്കുന്നു.
നീലയും പച്ചയും ഉള്ള ഒരു പ്ലേറ്റ്
കുഞ്ഞ് ആന
ഒരു വെളുത്ത നിറമുള്ള വാഷ്‌ബേസിൻ
പെൺകുട്ടിയുടെ കൈത്തണ്ടയിൽ ചുവന്ന ബ്രേസ്ലെറ്റ്.
ബ്രിക്ക് ബിൽഡിംഗിൽ നീല വോക്സ്‌വാഗൻ
ആനയുടെ പിന്നിൽ ആന
ഒരു ബാത്ത്റൂം സിങ്കിന്റെ കറുപ്പും വെളുപ്പും ഫോട്ടോ
കെട്ടിടത്തിന്റെ ഓറഞ്ച് ഫ്രണ്ട്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കടലിനപ്പുറം കര
ഒരു ബേബി സ്റ്റിയർ മേയുകയാണ്
ഹോട്ട് ഡോഗ് കെച്ചപ്പ് കൊണ്ട് മൂടിയിരിക്കുന്നു.
അടുക്കളയിൽ വെളുത്ത ഫ്രിഡ്ജ്
ഒരു സ്ത്രീ വസ്ത്രം ധരിക്കുന്നു
പച്ചയും വെള്ളയും രണ്ട് അടയാളങ്ങൾ
ദ്വീപ് ബീച്ച് രംഗം
ഒരു വലിയ വെളുത്ത ധ്രുവക്കരടി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഭക്ഷണങ്ങളുടെ ഒരു ട്രേ
ഒരു സ്ത്രീ കൈ ഇല്ലാത്ത വസ്ത്രത്തിൽ നടക്കുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
മേഘങ്ങൾ ആകാശത്താണ്.
നീലയും വെള്ളയും ഉള്ള ബോട്ട് വെള്ളത്തിൽ
മൂലയിൽ വലിയ പച്ച പർവ്വതം.
പച്ച ഷർട്ടുകൾ ധരിച്ച ആളുകൾ
കണ്ണട ധരിച്ച സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
"ഒരു കമ്പ്യൂട്ടർ സ്ക്രീൻ പ്രവത്തനത്തിലാണ് , മറ്റൊന്ന് പ്രവർത്തനരഹിതമാണ്"
നേരായ ഭാഗം
വെളുത്തതും വ്യക്തവുമായ കമ്പ്യൂട്ടർ കീബോർഡ്
വെളുത്ത കുപ്പായത്തിൽ ഒരു കറുത്ത മനുഷ്യൻ.
മേശപ്പുറത്ത് ഒരു പെപ്സി കാൻ.
ഒരു റഫ്രിജറേറ്റർ തുറന്നു
കാണികൾ ഇരിക്കുന്നു
വീട് തവിട്ടുനിറമുള്ള മതിലാണ്
ഇതൊരു പരസ്യമാണ്
ഒരു ബ്രൗൺ ടാബി പൂച്ച
ഒരു സ്വർണ്ണ പൂച്ച കണ്ണ്
വ്യക്തി കറുത്ത തൊപ്പി ധരിക്കുന്നു
ഒരു വലിയ കറുപ്പും വെളുപ്പും നായ്ക്കുട്ടി
പുല്ലിൽ ഒരു ബെഞ്ചിന്റെ പച്ച വശം.
നിൽക്കുമ്പോൾ സെബ്ര ഇടത്തേക്ക് നോക്കുന്നു
ആളുകൾ ഒരു മലയിൽ കാൽനടയായി
ഒരു ചെറിയ തടിച്ച അഗ്നി ജലാംശം
റോഡ് മാർഗം ലഗേജുള്ള സ്ത്രീ
ഇത് ഒരു സ്ത്രീയാണ്
മരങ്ങളിൽ പച്ച ഇലകൾ
ആൺകുട്ടിക്ക് തവിട്ട് നിറമുള്ള മുടിയുണ്ട്.
കുറച്ച് മേഘങ്ങളുള്ള ഒരു നീലാകാശം
ഒരു ഗോപുരത്തിന്റെ വശം
വിൻ‌സിലിൽ‌ ടൈൽ‌
ഇതൊരു ബെഞ്ചാണ്
ഇതൊരു തൊപ്പിയാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചുവന്ന സുഖസൗകര്യങ്ങളുള്ള ഒരു കിടക്ക
ഇതാണ് പുല്ല്
ബെഞ്ചിൽ ഇരിക്കുന്ന പയ്യൻ വെള്ളം നോക്കുന്നു .
ഒരു വിമാനത്തിലെ മുൻ ചക്രം
പച്ചകുത്തിയ മനുഷ്യന്റെ അടുത്തുള്ള ശൂന്യമായ കറുത്ത കസേര
ഇരുണ്ട നീല ബേസ്ബോൾ തൊപ്പി
ആടുകളുടെ ഒരു സംഘം റോഡിന്റെ ഇടതുവശത്തേക്ക് തിരിഞ്ഞു.
ഗ്രേ തിരശ്ചീന ട്രാഫിക് സിഗ്നൽ
മൈതാനത്ത് പിങ്ക് ധരിച്ച സോക്കർ കളിക്കാരൻ
വിൻസിലിന് മുകളിൽ ചെറിയ നീല ഗ്ലാസ് കുപ്പി
ഇതൊരു ട്രെയിൻ ആണ്
"വെള്ള, പച്ച തെരുവ് ചിഹ്നം"
ബസിലെ റൂട്ട് നിർണ്ണയിക്കൽ
അതിൽ വള്ളം ഉള്ള ജലാശയം
കടലിന്റെ അരികിൽ നിൽക്കുന്ന കള്ള്
മതിൽ മഞ്ഞ നിറമാണ്.
വിപരീത ദിശകളിലേക്ക് നോക്കുന്ന രണ്ട് സീബ്രകൾ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു കട്ടിലിൽ തലയിണ
ഇടതുവശത്തുള്ള ഹോട്ട് ഡോഗ്.
ഒരു വ്യക്തി പഴയ വീഡിയോ ഗെയിം കളിക്കുന്നു
ചുവന്ന തൊപ്പി ധരിച്ച മനുഷ്യൻ.
പാർക്ക് ഏരിയയിൽ പുറത്ത് പ്രതിമ
ഒരു പാറക്കെട്ടുകളുടെ താഴ്‌വര
വെള്ളത്തിന്റെ മൂലയിൽ നീല കാനോ.
ഒരാൾ ബൈക്ക് ഓടിക്കുന്നു
ബണ്ണിന് കീഴിലുള്ള ചെറിയ പച്ച ചീര.
വിപ്പ് ക്രീമിന് മുകളിൽ ചെറിയ പെക്കൻ കഷണങ്ങൾ.
കറുത്ത കോട്ട് ധരിച്ച ഒരു സ്ത്രീ നായയുമായി നടക്കുന്നു.
സ്കേറ്ററുടെ തലയിൽ ഹെൽമെറ്റ്.
കയ്യിൽ കുടയുള്ള മനുഷ്യൻ
നടുക്ക് വലിയ മരം വൃത്തം.
സ്റ്റെയർവെല്ലിന്റെ മരം വേലി
കൊച്ചു പെൺകുട്ടിക്ക് തവിട്ട് നിറമുള്ള മുടിയുണ്ട്
ജിറാഫിന്റെ പിൻഭാഗത്ത് വലിയ മരക്കൊമ്പ്.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ആനകളുടെ കൂട്ടം
അലമാരയിലെ കുപ്പി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പശ്ചാത്തലത്തിൽ രണ്ട് സർക്കിൾ തിളങ്ങുന്നു.
ഇളം നിറമുള്ള പാറ മതിൽ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
വലിയ ആടുകൾ പുല്ലിൽ കിടക്കുന്നു.
ചിത്രം സന്ധ്യയിലാണ് എടുത്തത്
രംഗം ഒരു അടുക്കളയിലാണ്
ട്രാക്കിൽ ചുവന്ന ട്രെയിൻ
"പച്ച, കറുപ്പ് ഗെക്കോ ആകൃതിയിലുള്ള പട്ടം"
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
സ്കേറ്റ്ബോർഡ് അരീനയിലെ ഗ്രാഫിറ്റി
പൂച്ചയുടെ ഇടത് ചെവി.
പ്രദർശിപ്പിക്കുകയും ഫലകത്തെക്കുറിച്ചുള്ള വിവരങ്ങൾ
ഷോർട്ട്സിൽ സുന്ദരിയായ സ്ത്രീ
ബൈക്ക് യാത്രികൻ കടയുടെ മുന്നിലൂടെ സവാരി ചെയ്യുന്നു
ഒരു കാലിന്റെ പാറ്റ്
പിങ്ക് മോതിരം പിടിച്ചിരിക്കുന്ന മനുഷ്യൻ
ഓറഞ്ച് ചക്രങ്ങളുള്ള സ്കേറ്റ്ബോർഡ്
ഒരു കാബിനറ്റിലെ മുട്ട്.
ഒരു തവിട്ട് ഫുട്ബോൾ
വിമാനം റൺവേയിലാണ്
ആടുകളുടെ കൂട്ടം
വെള്ളം ശാന്തമാണ്
കയ്യിൽ സ്ത്രീയുടെ കേക്കിന്റെ പീസ്.
വയലിനു നടുവിൽ ആനകളുടെ അടുത്തുള്ള മരം
മുറിയിലുള്ള വെളുത്ത ടോയ്‌ലറ്റ്.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
മുൻവശത്തെ കെട്ടിടങ്ങളിൽ ഒരു ഗോപുരം
ട്രക്കിലെ പച്ച ട്രെയിലർ
കുട തൊപ്പി ഉള്ള മനുഷ്യൻ
ജിറാഫിന്റെ തലയിൽ മുട്ടുകൾ ഉണ്ട്
മഞ്ഞയും കറുപ്പും ഉള്ള ലാപ്‌ടോപ്പ്.
ട്രെയിനിലെ നമ്പറുകൾ
ഘടികാര ഗോപുരം
ജിറാഫ് കഴിക്കുന്നു
വെള്ളം ചോപ്പിയാണ്.
ഒരു കെട്ടിടത്തിന്റെ മൂന്നാം വശത്തുള്ള ഒരു ക്ലോക്കിന്റെ മുഖം
കുടയുള്ള ഒരു സ്ത്രീ
കവല ക്രോസ്വാക്ക്
ഒരാൾ ഇരുന്നു അവന്റെ ഫോണിലേക്ക് നോക്കുന്നു
ജിറാഫ് മരങ്ങൾക്കിടയിൽ നിൽക്കുന്നു
സ്ത്രീ ഫോണിലാണ്
ആകാശത്തേക്ക് ഒരു പട്ടം
ഒരു ബെഞ്ചിന്റെ അടിയിൽ ആണി
ഫ്രിഡ്ജിന് മുന്നിലുള്ള കാന്തിക ബട്ടണുകൾ.
ഉയർത്തിയ അടപ്പ് ഉള്ള വെളുത്ത ടോയ്‌ലറ്റ്
ഒരു സ്ത്രീ പൊതു ബെഞ്ചിൽ ഇരിക്കുന്നു
ഒരു ഹമ്മിംഗ് ബേർഡ് ഫോട്ടോയിൽ ഉണ്ട്
ഒരു പാത്രത്തിനടിയിൽ ഒരു വെള്ളി നാൽക്കവല
കണ്ടെയ്നർ ഗ്ലാസ് ആണ്.
മഞ്ഞ ചക്രങ്ങളുള്ള വെളുത്ത സ്കേറ്റ്ബോർഡ്
ഒരു സ്കീയറുടെ ചിത്രം
ഒരു ബോർഡിൽ ആപ്പിൾ കഷണം മുറിക്കുക.
ബോൾ വായുവിൽ നിൽക്കുന്നു
ഇഷ്ടിക അടുപ്പിൽ വച്ചിരിക്കുന്ന അസംസ്കൃത പിസ്സകൾ വേവിക്കുക
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരാൾ സ്യൂട്ട് ധരിക്കുന്നു
ഒരു പ്രധാന ലീഗ് ബേസ്ബോൾ കളി
മുൻനിരയിൽ മിറർ.
ആനയുമായി മനുഷ്യൻ
ചെറിയ മരം ഇലകളില്ലാതെ പുറത്തേക്ക്.
ആന കുനിയുന്നു
പകൽ സമയത്ത് കെട്ടിടങ്ങളുടെ കാഴ്ച.
ഒരു സൺ‌ബർസ്റ്റ് പാറ്റേൺ ത്രോ റഗ്
"ഒരു സ്വർണ്ണ, നീല സിറ്റി ബസ്"
കറുത്ത പിടിയിൽ ചാരനിറത്തിലുള്ള ലോഹത്തിന്റെ കത്തി
മഴയിൽ കൂടി നടക്കുന്ന വ്യക്തി.
മേശപ്പുറത്ത് ഏകദേശം ശൂന്യമായ ബിയർ ഗ്ലാസ്
കലത്തിൽ ഓറഞ്ച്
കണ്ണിൽ കണ്ണടകൾ ധരിക്കുന്ന മനുഷ്യൻ
പിന്നിൽ രൂപകൽപ്പനയുള്ള ഒരു വെളുത്ത ടീ ഷർട്ട്
ഒരു മൃഗത്തിന് മഞ്ഞ രോമങ്ങൾ
കറുപ്പും വെളുപ്പും വരകൾ
ബൈക്കുകളുടെ പിൻഭാഗത്ത് ചെറിയ പാറ.
ഫോട്ടോയെടുക്കുന്ന രണ്ടുപേർ
ഒരു കാൻ ഡയറ്റ് കോക്ക്
റോഡിൽ കാറുകൾ
വിൻഡോ ലെഡ്ജിൽ കരടികൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
തറയിൽ ചതുര ടൈൽ
പെൺകുട്ടി ഒരു ഭീമൻ സോഫ്റ്റ് പ്രിറ്റ്സെൽ ചുമക്കുന്നു
കുഞ്ഞ് ആന
രണ്ട് തടി ബീച്ച് കസേരകൾ
ചെറിയ ചുവന്ന ട്രെയിൻ
പുല്ല് തിന്നുന്ന ഒരു സീബ്ര
വെള്ള തരംഗങ്ങൾ വെള്ളത്തിൽ അടിക്കുന്നു
കുളിമുറിയിൽ ഒരു വെളുത്ത പോർസലൈൻ ടോയ്‌ലറ്റ്
സർഫ്ബോർഡിലെ പെൺകുട്ടി
കുന്നിറങ്ങുന്ന സ്കേറ്റ്ബോർഡിലെ സ്കേറ്റ്ബോർഡർ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മനുഷ്യൻ ടെന്നീസ് കളിക്കുന്നു
ഒരു വനിതാ ടെന്നീസ് കളിക്കാരി
പ്രായമായ സ്ത്രീ തവിട്ട് ലെതർ കട്ടിലിൽ ഇരിക്കുന്നു
പാർക്ക് ചെയ്ത വിമാനം
ഒരു മേശയിൽ നീല മെഴുകുതിരികൾ കത്തിക്കുന്നു.
ഒരു സോക്കർ പന്ത് കൈവശമുള്ള ഒരാൾ
സ്കേറ്റ്ബോർഡിൽ ഒരു സ്റ്റണ്ട് ചെയ്യുന്ന ഒരാൾ
സീബ്രയുടെ മൂക്ക് കറുത്തതാണ്
സ്റ്റെയിൻലെസ് സ്റ്റീൽ ഫ്രിഡ്ജ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വലിയ നിറമുള്ള ട്രെയിൻ വിൻഡോ
നായയുടെ വാൽ
കെട്ടിടത്തിന്റെ വശത്തുള്ള വിൻഡോ
ഒരു ചെറിയ ചാര നഗ്ന
തുറന്ന കാബിനറ്റ് വാതിൽ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
കാറിലെ ഒരു ലോഗോ
ഒരു ജിറാഫി നിലത്തു കിടക്കുന്നു
കിടക്കയിൽ നിൽക്കുന്ന പൂച്ച
ബേസ്ബോൾ പിച്ചർ ഒരു പന്ത് എറിയുന്നു
ഒരു ചെറിയ പാത്രത്തിൽ വെളുത്ത സ്നോ പെഡൽ.
ബേസ്ബോൾ യൂണിഫോമിലുള്ള വ്യക്തി
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
വെളുത്ത കുപ്പായം ധരിച്ച ഒരു കുട്ടി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ചിഹ്നത്തിൽ പി അക്ഷരം
ഒരു സ്ത്രീ ഒരു സബ്‌വേ കാറിന് മുന്നിൽ നടക്കുന്നു
ദ്വീപ് ബീച്ച് രംഗം
അത് ആനയാണ്
സ്കേറ്റ്ബോർഡിൽ നീലനിറത്തിലുള്ള ഒരു പെൺകുട്ടി
കിടക്ക നിർമ്മിച്ചിരിക്കുന്നു
കസേരയിൽ ഇരിക്കുന്ന രണ്ട് സ്ത്രീകൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ചുവരിൽ ടിവി സ്ക്രീൻ
ഒരു മരം പോസ്റ്റിൽ അടയാളം നിർത്തുക
ഒരു കറുത്ത ലേസർ മൗസ്
ഹെൽമെറ്റ് ധരിച്ച ഒരാൾ
കുഞ്ഞ് ആന
തവിട്ടുനിറത്തിലുള്ള മേൽക്കൂരയുള്ള വീട്
ഫ്രണ്ട് ടേബിളിന്റെ മധ്യത്തിൽ വെളുത്ത പാത്രം
കട്ടിലിൽ ഷീറ്റുകളുടെ കൂട്ടം.
ഇയാൾ ബൈക്ക് ഓടിക്കുന്നു.
മനുഷ്യൻ ബൈക്കുമായി റോഡരികിൽ ഇരിക്കുന്നു
മഞ്ഞ ബസുകളുടെ കൂട്ടം
സ്ത്രീ വെളുത്തതും കറുത്തതുമായ ഷൂസ് ധരിച്ചിരിക്കുന്നു .
കടന്നുപോകുന്ന ട്രെയിൻ
ഒരു ചിഹ്നത്തിൽ കറുത്ത അക്ഷരം
ചെറിയ ജോടി കത്രിക
കെട്ടിടത്തിന്റെ വശത്തുള്ള ചുവന്ന പെട്ടി.
ബേസ്ബോൾ അടിക്കുന്ന ബാറ്റർ
ദ്വീപ് ബീച്ച് രംഗം
ധ്രുവം നീല-പച്ചയാണ്
കുഞ്ഞ് ആന
മുളക് നായ മുകളിൽ തക്കാളി ടീമില്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മേശപ്പുറത്ത് വെളുത്ത മേശ തുണി
കെട്ടിടത്തിന് സമീപം ഒരു അടയാളം
മനുഷ്യൻ ഫ്രീവേയുടെ അരികിലൂടെ നടക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മനുഷ്യൻ കുന്നിൻ മുകളിൽ സ്കീയിംഗ്
സ്കേറ്റ്ബോർഡിന് സമീപം ഒരു വേലി
പിസ്സ കഴിക്കുന്നു മനുഷ്യൻ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു വലിയ ജിറാഫിന്റെ യുവ ജിറാഫ്
അഴുക്കിൽ നിൽക്കുന്ന സീബ്ര
അഗ്നി ജലാംശം തവിട്ടുനിറമാണ്.
പരവതാനിയിലെ ക്രമം
പകൽ എടുത്ത ചിത്രം
പശു ക്യാമറയിലേക്ക് നോക്കുന്നു
ഭക്ഷണം കഴിക്കുന്ന ആട്
കുട്ടികൾ കുറച്ച് പച്ചക്കറികൾ കഴിക്കുന്നു
കറുപ്പും വെളുപ്പും മോട്ടോർബൈക്ക്
നിലത്ത് ചെറിയ വെളുത്ത വര
വെള്ളത്തിൽ വലിയ മൃഗം
വ്യക്തി പിസ്സ കഴിക്കുന്നു
നീല പാന്റും ചുവന്ന ഷർട്ടും ധരിച്ച മനുഷ്യൻ കൈയ്യടിച്ച് നടക്കുന്നു
ആകാശത്തിന്റെ ഭാഗം.
വായുവിൽ ഒരു മഞ്ഞ ടെന്നീസ് പന്ത്
ഒരു മാട്ടിൽ പഞ്ചസാര കുക്കികൾ
കരടി ഉറങ്ങുകയാണ്
സുന്ദരമായ മുടിയുള്ള ഒരു കൊച്ചു പെൺകുട്ടി
ഒരു കൂട്ടം ഏഷ്യൻ ചെറുപ്പക്കാർ
തിളങ്ങുന്ന പച്ച ആപ്പിൾ.
ടെന്നീസ് റാക്കറ്റ് കൈവശമുള്ള സ്ത്രീ
മനുഷ്യൻ അഴുക്കിൽ മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്നു.
ആടുകൾ ഒരു കുന്നിൻമുകളിൽ കിടക്കുന്നു
ബ്രൗൺ നിറത്തിലുള്ള കരടി എഴുന്നേറ്റു നിൽക്കുന്നു
ഷൂവിന്റെ സോൾ നീല ആണ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
കെട്ടിടത്തിന് പിങ്ക് നിറമാണ് നൽകിയിരിക്കുന്നത്.
ഒരു പാത്രത്തിൽ ഒരു മഞ്ഞ സൂപ്പ്
ചെറിയ ചുവന്ന ചോക്ലേറ്റ് കഷ്ണം
മേശപ്പുറത്ത് ലാപ്ടോപ്പ്
വയലിൽ ഇരുണ്ട കുതിര
തടി മേശയിൽ വെളുത്ത മൗസ്
ഒരു സ്റ്റെയിൻ‌ലെസ് സ്റ്റീൽ സിങ്ക് ഫ്യൂസറ്റ്.
തവിട്ടുനിറത്തിലുള്ള കുതിര പുല്ലിൽ നിൽക്കുന്നു
വീടിനുള്ളിൽ ടെന്നീസ് കളിക്കുന്ന പുരുഷന്മാർ
ടെഡിയുടെ മൂക്ക്
ഒരു ട്രക്കിന്റെ കിടക്ക
സ്കേറ്ററിന് താഴെയുള്ള പടികൾ
പർപ്പിൾ പാവാട ധരിച്ച ഒരു സ്ത്രീ
ടർഫിലെ പ്രതിമ
"മഞ്ഞ, കറുത്ത ടെന്നീസ് റാക്കറ്റ്"
പൂക്കൾ വെളുത്തതാണ്
ഒരു ഫ്രിഡ്ജ് ഉണ്ട്.
ഉയരമുള്ള തവിട്ട് തടി ധ്രുവം
വെളുത്ത ടോയ്‌ലറ്റ് സീറ്റ് കവർ
പുല്ലിൽ കുഞ്ഞ് കരടി
ഒരു മനുഷ്യന്റെ മഞ്ഞ നിറത്തിലുള്ള വസ്ത്രം
മിക്കവാറും കറുത്ത ജോർജ്ജ് ഫോർമാൻ ഗ്രിൽ
ആപ്പിൾ നിർമ്മിച്ച വയർലെസ് മൗസ്.
ചുവന്ന സാന്താ തൊപ്പി ധരിച്ച മനുഷ്യൻ.
ടെലിവിഷന്റെ ഒരു മൂവി ഷെൽഫ്
കുട പിടിക്കുന്ന രണ്ട് സ്ത്രീകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വയർ കൊണ്ട് പൊതിഞ്ഞ മരത്തിന്റെ ശിഖരം
സ്കീയിസിൽ കുന്നിറങ്ങുന്ന വ്യക്തി
കെട്ടിടത്തിന്റെ വശത്ത് വലിയ ഘടികാരം
തെരുവിൽ ബസ് തിരിയുന്നു
വൃത്താകൃതിയിലുള്ള വെളുത്ത ചിഹ്നം കൊണ്ട് കത്തിച്ച കെട്ടിടം
തെരുവ് വിളക്കുകൾക്ക് ചുറ്റും ഗ്ലാസ് ഗ്ലോബുകൾ
സൈഡ് വാക്ക് ഓടുന്ന പെൺകുട്ടി
കുഞ്ഞ് ആന
കുട്ടി കുതിരയുടെ അരികിൽ നിൽക്കുന്നു
"നീല, ഓറഞ്ച് വരകളുള്ള ഒരു വെളുത്ത ബസ്"
വില്ലിലെ സിവിറ്റ ബോട്ടിന്റെ പേര്
കറുത്ത കുതിര സവാരി ചെയ്യുന്ന ഒരു സ്ത്രീ
വെള്ളയും ചുവപ്പും അടയാളം
നിലം മുഴുവൻ മഞ്ഞ്
"തവിട്ട്, വെള്ള നിറത്തിലുള്ള സീബ്ര മണമുള്ള പാറകൾ."
അടുക്കളയിൽ ചെറിയ വെള്ള ഫ്രിഡ്ജ്
കത്രിക പിടിക്കുന്ന കൊച്ചു പെൺകുട്ടി
ദ്വീപ് ബീച്ച് രംഗം
ഒരു വയലിൽ സീബ്ര
ഫ്രീസറിന്റെ തുറന്ന വാതിൽ
ഔട്ട്‌ഡോർ ഫ്രൂട്ട് സ്റ്റാളിൽ ഷോപ്പിംഗ് നടത്തുന്ന ആളുകൾ
ഒരു ജോടി സീബ്രകൾ തടവിൽ സൂക്ഷിച്ചിരിക്കുന്നു
മൾട്ടി-കളർ ഫ്ലോർ റഗ്.
സമുദ്രത്തിലെ ഒരു വ്യക്തി
കാരറ്റ് ഒരു പാത്രത്തിലാണ്
വെളുത്ത അരിയുടെ ഒരു ലോഹ പാത്രം
ഇതൊരു കുളിമുറിയാണ്
വായുവിൽ ഒരു പട്ടം ഉണ്ട്
ദ്വീപ് ബീച്ച് രംഗം
ആനകളെക്കുറിച്ച് കേട്ടിട്ടുണ്ട്
ഒരു ഫീൽഡിന്റെ ഭാഗം
ഒരു ജോടി പുരുഷന്മാരുടെ നീല ജീൻസ്
തുറന്ന വായയുള്ള മനുഷ്യൻ
ഈ പുരുഷന്മാർ സ്കീയിംഗ് ആണ്
നീലയും വെള്ളയും ഉള്ള വിമാനം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു പച്ച ബാത്ത്റൂം കൗണ്ടർ
ഒരു പുരുഷൻ ഒരു പെൺകുട്ടി സർഫ്ബോർഡ് സ്കീയിംഗ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
മനുഷ്യൻ ഒരു പട്ടം പറക്കുന്നു
ഒരു റോമൻ നമ്പർ
ചുവന്ന ബസ് ഒരു ബസ് സ്റ്റോപ്പിൽ
വെളുത്ത അരിയുടെ ഒരു വൃത്താകൃതി.
മൂന്ന് ചുവപ്പ് രണ്ട് നില ബസുകൾ
നീല തുണിയിൽ വെളുത്ത നക്ഷത്ര രൂപം
തിളക്കമുള്ള മഞ്ഞ ജാഗ്രത ചിഹ്നം
ഒരു തളികയിൽ ഭക്ഷണം.
ഒരാൾ മോട്ടോർ സൈക്കിൾ ശരിയാക്കുന്നു
അടുക്കളയിൽ റഫ്രിജറേറ്റർ
നിലത്ത് തവിട്ടുനിറത്തിലുള്ള മരചിഹ്നം
ഒരു മരം ബെഞ്ചിൽ ഇരിക്കുന്ന ഒരു കൊച്ചുകുട്ടി
കടൽത്തീരത്തെ ചെറിയ ഈന്തപ്പന
ഒരു വലിയ സ്റ്റോർ വിൻഡോ
മേശപ്പുറത്ത് ബ്രൗൺ ഗ്ലാസ് കുപ്പി
വെള്ളം നിറച്ച ഗ്ലാസ്
പാത്രത്തിന്റെ അരികിൽ കത്തി
രണ്ട് കാറുകളുള്ള ക്രോസ് വാക്കിൽ നിർത്തുന്ന ഹൈവേ
കറുത്ത വെളിച്ചത്തിന് പുറത്ത്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
തറയിൽ വെളുത്ത മൂത്രം
ഒരു മനുഷ്യന്റെ ചുവപ്പും വെള്ളയും ഷർട്ട്
ടോയ്‌ലറ്റ് പേപ്പറിന്റെ ഒരു റോൾ
സാൻഡ്‌വിച്ചിൽ തുളസി ഇലകൾ
ഒരു പിങ്ക് സെൽഫോൺ
നായയിൽ കറുത്ത രോമങ്ങളുടെ പാച്ച്
കുഞ്ഞ് ആന
അലമാരയിൽ തിളക്കമുള്ള മഞ്ഞ വാഴപ്പഴം
കടൽ വെള്ളം
പതാക കെട്ടിടത്തിന്റെ വശത്ത് തൂക്കിയിരിക്കുന്നു
സ്കീസിലെ ഒരു വ്യക്തി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ദ്വീപ് ബീച്ച് രംഗം
വെള്ളം മുകളിലേക്ക് വെടിവയ്ക്കുകയാണ്
കട്ടിയുള്ള കോട്ട് ധരിച്ച് തല താഴ്ത്തി ഒരാൾ.
മൾട്ടി-കളർ സോക്കർ ബോൾ
ട്രാക്കുകളിൽ ട്രെയിൻ
ഒരു ട്രെയിൻ സ്റ്റേഷൻ പ്ലാറ്റ്ഫോം
ധാരാളം പഴയ ബൈക്കുകൾ പ്രദർശിപ്പിച്ചിരിക്കുന്നു
ഉയരമുള്ള കെട്ടിടം
കുതിരയ്ക്ക് വെളുത്ത രോമമുള്ള പാദങ്ങളുണ്ട്
അകലെ ഒരു വെള്ള വെള്ളത്തിന്റെ ഗോപുരം
ഉയരമുള്ള ഓവർഹാംഗിംഗ് ഷേഡ് മരങ്ങൾ
"വെളുത്ത കറുപ്പും,ചുവപ്പും നിറത്തിലുള്ള ടെന്നീസ് റാക്കറ്റ്"
ചുവരിൽ ബോക്സിംഗ് പോസ്റ്റർ
ആനയുടെ ഭാഗിക തുമ്പിക്കൈ.
കടിച്ച അടയാളങ്ങളുള്ള കാരറ്റ് പുറത്തെടുത്തു
ഒരു ജോടി ജീൻസ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു വിശ്രമമുറിയിൽ മൂത്രം
സ്ത്രീ ബൈക്കുമായി തെരുവ് മുറിച്ചുകടക്കുന്നു
ശൂന്യമായ ഷാംപെയ്ൻ ഫ്ലൂട്ടുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കടൽത്തീരത്ത് ഒരു ബെഞ്ച്
ചാരനിറത്തിലുള്ള ഷർട്ട് ധരിച്ച മനുഷ്യൻ
"ചാര , ടാൻ തീവണ്ടി"
കടൽത്തീരത്തെ പേസ്ട്രികൾ നിറഞ്ഞ പട്ടിക.
ധ്രുവത്തിൽ കറുത്ത സ്ട്രീറ്റ് സൈൻ
നിലത്ത് ഒരു വെളുത്ത നക്ഷത്രം
വെള്ളത്തിൽ വെള്ള വള്ളം
പേനയിലെ മൃഗങ്ങൾ.
വെളിച്ചം മേൽക്കൂരയിൽ
ഒരു പാർക്കിംഗ് മീറ്റർ
ചുമരിലെ ഔട്ട്‌ലെറ്റ്
ഫ്രിസ്‌ബീ കൈവശമുള്ള ചെറിയ കുട്ടി
ഫോട്ടോ ഒരു അടുക്കളയിലാണ് ഇരിക്കുന്നതു
ആളുകൾ ആനപ്പുറത്താണ്
ഒരു വലിയ പുൽത്തകിടി
മനുഷ്യൻ ഹെൽമെറ്റ് ധരിച്ചിരിക്കുന്നു
ടൈ ധരിച്ച മനുഷ്യൻ
മഞ്ഞുവീഴ്ചയുള്ള മലയോര ഭൂപ്രകൃതി
വേലിയിലെ നീല മുകൾഭാഗം
ബേസ്ബോളിനായി ഒരു പിച്ചർ ഗ്ലോവ്
ഒരു നീല നിറത്തിലുള്ള ചൂഷണം
വളരെ വലിയ ഹെഡ്ലൈറ്റ് കാണാം
വെള്ളവും പുതപ്പും ഇരിക്കുന്ന സ്ത്രീയും നായയും
കാറിന്റെ പുറകിൽ വെള്ളി ലോഗോ
ഒരു ബേസ്ബോൾ ബാറ്റ് പിടിക്കുന്ന ഒരാൾ
ചിഹ്നത്തിലെ വലിയ അക്ഷരങ്ങൾ
ഭക്ഷണത്തിന്റെ മനോഹരമായ കാഴ്ച
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
കണ്ണട ധരിച്ച ഒരാൾ
വിള്ളലുകളിൽ നിന്ന് വളരുന്ന പുല്ല്.
കടൽത്തീരത്ത് മൂന്ന് മൃഗങ്ങൾ
ഒരു ഹോൾഡറിൽ ടൂത്ത് ബ്രഷ്
നടപ്പാതയിലെ നിഴൽ.
വെള്ള മേഖങ്ങളോടെ ആഴത്തിലുള്ള നീലാകാശം
വലതുവശത്തേക്ക് നോക്കുന്ന ചാര നിറമുള്ള വലിയ ആന
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ദ്വീപ് ബീച്ച് രംഗം
കുഞ്ഞ് ആന
വിനൈൽ എൽപി വിൻഡോയിൽ തൂക്കിയിരിക്കുന്നു
ആളുകൾ തെരുവിലൂടെ നടക്കുന്നു
കുഞ്ഞ് ആന
വെള്ളത്തിൽ ചെറിയ പക്ഷി
വെള്ളത്തിന് മുകളിലുള്ള വ്യക്തി
വലതുവശത്ത് മഞ്ഞയും കറുത്ത നിറത്തിൽ ഉള്ള പക്ഷി
കടൽത്തീരത്ത് മഞ്ഞ കൂടാരം
"നീല, ചുവപ്പ് അഗ്നി ജലാംശം"
ക്യാച്ചറുടെ കൈയിലെ കയ്യുറ
വെളുത്ത വൈ റിമോട്ട് കൈവശമുള്ള പെൺകുട്ടി
ചുറ്റുമതിലിന്റെ തറയിൽ വലിയ പാറക്കൂട്ടം
വ്യക്തിക്ക് പച്ച ഷൂകളുണ്ട്
കുട്ടി പച്ച ബ്രഷ് ഉപയോഗിച്ച് പല്ല് തേക്കുന്നു
ഒരു ട്രാഫിക് ലൈറ്റ് പച്ച നിറത്തിൽ കത്തി
ഇതൊരു ട്രെയിൻ ആണ്
ക്യാമറയ്ക്ക് അഭിമുഖമായി ഒരു ബെഞ്ച്.
ഒരു ആന മറ്റൊരു ആനയുടെ മുന്നിൽ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ടോയ്‌ലറ്റിലെ ചുറ്റിക
വിനോദ കേന്ദ്രത്തിൽ ടെലിവിഷൻ ഇരിക്കുന്നു
ഡോണട്ട്സ്‌ പെട്ടിയിൽ ഉണ്ട്
ചുവരിൽ ജ്യോതിശാസ്ത്ര ഘടികാരം
മനുഷ്യൻ ഒരു സ്നോബോർഡിൽ ചാടുന്നു
ഇതൊരു കാറാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മണലിൽ ഇരുണ്ട തവിട്ടുനിറത്തിലുള്ള കുതിര
രണ്ടുപേർ സ്കീയിംഗ് ചെയ്യുന്നു
സ്‌കിയർ കാലുകൊണ്ട് സ്കി പൊക്കി അടിഭാഗം കാണിക്കുന്നു
ആകാശത്ത് വെളുത്ത മേഘങ്ങൾ
നിലത്ത് അഴുക്ക്.
ഒരു വയലിൽ പശുക്കൾ
ചാരനിറത്തിലുള്ള കല്ല് ബെഞ്ച്
വിമാനം വെളുത്തതാണ്
ഇതാണ് ആകാശം
ഇതൊരു ഗ്ലാസാണ്
ഒരു ട്രെയിൻ ട്രാക്കിലാണ്
ദേശത്തിന് മുകളിൽ ആകാശം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
"തവിട്ട്, ചുവപ്പ് പക്ഷി"
മൃഗങ്ങളിൽ കറുത്ത പാടുകൾ
വൈറ്റ് ചുവന്ന ടെന്നീസ് റാക്കറ്റ്
"ചുവരിൽ നീല, പിങ്ക് നിറം"
ചുവരിൽ ചെറിയ നീല ടൈലുകൾ
ഒരു പക്ഷി പറക്കുന്നു
നായ്ക്കളുടെ വായിൽ മഞ്ഞ കളിപ്പാട്ടം
പുഷ്പങ്ങളുള്ള ഒരു വ്യക്തമായ വാസ്
കോമ്പസ് ദിശ ധ്രുവത്തിലെ എൻ.
"തവിട്ട്, വെള്ള പശു"
കുഞ്ഞ് ആന
ഗതാഗത നിയന്ത്രണ അടയാള പ്രകാശം
ഇതാണ് ആകാശം
ഇതാണ് ആകാശം
വാതിൽ തുറന്നു
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു പുഷ്പ പാറ്റേൺ പരവതാനിയിൽ
ടോയ്‌ലറ്റ് ഫ്ലഷ് ചെയ്യാനുള്ള ഹാൻഡിൽ.
പെൺകുട്ടി കിടക്കയിലാണ്
നീളമുള്ള സിൽവർ കോക്സ് റിമോട്ട് നിരവധി ബട്ടണുകളുണ്ട്
ഒരു വിമാനത്തിൽ ചുവന്ന വര
മൃഗശാലയിൽ മൂന്ന് ജിറാഫുകൾ
ഗ്യാസ് സ്റ്റേഷനിൽ ഒരു പിക്കപ്പ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ബൈക്കിന്റെ മുൻ ടയർ
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് സ്ട്രിപ്പുകൾ
ഒരു പ്ലേറ്റിന്റെ ഭാഗം
ഇതാണ് ആകാശം
ഇത് ഒരു മനുഷ്യനാണ്
ഒരു കത്തിന്റെ ഭാഗം
തവിട്ടുനിറത്തിലുള്ള കരടി വെള്ളത്തിൽ
കെട്ടിടത്തിന്റെ രണ്ട് ജാലകങ്ങൾ
ടിഎൻ എന്ന മഹത്തായ സംസ്ഥാനത്താണ് നാഷ്വില്ലെ.
കരടി വെള്ളത്തിൽ കഴുകുന്നു
പുല്ലിൽ ഇരിക്കുന്ന ചെറിയ അഡ്ഡ്
വെള്ളത്തിന് അഭിമുഖമായ ഒരു ബെഞ്ച്.
പഴം വലിയ ഓറഞ്ച് ഓറഞ്ച് ആണ്
ചത്ത മരങ്ങളുടെ ഒരു ചെറിയ മരം നിറഞ്ഞ പ്രദേശം
ഇതൊരു ട്രെയിൻ ആണ്
ആകാശത്ത് ചാരനിറത്തിലുള്ള മേഘങ്ങൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
തെരുവിൽ ഒരു മോട്ടോർസൈക്കിൾ
ഒരു മേശയിൽ ഇരിക്കുന്ന സ്ത്രീ.
ഒരു മേശയിൽ രണ്ടുപേർ ഇരിക്കുന്നു
ഒരു പെൺകുട്ടിക്ക് ഇരുണ്ട പിങ്ക് വസ്ത്രധാരണം
ഒരു ഫ്രയറിൽ ചെറിയ സ്വർണ്ണ തവിട്ട് പേസ്ട്രി
രണ്ടു മനുഷ്യർ ഇരിക്കുന്നു
മിഡ് എയറിലെ പന്ത്
രണ്ട് ജിറാഫുകൾ പുറത്ത് നിൽക്കുന്നു
മനുഷ്യന്റെ പുറകിൽ ഒരു നായ
ഷർട്ട് ഇട്ട മനുഷ്യൻ.
ഇളം നിറമുള്ള വളഞ്ഞ സോഫ
AN കനേഡിയൻ പസിഫിക് \
ഒരു കമ്പ്യൂട്ടറിലേക്ക് കുനിഞ്ഞ വ്യക്തി.
ഒരു സ്കീയർ പിന്തിരിഞ്ഞു
നിലത്ത് വെളുത്ത അഗ്നി ജലാംശം
ഒരു മരത്തിൽ പച്ച ഇലകൾ
സ്കേറ്റ്ബോർഡിലെ ഒരു കുട്ടി
മഞ്ഞ്‌ മുകളിൽ നിൽക്കുന്ന തവിട്ടുനിറത്തിലുള്ള ആടുകൾ
ഒരു മുറി വലിച്ചുവരികിടക്കുന്നു
ഒരു പക്ഷിയുടെ കൊക്ക്
സർഫറിന്റെ കാൽ.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കുഞ്ഞ് ആന
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചുവരിൽ പുഷ്പ പാറ്റേൺ
ഒരു മരം ട്രക്ക് ബെഡിൽ വെളുത്ത ബോട്ടുകൾ.
ഇതാണ് റോഡ്
ഇതാണ് സിങ്ക്
കെട്ടിടത്തിൽ വൈറ്റ് ഗോപുരാഗ്രം
കുഞ്ഞ് ആന
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കുഞ്ഞ് ആന
ചുമരിൽ അച്ചടിക്കുക
കുഞ്ഞ് ആന
ഒരു സ്ത്രീ കസേരയിൽ ഇരിക്കുന്നു
വെളുത്ത ക cow ബോയ് തൊപ്പി ധരിച്ച നായ
ഭക്ഷണത്തിന്റെ ഒരു ഭാഗം
ടോയ്‌ലറ്റ് പാത്രത്തിലേക്ക് ചായുന്ന പൂച്ച.
പേസ്ട്രികളുടെ പിങ്ക് പെട്ടി
ആനയുടെ കണ്ണ്
ഇതൊരു ബെഞ്ചാണ്
ഇതൊരു കുപ്പിയാണ്
ഒരു പാളത്തിൽ ഒരു കളിപ്പാട്ട തീവണ്ടി
പന്ത് വസ്ത്രത്തിൽ കുട്ടികൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഹെൽമെറ്റ് ധരിച്ച ഒരു കുട്ടി
ജേഴ്സിയുടെ പുറകിൽ വലിയ ചുവന്ന നമ്പർ നാല്പത്തിരണ്ട്
ഒരു ക .ണ്ടറിൽ വർണ്ണാഭമായ കപ്പ്
ഒരു വയലിൽ പുല്ല്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സ്ത്രീ കത്തി പിടിക്കുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ആകാശത്ത് ഒരു വിമാനം
ഇതൊരു പുഷ്പ പാത്രമാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇതൊരു മോട്ടോർസൈക്കിളാണ്
മേശപ്പുറത്ത് അന്യഗ്രഹ ജീവിയുടെ പ്ലാസ്റ്റിക് കളിപ്പാട്ടം
ടെന്നീസ് മത്സരം കളിക്കുന്ന സ്ത്രീ
ഒരു ഷീറ്റിന്റെ ഭാഗം
മനുഷ്യൻ ഒരു കൂടാരത്തിൻകീഴിൽ
ആകാശം നീല നിറത്തിലാണ്
കുഞ്ഞ് ആന
ചുവപ്പും വെള്ളയും മോട്ടോർ സൈക്കിളിൽ ചുവന്ന സ്യൂട്ട് ഉള്ള മനുഷ്യൻ.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ബസ്സിലെ ഹെഡ്ലൈറ്റുകൾ
ഒരു ലോഗിന്റെ അറ്റം
വെളുത്ത സ്നോഫ്ലേക്കുകൾ വീഴുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സ്‌ക്രീൻ പ്രിന്റുചെയ്‌ത ചിത്രമുള്ള വെളുത്ത ടി-ഷർട്ട്
പച്ച ഷർട്ട് ധരിച്ച വ്യക്തി കേക്ക് കഴിക്കുന്നു
ധ്രുവത്തിന് വെളുത്ത നിറമുണ്ട്
ഇത് പുറത്ത് എടുത്തതാണ്
ചുവന്ന ഷർട്ടിലുള്ള മനുഷ്യൻ വൈ കളിക്കുന്നു
ഇതൊരു ഫോണാണ്
ഇതൊരു ഇരിപ്പിടമാണ്
ബോട്ടിന്റെ വശത്തുള്ള കറുത്ത നമ്പർ 7258.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മുറിയിൽ സെലിംഗ് പാനലുകൾ
ഒരു ടെഡി ബിയർ ബൈക്ക് ഹെൽമെറ്റിൽ ഇരിക്കുന്നു
പയ്യൻ ഒരു പാർക്കിൽ ഫ്രിസ്‌ബീ കളിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വെളുത്ത ലേസുകളുള്ള കറുത്ത ഷൂ
കുഞ്ഞ് ആന
പച്ച പുല്ല് തിന്നുന്ന ആടുകൾ
മഞ്ഞ ഷർട്ട് ധരിച്ച മനുഷ്യൻ
മുഖത്ത് ഇരുണ്ട കണ്ണടയുള്ള മനുഷ്യൻ.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മതിൽ വെളുത്ത നിറത്തിലാണ്
സമതലത്തിന്റെ ഒരു ഭാഗം
കാക്കി പാന്റ്സ് ധരിച്ച മനുഷ്യൻ
ഒരു വലിയ വെളുത്ത നായ്ക്കുട്ടി.
നായ നടപ്പാതയിൽ ഇരിക്കുന്നു
പ്ലെയ്ഡ് ഷർട്ട് ധരിച്ച മനുഷ്യൻ
കുഞ്ഞ് ആന
മനുഷ്യൻ സർഫ്ബോർഡിങ്ങ് ചെയ്യുന്നു .
ഒരു കൗണ്ടർടോപ്പിൽ മൈക്രോവേവ്
സ്ക്രീനിൽ ചെറിയ കറുത്ത ആപ്പിൾ ചിഹ്നം.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കൗണ്ടറിന് പിന്നിൽ പുഞ്ചിരിക്കുന്ന മനുഷ്യൻ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
മനുഷ്യൻ അടുപ്പിൽ നിന്ന് എന്തോ എടുക്കുന്നു.
ടൂത്ത് ബ്രഷുള്ള കുഞ്ഞിന്റെ തല
ടോയ്‌ലറ്റിന് മുകളിലുള്ള പുസ്തകങ്ങൾ
ഒരു കാറ്റാടിയന്ത്രത്തിന്റെ ചിത്രീകരണം
ഒരു പ്ലാസ്റ്റിക് ചുവന്ന ഫലം
മേശപ്പുറത്ത് വെളുത്ത ലാപ്‌ടോപ്പ്
[ഒരു പോസ്റ്റിന്റെ ഭാഗം
ലഗേജുകൾക്ക് മുന്നിൽ ചുവന്ന ട്രക്ക്
മഴയിൽ സോക്കർ
പച്ചയും വെള്ളയും തെരുവ് ചിഹ്നം സ്വിംഗിംഗ്.
തവിട്ട് ജാക്കറ്റ് ധരിച്ച വ്യക്തി
നീളമുള്ള നേർത്ത മെറ്റൽ പോൾ
ദ്വീപ് ബീച്ച് രംഗം
നാല് കാലുകളുള്ള മൃഗങ്ങൾ
മനുഷ്യൻ പാചകം ചെയ്യുന്നു
ഒരു വലിയ ചാര പാറ
മഞ്ഞിൽ ചുവന്ന തലയോട്ടിയുള്ള മനുഷ്യൻ.
സമുദ്രത്തിൽ സർഫിംഗ് ചെയ്യുന്ന സ്ത്രീ
ഒരു അമ്മ ആട് കുഞ്ഞിനെ പരിശോധിക്കുന്നു
സർഫറിന് പിന്നിൽ വലിയ നീല തരംഗം
ഇത് ഒരു വ്യക്തിയാണ്
പെൺകുട്ടിക്ക് നീല ഹെൽമെറ്റ് ഉണ്ട്
കടൽത്തീരത്ത് ഓടുന്ന ഒരു കറുത്ത നായ
സ്റ്റോവിൽ ലോഹത്തിന്റെ കുടം
ഒരു വയലിൽ ഒരു ചെറിയ ജിറാഫ്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നാടകീയമായ ഒരു പോസിൽ പെൺ മാനെക്വിൻ
ചുവന്ന ഷർട്ടിലുള്ള ഒരു കൂട്ടം കുട്ടികൾ കെട്ടിപ്പിടിക്കുന്നു.
ഒരു കപ്പിൽ പിങ്ക് പ്ലാസ്റ്റിക് പാത്രങ്ങൾ
നീലാകാശത്തിന്റെ ഭാഗം
സർഫ് ബോർഡിന് മുകളിൽ വെള്ളത്തിൽ പെൺകുട്ടി.
ഒരു സ്റ്റോപ്പ് ചിഹ്നമുണ്ട്.
ഗ്രേ ബേസ്ബോൾ തൊപ്പി
വിവിധതരം പഴങ്ങൾ അടങ്ങിയ വെളുത്ത പാത്രം
ഒരു ഷോപ്പിംഗ് കാർട്ടിലെ കാലാവസ്ഥാ അലേർട്ട് റേഡിയോ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ദ്വീപ് ബീച്ച് രംഗം
മഞ്ഞ ടഗ് ബോട്ട് വെള്ളത്തിൽ കുതിച്ചു
പക്ഷി വെള്ളത്തിന് മുകളിലൂടെ പറക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
തവിട്ടുനിറത്തിലുള്ള ടെഡി ബിയർ തറയിൽ ഇരിക്കുന്നു
മനുഷ്യൻ കയ്യുറകൾ ധരിക്കുന്നു
പഴങ്ങളുള്ള ചെറിയ ശാഖ
കുഞ്ഞ് ആന
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കറുത്ത കോട്ട് ധരിച്ച ഒരാൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു ആൺകുട്ടിയുടെ തല
മേശപ്പുറത്ത് വെളുത്ത മേശ തുണി
തൊപ്പി ധരിച്ച ഒരാൾ
കുഞ്ഞ് ആന
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കാക്കി പാന്റും സൺഗ്ലാസ്സും ധരിച്ച നീല ഷർട്ട് ധരിച്ച മനുഷ്യൻ
ഒരു കപ്പിൽ ബ്രൊക്കോളി മുറിക്കുക.
നാവു പുറത്തു ഇട്ട നായ.
മനുഷ്യൻ ഒരു ഗോട്ടി ഉണ്ട്
തവിട്ട് ഷോർട്ട്സ് ധരിച്ച ഒരു സ്ത്രീ
ഇതൊരു പുഷ്പ പാത്രമാണ്
ഈ ഫോhttp
ബോർഡിൽ മൂന്ന് നമ്പറുകൾ.
വശത്ത് നിർത്തിയിട്ടിരിക്കുന്ന രണ്ട് മോട്ടോർസൈക്കിളുകൾ.
കുടയുടെ അടിയിൽ ഒരു പൂച്ച.
പച്ച ലൈറ്റ് സിഗ്നൽ ഉപയോഗിച്ച് അടയാളം നിർത്തുക.
ഒരാൾ ഹോട്ടലിൽ നടക്കുന്നു
ജെറ്റുകൾ പറക്കുന്നു
ഷവറിന്റെ വാതിൽ
വാഴപ്പഴത്തിന്റെ ബണ്ടിൽ
ചെറിയ പച്ച ഇലകളുള്ള ചെറിയ മരം
ഉയരത്തിൽ നിൽക്കുന്ന ഒരു സീബ്ര
പച്ച വസ്ത്രം ധരിച്ച കൊച്ചു പെൺകുട്ടി.
ഉയരമുള്ള ഇഷ്ടിക കെട്ടിടത്തിലെ വലിയ ഘടികാരം
ഇവ മൂന്ന് സ്യൂട്ട്കേസുകളാണ്
നായ ഫ്ലോട്ടിൽ ഇരിക്കുന്നു
സ്കേറ്റ്ബോർഡിലെ ഒരാൾ
കുഞ്ഞ് ആന
നിലത്ത് ഒരു നിഴൽ
ഒരു ജിറാഫ് വലത്തേക്ക് നടക്കുന്നു
തെരുവിൽ ബസ്.
മനുഷ്യൻ കണ്ണട ധരിക്കുന്നു.
ഇവ ട്രെയിനുകളാണ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
അത് ആനയുടെ കണ്ണാണ്
ടെന്നീസ് വസ്ത്രത്തിൽ രണ്ടുപേർ
ഒരു വലിയ തവിട്ട് നായ
ഉയരമുള്ളവർക്ക് കുടിക്കാൻ കഴിയും
ട്രെയിൻ സ്റ്റേഷനിൽ കാത്തിരിക്കുന്ന ഒരു കൂട്ടം ആളുകൾ
പ്ലേറ്റുകളുള്ള ഒരു മേശ
ഒരു കുപ്പി ഡിഷ് സോപ്പ്
സീബ്ര പുല്ല് തിന്നുന്നു
മനുഷ്യന് സമീപമുള്ള കത്തി തടയൽ
ഈ ചിത്രം ഒരു പാർക്കിൽ എടുത്തതാണ്
സമയം രാത്രിയിലാണ്
നായയ്ക്ക് ചുറ്റും ഒരു ഓറഞ്ച് ബന്ദന
മുൻവശത്തുള്ള ഒരു ബേസ്ബോൾ കളിക്കാരൻ
സ്ത്രീ സർഫ്ബോർഡ് വഹിക്കുന്നു
ഒരു വ്യക്തി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കൈകൊണ്ട് നിർമ്മിച്ച പുസ്തക ഷെൽഫായി തോന്നുന്നു
കട്ടിലിൽ ഒരു തലയിണ
ഒരു ലെറ്ററിന്റെ ഭാഗം
ഒരു ഗേറ്റിൽ ഒപ്പിടുക
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
"ചുവപ്പ്, കറുപ്പ് അഗ്നി ജലാംശം"
ടെഡി ബിയറിന്റെ കൊത്തുപണി
വെളുത്ത അമ്പടയാളം പടിഞ്ഞാറോട്ട്
ജലാംശയന്ത്രത്തിന്റെ തല ചുവന്നതാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കിടപ്പുമുറിയിൽ ഒരു സ്ത്രീ
ഒരു മൃഗശാലയിൽ രണ്ട് ജിറാഫുകൾ
നിലം മഞ്ഞ് മൂടിയിരിക്കുന്നു
ചിഹ്നത്തിൽ ഒരു വഴി
മനുഷ്യൻ കുതിരപ്പുറത്താണ്
ഉയരമുള്ള പുല്ലിലെ സീബ്ര
മേശ മരം കൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്.
ചുവന്ന റിബൺ മുറിക്കുന്ന രണ്ടുപേർ
സ്ട്രെപ്ലെസ്സ് ബാത്ത് സ്യൂട്ട് പുഷ്പമാണ്
വ്യക്തി സർഫ്ബോർഡിലാണ്
രണ്ട് മോട്ടോർ സൈക്കിളുകൾ പാർക്ക് ചെയ്തിട്ടുണ്ട്
കളിക്കാരന്റെ കൈവശമുള്ള ബേസ്ബോൾ ബാറ്റ്
സെബ്ര പുല്ലിൽ നടക്കുന്നു
സവാള പർപ്പിൾ ആണ്.
ബസ് എന്ന വാക്ക് നീല നിറത്തിൽ
മനോഹരമായ നീല സമുദ്രജലം.
ഒരു വലിയ വിറ്റ് വിമാനം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഏറ്റവും അടുത്ത ഇടത് കുതിരയിൽ പിന്നിൽ ഇടത് കുതിരകൾ കുളിക്കുന്നു.
അലമാരയിൽ വെള്ളി പാത്രം
ചിത്രം മങ്ങിയതാണ്.
ട്രെയിനിന്റെ മേൽക്കൂര ചാരനിറമാണ്
ഒരു പാലത്തിന് കുറുകെ പോകുന്ന ഒരു പാസഞ്ചർ ട്രെയിൻ
ജിറാഫിന്റെ കാലുകൾക്ക് ചുവടെ വെളുത്തതാണ്.
കുതിരയുടെ തലയുടെ വെങ്കല പ്രതിമ
ഇളം ചാരനിറത്തിലുള്ള കുഞ്ഞ് ആന
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കാറിനടിയിൽ പൂച്ച
ലോഗോയുള്ള മഞ്ഞ ഫ്രിസ്‌ബീ
ഫോണിലെ ബട്ടൺ
അലങ്കരിച്ച ദോശയുള്ള മേശ
സീലിംഗിൽ നിന്ന് ഒരു ക്ലോക്ക് ഹാംഗിൻ
കടൽത്തീരത്ത് വർണ്ണാഭമായ ഒരു പട്ടം
തവിട്ട് ട്രിം ഉള്ള ടാൻ ലഗേജ്
വയലിൽ തിളങ്ങുന്ന പച്ച പുല്ല്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കറുത്ത ഷോർട്ട്സ് ധരിച്ച മനുഷ്യൻ
നീല തൊപ്പി ധരിച്ച ഒരാൾ
ഒരു പ്രൊഫഷണൽ ബേസ്ബോൾ കളിക്കാരൻ
പിന്നിൽ ജാഗ്രത ത്രികോണം.
ബൺ തവിട്ട് നിറത്തിലാണ്
അവ വെള്ളത്തിലാണ്
ട്രാക്ടറിന്റെ മുൻ ടയർ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചുവന്ന ടോപ്പ് ഉള്ള വ്യക്തി
കരടി ഫ്രണ്ട് യാർഡിലാണ്
ഒരു കുളിമുറിയുടെ സിങ്കിൽ ഒരു വെള്ളി പാത്രം
തിളക്കമുള്ള മഞ്ഞ സ്നോ ജാക്കറ്റ്
മച്ചിലെ ടിവി.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നടപ്പാതയിലെ ലോഹ വിളക്ക് തൂൺ
ഒരു പരിധിയിലുള്ള മൈക്രോവേവ്
പിച്ചിൽ പുല്ല്.
ആന പരിശീലകൻ ധരിക്കുന്ന മഞ്ഞ പാവാട
സ്ത്രീ ഒരു ബെഞ്ചിൽ ഇരിക്കുന്നു
ഒരു കരടി കിടക്കുന്നു
സ്വർണ്ണവും പച്ചയും ധരിച്ച ടെന്നീസ് കളിക്കാരൻ
പന്ത് നീലയും വെള്ളയുമാണ്
ഡിപ്പിംഗ് സോസിന്റെ രണ്ട് പാത്രങ്ങൾ
റോഡിന് നടുവിൽ ചുവന്ന ബസ്
പച്ച പിന്തുണയുള്ള ചുവന്ന മരം ബെഞ്ച്
ഒരു വാഴപ്പഴം മേശപ്പുറത്തുണ്ട്
കാട്ടിൽ മൂന്ന് സീബ്രകൾ
തെരുവിൽ ഒരു വെളുത്ത ബസ്.
പുല്ലിലെ ജിറാഫുകളുടെ കുടുംബം
ടിവി ഒരു അലമാരയിൽ ഇരിക്കുന്നു
ഒരാൾ സ്നോബോർഡിംഗ് പുറത്ത്
ഈ പൂച്ചയുടെ കണ്ണുകൾ അങ്ങേയറ്റം അടഞ്ഞിരിക്കുന്നു
ഒരു വെളുത്ത കോഫി മഗ്
ഒരു മഞ്ഞുമലയിലെ ആളുകൾ
ചുവരിൽ ഇഷ്ടിക
ഒരു കറുത്ത കാറിന്റെ ഭാഗം
ഇരുണ്ട തവിട്ടുനിറത്തിലുള്ള ദ്വാരങ്ങൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നിലത്ത് കറുത്ത പുള്ളി
ഒരു ലാപ്‌ടോപ്പ് ഉപയോഗിക്കുന്നു
ധ്രുവത്തിൽ ഒരു STOP ചിഹ്നം
ഭക്ഷണം പ്ലേറ്റിലാണ്
ഈ മനുഷ്യൻറെ കാലുകൾ നഗ്നമാണ്
ഒരു മേശപ്പുറത്ത് ഒരു പിസ്സ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ഫ്ലാറ്റ് സ്ക്രീൻ ടെലിവിഷൻ.
ആനയെ തൊടുന്ന സ്ത്രീ
മോട്ടോർ സൈക്കിളിൽ രണ്ടുപേർ
അത് ബസിന്റെ ഹെഡ്ലൈറ്റ് ആണ്
ഭക്ഷണത്തിന്റെ ചെറിയ തളിക
ആകാശത്ത് ഒരു ബാനർ വലിക്കുന്ന വിമാനം
ബേസ് ബോൾ വായുവിലെ അഴുക്ക് ചവിട്ടുന്നു
ഇതൊരു തെരുവാണ്
ഒരു സർഫ്ബോർഡുമായി നടക്കുന്ന ഒരു കുട്ടി
ട്രെയിനിലെ ഏഴാമത്തെ നമ്പർ
ഒരു സ്ത്രീ മേശപ്പുറത്ത് ഇരിക്കുന്നു
വെള്ളത്തിൽ ഒരു കപ്പൽ
ഒരു കിടക്കയുടെ വലതുവശത്ത് രാത്രി നിൽക്കുക
മുൻവശത്ത് വെളുത്ത ബസ്
ആകാശത്ത് പറക്കുന്ന ഒരു പട്ടം
മനുഷ്യൻ തൊപ്പി ധരിച്ചിരിക്കുന്നു
ഡ്രിങ്കിംഗ് ഗ്ലാസിന് നേരെ ഫോൺ ചായുന്നു
ഒരു കറുത്ത ക്യാമറ
വെളുത്ത വൈ റിമോട്ട് കൈവശമുള്ള കുട്ടി
റൗണ്ട് ഗ്രീൻ മെറ്റൽ ബെഞ്ച്
വരണ്ട ഭൂപ്രദേശം
റഫ്രിജറേറ്റർൻ്റെ ഇടത് നടപ്പാതയിൽ സുരക്ഷാ അപകടം.
ഒരു സ്വീകരണമുറിയുടെ ഇന്റീരിയർ
ആളുകൾ രാത്രി പുറത്തേക്ക് പോകുന്നു
കണ്ണട ധരിച്ച ഒരു സ്ത്രീ
ചുവരിൽ നാല് ബോർഡുകൾ ഘടിപ്പിച്ചിരിക്കുന്നു
നീലയും മഞ്ഞയും കുട
കുട്ടി സോഫയിൽ ഇരിക്കുന്നു
ബാഗ് കറുത്തതാണ്
ടോയ്‌ലറ്റ് പേപ്പർ ഹോൾഡറിൽ ടോയ്‌ലറ്റ് പേപ്പർ റോൾ
പരസ്യവുമായി ഓറഞ്ച്
ചരിവിൽ മനുഷ്യൻ സ്കീയിംഗ്.
പൂക്കൾ ഒരു പാത്രത്തിൽ വെച്ചിരിക്കുന്ന
പരന്ന പുല്ലുള്ള സ്ഥലത്ത് മൂന്ന് പേർ ഫ്രിസ്ബി കളിക്കുന്നു
കാട്ടിൽ രണ്ട് സ്കീയർമാർ
ആളുകൾ മൈക്രോഫോണിൽ നിൽക്കുന്നു
വ്യക്തമായ ദ്രാവകമുള്ള പച്ച കുപ്പി
സംഭവസ്ഥലത്തുള്ള ചില ആളുകൾ
ഒരു പാത്രം പച്ചിലകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു മേച്ചിൽപ്പുറത്ത് മൃഗങ്ങൾ.
തടി സ്പൂൺ പായസത്തിൽ
കറുത്ത നിർമ്മിത ഇരുമ്പ് ചാൻഡിലിയർ സീലിംഗിൽ നിന്ന് തൂക്കിയിരിക്കുന്നു
ചുവന്ന അക്ഷരം ടി
മോട്ടോർബൈക്ക് നീലയാണ്
കറുത്ത ഫ്രെയിം ഗ്ലാസുകൾ ധരിച്ച മനുഷ്യൻ.
ഒരു ടെന്നീസ് റാക്കറ്റ് കൈവശമുള്ള സ്ത്രീ
നായ മോട്ടോർസൈക്കിളിന് മുകളിലാണ്
കാനഡയിലേക്ക് പറക്കുന്ന ഒരു വിമാനം
നിറമുള്ള കാറ്റുമറ
മുൻവശത്ത് വെളുത്ത ധ്രുവക്കരടി.
നീല ട്രെയിനിൽ എഴുതിയ വെളുത്ത വാക്കുകൾ
ഗ്രാസി ഫീൽഡിലെ കൗമാരക്കാരുടെ ഗ്രൂപ്പ്
നായ ഒരു സ്വർണ്ണ നിറമാണ്
ഒരു കഷ്ണം തക്കാളി
മനുഷ്യന് മടിയിൽ പൂച്ചയുണ്ട്
ഇളം മഞ്ഞ വരയുള്ള ഷർട്ട് ധരിച്ച മനുഷ്യൻ
നീലയും വെള്ളയും പൊതു ഫോൺ ചിഹ്നം
ഒരു ട്രാം സംവിധാനത്തിന് കീഴിലുള്ള തിരക്കേറിയ നഗര കവല
പട്ടം ചുവപ്പാണ്
ഒരു മനുഷ്യൻ അപ്പം തിന്നുന്നു
വെള്ള നൈക്ക് ടെന്നീസ് ഷൂസ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വ്യക്തി ഒരു ഫ്രിസ്‌ബീ പിടിക്കുന്നു
തലയിണയിൽ കിടക്കുന്ന സ്ത്രീ
ഒരു സീബ്രയുടെ അടുത്താണ് ഒരു പക്ഷി
ടെന്നീസ് കളിക്കാരായ ഒരു പുരുഷനും വനിതയും
ഒരു നവജാത ശിശുവിന്റെ ചെറിയ കൈ
ഒരു വീഡിയോ ഗെയിം കളിക്കുന്നയാൾ
പർവത പാതയിലെ നിത്യഹരിത മരങ്ങൾ
ലിവിംഗ് റൂം വിൻഡോകൾ വെളുത്ത മറകളാൽ പൊതിഞ്ഞു
മോട്ടോർസൈക്കിളിന് മഞ്ഞ പ്ലേറ്റ് ഉണ്ട്
പുസ്തക അലമാരയിൽ അടുക്കിയിരിക്കുന്ന പുസ്തകങ്ങൾ
പച്ച പുല്ലിൽ നടക്കുന്ന ഒരു Goose
കപ്പ് നീല നിറമാണ്
റൈഡറുമൊത്തുള്ള ഓറഞ്ച് മോട്ടോർസൈക്കിൾ
തടി രൂപത്തിലുള്ള കാബിനറ്റുകളുള്ള ഒരു നല്ല വെളിച്ചമുള്ള ആധുനിക ഹോം അടുക്കള.
ഫുട്പാത്തിൽ ഒരു എടിഎം
കണ്ണാടിക്ക് പിന്നിൽ നായ.
വായുവിലെ വെള്ളം
ചെറിയ പച്ചയും മഞ്ഞയും പുല്ല്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
നീന്തൽക്കടകളിൽ ഒരു കൊച്ചുകുട്ടി
ഷൂസ് ഒരു ഷൂ റാക്കിലാണ്
ഇത് ഇരുണ്ടതാണ്
തീവണ്ടി ഭിത്തിയിൽ കണ്ണാടി
ഒരു ബാലനെ സ്കേറ്റ്ബോർഡിംഗ്
ചാരനിറത്തിലുള്ള ആകാശത്തിന്റെ ഒരു വലിയ പാച്ച്
ഒരു അടുക്കളയിൽ മൂന്ന് പേർ
ഇതൊരു കുളിമുറിയാണ്
ട്രെയിൻ ട്രാക്കുകളിൽ ഉരുളുന്നു
ഒരു പോസ്റ്റിലെ തെരുവുവിളക്ക്
വലിയ വെളുത്ത കുട
ചുവന്ന ഇരട്ട ലെവൽ ബസ്
കുഞ്ഞ് ആന
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
നെസ്റ്റിലെ ചെറിയ പ്രാവുകൾ
സ്റ്റിക്കർ വർണ്ണാഭമായതാണ്.
ഒരു മുറിയിലെ ഒരു ജാലകം
പോളാർ കരടിയുടെ മൂക്ക്
ട്രെയിൻ ട്രാക്കുകളിലുടനീളം ബാറുകൾ
ആളുകൾ ഒരു ബോൾ ഗെയിമിലാണ്
ഒരു ടെന്നീസ് റാക്കറ്റ് കൈവശമുള്ള മനുഷ്യൻ
നായ ഓടുന്നു
സ്ത്രീയുടെ മുടി തവിട്ടുനിറമാണ്.
ക്രോസ് വാക്ക് ചിഹ്നത്തിൽ നടത്ത സിഗ്നൽ
കറുത്ത ഹാർഡ് തൊപ്പിയുള്ള മനുഷ്യൻ
പക്ഷി പറക്കൽ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കറുത്ത മുടിയുള്ള ഒരു മനുഷ്യൻ
വൈവിധ്യമാർന്ന സ്റ്റോറുകൾ ഉൾക്കൊള്ളുന്ന ഒരു കെട്ടിടം.
മുറിയിൽ കസേര
"വെള്ളി, വെള്ള ബോൾട്ട്"
ഒരു വ്യക്തി കടിച്ച ഹോട്ട്ഡോഗ്
ആളുകൾ ഒരു ബെഞ്ചിൽ ഇരിക്കുന്നു
പെൺകുട്ടി ഏഷ്യൻ
മേശപ്പുറത്ത് അലങ്കാര വിളക്ക്
പാന്റ്സ് ഓറഞ്ച് ആണ്
ആകാശത്തിലെ കൈറ്റ്സ്
ഒരാൾ സ്കേറ്റ്ബോർഡുമായി ചാടുകയാണ്
ഇളം തവിട്ടുനിറത്തിൽ വഹിച്ചിരിക്കുന്ന ചെറിയ മരം
നെറ്റിൽ W
"കത്രിക, ചരട് എന്നിവ ഉപയോഗിച്ച് ഭക്ഷണം മുറിക്കുന്ന വ്യക്തി"
ട്രെയിൻ നീലയും വെള്ളിയുമാണ്
സൈനിക യൂണിഫോമിലുള്ള ഒരാൾ
ഒരു വരിയിൽ നിൽക്കുന്ന സൈനികൻ
അടുക്കളയിൽ ഒരു വ്യക്തി.
ഒരു കട്ടിൽ ഉള്ള മുറി.
മോണിറ്റർ ഓണാണ്.
കുപ്പി പച്ചയാണ്
ആൺകുട്ടി ഒരു സെൽ ഫോൺ പിടിക്കുന്നു
ദ്വീപ് ബീച്ച് രംഗം
ട്രാഫിക് ലൈറ്റുകളുടെ ശില്പം
ഒരു നല്ല ആഘോഷ ആഘോഷ കേക്ക്
വെളുത്ത തൊപ്പി ധരിച്ച പൂച്ച
ഒരു കൈറ്റ് ഉള്ള സ്ത്രീ
ഇതൊരു ബോട്ടാണ്
നീളമുള്ള പച്ചയും മഞ്ഞയും പുല്ല്
ഓറഞ്ച് പഴുത്തതാണ്
പുസ്തകം സ്യൂട്ട്‌കേസിലാണ്
ഒരു ചെറിയ സബ് സാൻഡ്വിച്ച്
കറുത്ത മൈക്രോവേവ്
ഒരു ആൺകുട്ടിക്ക് സുന്ദരമായ മുടിയുണ്ട്
ടൈലിൽ ചുവന്ന ചെരിപ്പുകൾ
കുഞ്ഞ് ആന
കുപ്പായം ചുവപ്പാണ്
പച്ചയും ചാരനിറത്തിലുള്ള ജാക്കറ്റും
ഒരു കട്ടിലിന് മുകളിൽ വിളക്ക്.
കറുത്ത ചെരുപ്പ് ധരിച്ച സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ആളുകൾ കുതിരപ്പുറത്തു കയറുന്നു
മനുഷ്യൻ ആഫ്രിക്കൻ അമേരിക്കക്കാരനാണ്
ടെന്നീസ് റാക്കറ്റിനൊപ്പം നിൽക്കുന്ന കൊച്ചു പെൺകുട്ടി
ഷർട്ടിൽ ഒരു മൗസ് അച്ചടിച്ചിരിക്കുന്നു
ഇതൊരു മോട്ടോർസൈക്ലിസ്റ്റാണ്
പച്ച ബസുകളുടെ നിര
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു നദിയിൽ ഒഴുകുന്ന ഒരു ഹംസം.
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ബോയ് സ്കേറ്റ് ബോർഡിംഗ്
ഇതൊരു വിമാനമാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ബ്രേക്ക് റൂമിൽ ഒരു റഫ്രിജറേറ്റർ
റാക്ക് വൃത്താകൃതിയിലാണ്
ഷോട്ടിൽ പക്ഷികൾ
പുരുഷൻ സ്ത്രീയുടെ മുടി മുറിക്കുന്നു
കുനിഞ്ഞു നിൽക്കുന്ന സ്ത്രീ
മനുഷ്യൻ ഒരു ബാറ്റ് പിടിക്കുന്നു
ഒരു ചുവന്ന ഹോട്ട് ഡോഗ്
ദ്രുമ്സ്തിച്ക്സ് കൈവശമുള്ള ഒരു ആൺകുട്ടി
ആൺകുട്ടിയുടെ വലത് നീല ഷൂ
ഒരു ബേസ്ബോൾ മൈതാനത്ത് എടുത്ത ചിത്രം
ബേസ്ബോൾ കളിക്കുന്ന പുരുഷന്മാർ.
ഒരു മനുഷ്യന് ചുവപ്പും കറുപ്പും നിറഞ്ഞ ടൈ
വ്യക്തി സ്കേറ്റ്ബോർഡിംഗ് ആണ്
തെരുവിൽ കറുത്ത പ്രകടനം നടത്തുന്ന മനുഷ്യൻ
ഏഴ് ജിറാഫുകൾ ഒരുമിച്ച്
മഞ്ഞ് വെളുത്ത നിറമാണ്
കുഞ്ഞ് ആന
പുല്ല് തിന്നുന്ന ജിറാഫ്
ഒരു സർഫ്ബോർഡ്
സ്കേറ്ററിന്റെ തലയിൽ കറുത്ത തൊപ്പി
തറയിലെ ചുവന്ന ടോയ്‌ലറ്റ്
മുറിയിലെ ടോയ്‌ലറ്റ്
വയലിൽ കറുത്ത പശു
ഒരു ചുവന്ന മത്സ്യം.
ബാൽക്കണിയിൽ നിൽക്കുന്ന പുരുഷന്മാർ
സമുദ്രത്തിലെ യുവ പുരുഷ സർഫർ
ആകാശത്തിലൂടെ ഉയരുന്ന വിമാനം
മുറിയുടെ മധ്യഭാഗത്ത് മേശ
ട്രക്കിൻ്റെ ചിത്രം
കരടിയിൽ മൂക്ക്
തെരുവിൽ നടക്കുന്ന ആളുകൾ
രണ്ടുപേർ സോക്കർ കളിക്കുന്നു
നമ്പർ രണ്ട് ആണ്
മാംസളമായ തുരുമ്പിച്ച റെയിൽ‌വേ
"വെള്ള, ഓറഞ്ച് ട്രെയിൻ"
ഒരു താഴ്ന്ന രാജ്യം മേശപ്പുറത്ത് തിളപ്പിക്കുക.
നടക്കാൻ നല്ലത് കാണിക്കുന്ന ട്രാഫിക് ചിഹ്നം
നിലത്ത് കറുത്ത പുള്ളി
സുതാര്യമായ പിങ്ക് പാത്രം
ചിത്രം കറുപ്പും വെളുപ്പും ആണ്
ചുവന്ന ഷർട്ട് ധരിച്ച ഒരു സ്ത്രീ കട്ടിലിൽ കിടക്കുന്നു
വർണ്ണാഭമായ പൂക്കളുടെ പൂച്ചെണ്ട്.
ഒരു സ്ത്രീ ടെന്നീസ് റാക്കറ്റ് പിടിക്കുന്നു
ഒരു കൂട്ടം വാഴപ്പഴം
മനുഷ്യൻ പറക്കുന്ന കൈറ്റ്
ശമിപ്പിക്കുന്ന കുഞ്ഞ്.
ഒരു ധ്രുവത്തിൽ ചുവപ്പും വെള്ളയും സ്റ്റോപ്പ് ചിഹ്നം
പ്ലേറ്റിൽ ചെറിയ പിസ്സ
സ്കേറ്റിംഗിനായി ഒരു ബോർഡിലെ വ്യക്തി
പിസ്സ പ്ലേറ്റിൽ സേവിച്ചു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ചവറ്റുകുട്ട പച്ചയാണ്
ടാർമാക്കിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന നീല വിമാനം
രണ്ട് ഓറഞ്ച് ഗതാഗത കോണുകൾ
ടെന്നീസ് കോർട്ടിലെ വല
കരടിയിൽ തവിട്ടുനിറത്തിലുള്ള ഹെഡ്‌ബാൻഡ്
റോഡിന്റെ വശത്തുള്ള മരം
ജിറാഫിന്റെ ചെറിയ കൊമ്പുകൾ
മോട്ടോർസൈക്കിളിന്റെ കറുത്ത സീറ്റ്
പൂച്ച കിടക്കയിലാണ്
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ട്രെയിനിന്റെ മുൻ വിൻഡോ
റൺവേയിൽ വെളുത്ത വിമാനം
ഒരു ഡെലിവറി ട്രക്ക് ഒരു നഗരത്തിലാണ്
കുതിര സവാരി ചെയ്യുന്ന ഒരാൾ
ഉയരമുള്ള ജിറാഫ് നടത്തം
ചുവരിൽ വെളുത്ത ടൈലുകൾ
റിബൺഡ് സ്റ്റീലിൽ വർണ്ണാഭമായ ഗ്രാഫിറ്റി
നിലത്ത് കറുത്ത പുള്ളി
കറുത്ത വേലി
മനുഷ്യന്റെ മടിയിൽ ഇരിക്കുന്ന ചെറിയ പെൺകുട്ടി
കറുപ്പും വെളുപ്പും ചിത്രം
ഒരു പ്രാരിയിലെ മൃഗങ്ങൾ
ഒരു നായയുടെ നനഞ്ഞ മൂക്ക്
ഒരു സ്ത്രീ വാച്ച് ധരിക്കുന്നു.
ഒരു കമ്പ്യൂട്ടറിലേക്കുള്ള മൗസ്
കുട്ടിയുടെ കയ്യിലെ ടൂത്ത് ബ്രഷ്.
ചുവന്ന ബസ് തെരുവിലൂടെ ഓടിക്കുന്നു
ഓറഞ്ച് തിരശ്ശീല ഒരു ജാലകത്തിൽ തൂക്കിയിരിക്കുന്നു
"പർപ്പിൾ, വൈറ്റ് ഷൂസുള്ള പയ്യൻ"
പെൺകുട്ടി ബീച്ച് ആസ്വദിക്കുന്നു
ടോയ്‌ലറ്റ് പേപ്പർ റോൾ.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മേശയിൽ പിസ്സയുണ്ട് അതിന്റെ അടുത്ത് ഇരിക്കുന്ന ലേഡി
ആധുനിക ശൈലിയിലുള്ള അടുപ്പ്
വെളുത്ത പശ്ചാത്തലത്തിൽ കറുത്ത അക്ഷരങ്ങൾ
വെളുത്ത റൗണ്ട് സെറാമിക് പ്ലേറ്റ്
ഒരു പച്ച ചിഹ്നത്തിന്റെ തൂൺ
ചുമരിലെ വിഭവങ്ങൾ.
തവിട്ട് മൂക്ക് ഉള്ള കറുത്ത കരടി
സ്ത്രീ മേശയിലിരിക്കുന്നു
മനുഷ്യൻ ഒരു ബൈക്കിലാണ്
ആനയുടെ പുറകിൽ ഒരു ബെഞ്ച്
പുൽമേടിൽ ബ്ലാക്ക് ആൻഡ് വൈറ്റ് പശുക്കൾ
ആട്ടുകൊറ്റന്റെ കൊമ്പുകൾ
ഒരു ബാറ്റ് പിടിക്കുന്ന ഒരാൾ
ആൾക്കൂട്ടത്തിലെ വ്യക്തി
ഒരു കറുത്ത പോലീസ് തൊപ്പി
അഞ്ച് ലൈറ്റുകളുള്ള ഒരു ട്രാഫിക് ലൈറ്റ്.
ബേബി സീബ്ര അതിന്റെ കാലിൽ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കെട്ടിടത്തിന് മുകളിൽ ഒരു ഗോപുരം
ഒരു കുതിര സഞ്ചരിക്കുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
താൽക്കാലികമായ കറുത്ത പ്ലാസ്റ്റിക് വേലി
മറ്റൊരാളുടെ വലതുവശത്ത് കൊമ്പുകളുള്ള വെളുത്ത ആടുകൾ.
മഞ്ഞുവീഴ്ചയിൽ നടക്കുന്ന വ്യക്തി
മഞ്ഞുവീഴ്ചയിൽ രണ്ട് കുട്ടികൾ
കട്ടിലിന് മുകളിൽ 7 സ്റ്റഫ് മൃഗങ്ങൾ
"പിങ്ക്, മഞ്ഞ ടെന്നീസ് റാക്കറ്റ്"
അഗ്നിശമന ഉപകരണങ്ങൾ ധരിച്ച മനുഷ്യൻ
ബെഞ്ചിനടുത്തുള്ള വെളുത്ത ബക്കറ്റ്.
ഫോൺ പിടിക്കുന്ന ഒരു പെൺകുട്ടി
കുട്ടി ധരിക്കുന്ന കുപ്പായം.
ഇടത് വശത്തേക്കുള്ള ചിഹ്നമില്ലാത്തതിൽ അടയാളം നിർത്തുക
ലോഗിൽ പക്ഷി.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു താഴ്‌വരയിൽ മേയുന്ന മൃഗങ്ങൾ
വലതുവശത്തുള്ളയാൾ ധരിക്കുന്ന നീലയും പച്ചയും ഷോർട്ട്സ്.
"ഓറഞ്ച്, നീല പട്ടം"
ഒരു ചെയിൻ ലിങ്ക് വേലി
ഒരു മനുഷ്യൻ വെള്ളത്തിലാണ്
സോസേജിൽ വെളുത്ത മിഴിഞ്ഞു
വെള്ളത്തിലുള്ള വ്യക്തി.
തൊപ്പിയുള്ള ഒരു സ്ത്രീ.
ചാരനിറം
ഒരു പഴയ തുമ്പിക്കൈ
സീലിംഗിൽ നിന്ന് തൂങ്ങുന്ന ലൈറ്റുകൾ
ഡ്രിഫ്റ്റ്വുഡിന് അടുത്തുള്ള കറുത്ത കരടി
മേഘങ്ങൾ നിറഞ്ഞ നീലാകാശം.
മേശപ്പുറത്ത് പെട്ടി
ഒരു ഇഷ്ടിക ഘടികാര ഗോപുരം
30 മിനിറ്റ് ലോഡിംഗ് സോൺ
കറുത്ത അസ്ഫാൽറ്റിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന ഒരു വെളുത്ത വിമാനം.
അഴുക്കുചാലിലൂടെ നടക്കുന്ന ആന.
ഒരു പ്ലേറ്റിൽ ത്രികോണാകൃതിയിലുള്ള സാൻഡ്‌വിച്ച്
നിലത്ത് കറുത്ത പുള്ളി
ഒരു പാത്രത്തിൽ ഫലം
രണ്ട് സെറ്റ് ട്രെയിൻ ട്രാക്കുകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഇത് ആടുകളുടെ ചിത്രമാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഇതൊരു അടയാളമാണ്
ട്രക്കിലെ നമ്പർ 3.
"ഒരു ചെറിയ മഞ്ഞ, തവിട്ട് പക്ഷി"
നിലത്ത് സ്കേറ്റ്ബോർഡ്
കൈറ്റ് ആകാശത്ത് പറക്കുന്നു
ഭക്ഷണം കൈകാര്യം ചെയ്യുന്നതിനുള്ള വെള്ളി ടോങ്ങുകൾ
മനുഷ്യന്റെ പാന്റിന്റെ പിന്നിലെ പോക്കറ്റിൽ കയ്യുറകൾ.
വരയുള്ള പാറ്റേൺ ധരിച്ച മനുഷ്യൻ
ആളുകൾ ബീച്ച് ആസ്വദിക്കുന്നു
കാട്ടിൽ സീബ്രയുടെ തീക്ഷ്ണത
സൂപ്പ് പാത്രം
സ്കേറ്റ്ബോർഡിൽ കറുത്ത ഷർട്ട് ധരിച്ച യുവാവ്
ഡെസ്‌ക്കിന് മുന്നിൽ മരസീറ്റ്
സ്കയർ ലംബമായി താഴേക്ക് ചരിവ് നീക്കുന്നു
ആകാശത്ത് നിന്ന് മഞ്ഞ് വീഴുന്നു
ഒരൊറ്റ മെഡൽ പാർക്കിംഗ് മീറ്റർ.
ആടുകൾ നിൽക്കുന്നു
മനോഹരമായ നീല പച്ച വെള്ളം.
നന്നായി വസ്ത്രം ധരിച്ച ഒരു ചെറുപ്പക്കാരൻ
മുകളിലുള്ള ടോയ്‌ലറ്റ് സീറ്റിന്റെ അടിഭാഗം.
മഞ്ഞിൽ ഓറഞ്ച് സുരക്ഷാ കോൺ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ടെന്നീസ് കളിക്കാരൻ പന്തിൽ സ്വിംഗ് ചെയ്യുന്നു
അടുക്കളയിലെ സ്റ്റവിന്റെ അരികിൽ നിൽക്കുന്ന ഒരാൾ
റ round ണ്ട് ഭക്ഷണം
രൂപീകരണത്തിൽ പറക്കുന്ന വിമാനങ്ങൾ
മനുഷ്യൻ പല്ല് തേക്കുന്നു
ചെറിയ പച്ച പുല്ലിന്റെ ഒരു വലിയ പ്രദേശം
പ്ലേറ്റിൽ പിസ്സയും സാലഡും സ്ലൈസ് ചെയ്തിരിക്കുന്നു.
അടുക്കളയിലെ ഡ്രോയറുകളുടെ നിര
വളരെ നനഞ്ഞ തെരുവ് നഗരം
ബോട്ടിന്റെ വശത്ത് ചക്രം.
ത്രീ വീൽഡ് ട്രക്ക് കടും നീലയാണ്
രണ്ട് പക്ഷികൾ മേൽക്കൂരയിലാണ്
രണ്ട് പുരുഷന്മാരും സ്ത്രീകളും കാൽനടയാത്രക്കാർ
പ്രതീക രൂപകൽപ്പനയുള്ള സൂപ്പ് രണ്ട് പാത്രങ്ങൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കെട്ടിടങ്ങൾക്ക് മുകളിൽ ആകാശം
അവന്റെ ചെവി വെളുത്തതാണ്.
സ്ത്രീ മേശയിലിരിക്കുന്നു
പുരുഷന്റെ ചെറിയ കറുത്ത മുടി.
വൃത്തികെട്ട കാരറ്റ്
രണ്ട് പച്ച തെരുവ് അടയാളങ്ങൾ
റെയിലുകളിൽ ഒരു പഴയ ലോക്കോമോട്ടീവ്
ചിഹ്നത്തിലെ MN അക്ഷരങ്ങൾ.
ജിറാഫിന്റെ തല
ഒരു വെളുത്ത വയർലെസ് കമ്പ്യൂട്ടർ മൗസ്
കറുത്ത പ്രതലത്തിൽ ഇരുണ്ടതും പെബിൾ ചെയ്തതുമായ ലോഹ പാത്രം
സിൽവർ ബോക്സിൽ ടിഷ്യുകൾ
ഒരു കറുത്ത യുഎസ്ബി ഫ്ലാഷ് ഡ്രൈവ്.
ബോയ് സ്കേറ്റ്ബോർഡിംഗ് ഒരു പാർക്കിൽ
പ്ലെയ്ഡ് ടൈ ഉപയോഗിച്ച് കരടി
ചുവരിൽ ഫ്രെയിം ചെയ്ത പ്രിംഗ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ബാത്ത്റൂം ഹാൻഡ് ഡ്രയർ
കുഞ്ഞ് ആന
ജിറാഫ് ആരെയെങ്കിലും നക്കുകയാണ്
ഗതാഗത വിളക്കിനായി കാത്തിരിക്കുന്ന ചുവന്ന കാർ.
വയലിൽ നിൽക്കുന്ന ഒരാൾ.
മുറ്റത്ത് ഒരു ജലധാര
വലിയ ചുവന്ന തെരുവ് ചിഹ്നം.
മോട്ടോർ സൈക്കിളിലെ നമ്പർ 11.
ഗ്ലാസിൽ ചുവപ്പും വെള്ളയും ലിഡ്
ഇടതുവശത്ത് ചെറിയ പച്ച മരം.
ഒരു പൂന്തോട്ടത്തിൽ സസ്യങ്ങൾ.
വെള്ളത്തിൽ ഒരു കപ്പൽ
സ്പാറ്റുലയിൽ കറുത്ത ഹാൻഡിൽ.
മഞ്ഞുവീഴ്ചയിൽ രണ്ടുപേർ
മൂന്ന് പേർ ഒരുമിച്ച് നിൽക്കുന്നു
ഒരു മേശപ്പുറത്ത് നാല് പെട്ടി പിസ്സ
കാട്ടിൽ നടക്കുന്ന ഒരാൾ
പെട്ടികൾക്ക് പിന്നിൽ മനുഷ്യൻ
ഒരു വിമാനത്താവളം
നിലത്ത് ബസ്
വിൻഡോയിലെ ബാറുകൾ
മൂന്ന് ലൈറ്റുകൾ കണ്ണാടിക്ക് മുകളിൽ തൂക്കിയിരിക്കുന്നു
മനുഷ്യൻ കാനോയിലാണ്
ബസിന്റെ പുറകിൽ ഫ്ലാറ്റ് ടയർ.
വയലിൽ രണ്ട് ആടുകളുടെ തല.
ട്രെയിനിന്റെ വശത്തുള്ള വെളുത്ത നമ്പറുകൾ.
സ്ട്രീറ്റിൽ റെഡ് ബസ്
പറക്കുന്ന ഒരു വലിയ കടൽ പക്ഷി
കട്ടിയുള്ള തവിട്ട് പശു കൂട്ടത്തിന് മുന്നിൽ
ഒരു വലിയ ഉയരമുള്ള ഘടികാരം
വായുവിൽ പറക്കുന്ന കൈറ്റ്.
ബാത്ത്റൂം ലൈറ്റിംഗ് ഘടകം
സൈൻ വെസ്റ്റ് 120 സ്ട്രീറ്റ് വായിക്കുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
മുകളിൽ തിളങ്ങുന്ന ഒരു വിളക്ക്
ചെറിയ വെള്ളി പിരിയാണി
മീറ്ററിന്റെ ബർഗണ്ടി പോൾ.
ബേസ്ബോൾ യൂണിഫോം ധരിച്ച കളിക്കാർ
സ്നോബോർഡ് ഓടിക്കുന്ന ഒരാൾ
സ്കീയിൽ സഞ്ചരിക്കുന്ന ഒരാൾ വായുവിലൂടെ പറക്കുന്നു
നീല ഡോട്ട് ഇട്ട സ്ക പാന്റുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നേർത്ത കണ്ണട ധരിച്ച വ്യക്തി
ധാരാളം ടോപ്പിംഗുകളുള്ള ഒരു പിസ്സ
ഒരു അടയാളം സ്റ്റെയിൻ‌ലെസ് സ്റ്റീൽ പോളിൽ ഉണ്ട്
നിലത്ത് കറുത്ത പുള്ളി
ഒരു ജോഡി കണ്ണട
ഭക്ഷണം ഒരു കൊട്ടയിൽ
വലതുവശത്ത് പർപ്പിൾ ലൂഫ.
ഒരു ബേസ്ബോൾ ബാറ്റ്
ചെറിയ തവിട്ട് തടി സ്റ്റമ്പ്
"വെള്ള, പിങ്ക് കലർന്ന വെളുത്ത ചതുര ടൈലുകൾ"
സമുദ്രത്തിനരികിൽ നിൽക്കുന്ന പയ്യൻ.
മനുഷ്യൻ കടൽത്തീരത്താണ്
നിലത്ത് വെളുത്ത വേലി തൂൺ
ആളുകൾ മത്സരിക്കുന്നു
അത് ഒരു വോൾക്ലോക്കാണ്
അഡിഡാസ് സ്ട്രൈപ്പുകൾ ഉപയോഗിച്ച് കാണിക്കുക.
രണ്ട് ലെവലുകൾ ഉള്ള ഒരു മഞ്ഞ ബസ്
ദ്വീപ് ബീച്ച് രംഗം
ഒരു സ്ത്രീ കേക്കിൽ രണ്ടാമത്തെ പാളി ഇടുന്നു
ട്രെയിനിന്റെ വശത്തെ വിൻഡോ
ഒരു മഞ്ഞ് വയലിൽ ഒരു സ്കീയർ
ഒരു കെട്ടിടത്തിൽ ഒരു നീല അടയാളം.
സൂപ്പ് പാത്രത്തിൽ ചാരനിറത്തിലുള്ള മെറ്റൽ സ്പൂൺ
കിടക്കയിൽ കുഞ്ഞ്.
ഒരു പച്ച പാൽമെട്ടോ മരം
വള്ളങ്ങൾ വെള്ളത്തിൽ
മോട്ടോർ വാഹനത്തിൽ കയറുന്ന രണ്ട് സ്ത്രീകൾ
"തവിട്ട്, കറുപ്പ് നിറത്തിലുള്ള പൂച്ച"
ചുമരിലെ ഒരു ചിത്രം
മനുഷ്യൻ ഒരു വാഴപ്പഴം പിടിക്കുന്നു
മൂന്ന് പശുക്കൾ
പിങ്ക് ബാഗ്
ഒരു പഴയ വെളുത്ത ടോയ്‌ലറ്റ്
പച്ചനിറത്തിലുള്ള കുറ്റിച്ചെടി.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ക ert ണ്ടർ‌ടോപ്പ് തവിട്ടുനിറമാണ്
നീല ഷോർട്ട്സ് ധരിച്ച ഒരു സ്ത്രീ
പുരുഷൻ സ്ത്രീയുടെ അരികിൽ നിൽക്കുന്നു
ഒരു ചുവന്ന ജാക്കറ്റ്
കറുത്ത ട്രിം ഉള്ള വെളുത്ത വിൻഡോ
അവൾ തല ജനാലയിലൂടെ പുറത്താക്കുന്നു
ചുവന്ന നിറമുള്ള മാസ്ക് ധരിച്ച ഒരാൾ
ഒരു പോളിൽ രണ്ട് പാർക്കിംഗ് മീറ്റർ
വിവിധ കാർട്ടൂൺ രൂപങ്ങളുള്ള ഗ്രേ ബാഗ്
രണ്ട് കുഞ്ഞാടുകൾ
ചാരനിറത്തിലുള്ള മൗസ് പാഡ്
കുഞ്ഞ് ആന
ഒരു വിമാനത്തിനടുത്തുള്ള ആളുകൾ
വിവിധ ചിത്രങ്ങളാൽ പൊതിഞ്ഞ മതിലുകൾ
മനുഷ്യൻ സ്കേറ്റ് ബോർഡിംഗ് ആണ്
ചുമരിൽ കണ്ണാടി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വെളുത്ത പ്ലേറ്റിൽ വലിയ കത്തി
വിമാനത്തിൽ ഭാഗങ്ങൾ കാണുന്നില്ല
പുല്ലിൽ നിൽക്കുന്ന കുഞ്ഞ് ആന
ജെറ്റ് വിമാനത്തിന്റെ ഇടത് വിംഗ്
ചുവപ്പും കറുപ്പും നിറമുള്ള ഹെൽമെറ്റ്
ക്ലോക്കിന്റെ കൈകൾ കറുത്തതാണ്
കുഞ്ഞ് ആന
ഒരു കട്ടിലിൽ ഇരിക്കുന്ന കൊച്ചു പെൺകുട്ടി
പക്ഷിയുടെ ചിറക്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
അവശിഷ്ടങ്ങൾ നിറഞ്ഞ വെളുത്ത പെഡൽ സിങ്ക്
ചുവപ്പും കറുപ്പും നിറമുള്ള പായകളുള്ള വെള്ളവും കറുപ്പും നിറമുള്ള ഒരു ബോട്ട്
ജിറാഫുകൾ അവരുടെ ചുറ്റുപാടിൽ നിൽക്കുന്നു
കുതിര സവാരി ചെയ്യുന്ന ഒരു സ്ത്രീ
പുസ്തകങ്ങളുടെ ഒരു ശേഖരം
സീറ്റ് താഴേക്ക്
ഒരു കസേരയുടെ അരികിൽ ഒരു വെളുത്ത പൂച്ച.
കുട്ടികൾ ഒരു പാർട്ടി നടത്തുന്നു
വെള്ളത്തിലെ സെയിൽ ബോട്ട്
ഇത് ഒരു വ്യക്തിയാണ്
രണ്ടു സ്ത്രീകൾ നടപ്പാതയിലൂടെ നടക്കുന്നു
ജിറാഫ് താഴേക്ക് നോക്കുന്നു
ഒരു ബേസ്ബോൾ മൈതാനത്ത് കളിക്കുന്ന ആളുകൾ
ബസിന്റെ വശത്ത് പച്ച ചിഹ്നം
പരന്ന നീല ബെഞ്ചിൽ ഇരിക്കുന്ന മനുഷ്യൻ
മനുഷ്യന്റെ മുഖത്ത് കറുത്ത സൺഗ്ലാസുകൾ.
മണലിൽ ബെഞ്ച്
കാബിനറ്റിന്റെ പിടി
ഒരു പശുവും ആടും
നിലത്ത് വലിയ പച്ച ഇല.
ഒരു പാത്രത്തിൽ പച്ച പയർ
കുതിര നായയെ പരിശോധിക്കുന്നു
ഇളം തവിട്ട് നിറത്തിലുള്ള ടെഡിബിയർ.
കത്രിക ലോഹത്താലാണ് നിർമ്മിച്ചിരിക്കുന്നത്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വായുവിൽ വിമാനം
മനുഷ്യന്റെ തലയിലെ രോമം
മഞ്ഞുവീഴ്ചയിൽ മനുഷ്യൻ ചെരുപ്പ് കെട്ടുന്നു
ഓഫീസിലെ മഞ്ഞ പാനൽ
കരടിയുടെ അരയ്ക്ക് ചുറ്റും സീറ്റ് ബെൽറ്റ്.
റോഡിന്റെ വശത്ത് ഒരു ചെറിയ മുൾപടർപ്പു.
സമുദ്രത്തിലെ വെളുത്ത തരംഗം
ആകാശത്ത് തെളിഞ്ഞ ദിവസം
ഒരു കാലിക്കോ പൂച്ചക്കുട്ടിയുടെ മുഖം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഉള്ളിലുള്ള ഫ്രിഡ്ജുകൾ
2 സീബ്രകൾ ഒരുമിച്ച് നിൽക്കുന്നു
കമ്പ്യൂട്ടർ ഒരു ഡെസ്‌കിൽ
ഒരു കറുത്ത മെറ്റൽ പോൾ
"ഓറഞ്ച്, വൈറ്റ് റോഡ് ചിഹ്നം"
തെരുവിലെ വാഹനങ്ങളുടെ നിര
ആകാശത്ത് നാല് പച്ച കൈറ്റ്സ്.
ജിറാഫ് ലോഗുകൾ നോക്കുന്നു
ചെറിയ പച്ച ടൂത്ത് ബ്രഷ്
ഗ്രില്ലിൽ ഹോട്ട് ഡോഗുകളും ബണ്ണുകളും ഉണ്ട്
വെളിച്ചം ചുമരിൽ
ഗോവണി അതിർത്തിയിൽ ഒരു കാറ്റർ
സ്റ്റോപ്പ് ചിഹ്നം ചുവപ്പാണ്
കയ്യിൽ പാനീയവുമായി നിൽക്കുന്ന സ്ത്രീ
സമുദ്രത്തിൽ സർഫിംഗ് ചെയ്യുന്ന വ്യക്തി
നീലയും വെള്ളയും മെട്രോ ബസ്
ഒരു ഫോണിൽ ഒരു പെൺകുട്ടി.
ആനയുടെ മുന്നിൽ നിൽക്കുന്ന പെൺകുട്ടി
ഷർട്ട് പർപ്പിൾ ആണ്
ചാരനിറത്തിലുള്ള തിളങ്ങുന്ന തെരുവ്.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ടോയ്ലറ്റ് മൂടി ഒരു ടോയ്ലറ്റിൽ ഇരിക്കുന്നു
പുഷ്പം ഒരു പാത്രത്തിൽ
ജെറ്റ് വിമാനം ആകാശത്ത് പറക്കുന്നു
കുട പിടിക്കുന്ന പ്രതിമ
ഒരു കരടി ചരടിൽ കുടുങ്ങിയിരിക്കുന്നു
സർഫ് ബോർഡിലെ ഒരാൾ
വെള്ളത്തിനടുത്തുള്ള കുഞ്ഞു ആനകളുടെ കൂട്ടം
ചുവപ്പും വെള്ളയും അഗ്നി ഹൈഡെൻറ്
കുഞ്ഞ് ആന
രണ്ട് സ്ത്രീകൾ മഴയിൽ നടക്കുന്നു
സ്ക്രീനിൽ മേഘങ്ങൾ
ഒരു മനുഷ്യന്റെ വലത് ചെവി
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പശ്ചാത്തലത്തിൽ ലഘുഭക്ഷണ റാക്ക്
വേലികടുത്തുള്ള ചെറിയ വിറകുകൾ.
തറയിൽ വെളുത്ത ടൈലുകൾ
മുൻവശത്തുള്ള വൃദ്ധ
ഫുട്പാത്തിൽ വ്യക്തി സ്കേറ്റ്ബോർഡിംഗ് ചെയ്യുന്നു
മെറ്റൽ ബാരലിന് ചുവപ്പ് ചായം പൂശി
ഒരു മൃഗശാലയിലെ രണ്ട് സീബ്രകൾ.
ഒരു ക്ലോക്ക് ടവർ
ചുവപ്പും വെള്ളയും നിറമുളള അഗ്നി ജലാംശം
ആളുകൾ കടൽത്തീരത്താണ്
നിരസിച്ച ഇനങ്ങൾ മൂലയിൽ കൂട്ടിയിട്ടിരിക്കുന്നു
ഒരു ബേസ്ബോൾ കളിക്കാരന്റെ തല
തെരുവിലൂടെ ഒരു കാർ ഓടിക്കുന്നു
മുൻവശത്ത് വലിയ കറുത്ത ചെയിൻ.
പുല്ലിൽ ഇലകൾ.
കരടികളും നിക്കോൺ ക്യാമറകളും
വശത്ത് ചുവന്ന പുഷ്പമുള്ള വെളുത്ത ക്രോച്ചറ്റ് തൊപ്പി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ബാറ്റ് ചെയ്യാൻ തയ്യാറെടുക്കുന്ന ഒരു ബാറ്റർ
അതിൽ അഴുക്ക് ഉള്ള നീല വാസ്
പുറത്ത് ഇരിക്കുന്ന സ്ത്രീ
കെട്ടിടത്തിലെ കറുത്ത അടയാളം.
റൂമിലുടനീളം ടിവി
കറുപ്പും വെളുപ്പും പശു
മഞ്ഞുമൂടിയ പല്ലുകൾ
വെള്ളത്തിലെ മരങ്ങളുടെ പ്രതിഫലനം
കുപ്പായം വരകൾ ഉള്ളതാണ്
സിങ്കിലെ ഒഴുക്ക്
പ്ലേറ്റ് മേശപ്പുറത്തുണ്ട്
മേശപ്പുറത്ത് ഉപ്പ് കുലുക്കുക
ക്ലോക്ക് ടവറിന് മുകളിൽ സ്വർണ്ണ ഡോം
വെള്ളയും നീലയും നിറമുള്ള വിമാനം വായുവിൽ പറക്കുന്നു
ക്ലിയറിംഗിൽ നിൽക്കുന്ന ആന
വെള്ളത്തിൽ ഒരു വെളുത്ത സർഫ്ബോർഡ്
വൈറ്റ് ബസ് അല്ലെങ്കിൽ കോച്ച്
കളിക്കാരൻ ഒരു ബേസ്ബോൾ ബാറ്റ് പിടിക്കുന്നു
പന്തിൽ ഒരു ബാറ്റർ അടിക്കുന്നു
പാലങ്ങൾക്കിടയിൽ കല്ലുകൾ.
വെളുത്ത പുഷ്പം.
റോമൻ സംഖ്യാ ഘടികാരത്തിലെ 12 എണ്ണം
കെട്ടിടത്തിന് മുകളിൽ ചിമ്മിനി
ഒരു ബീച്ചിൽ നാല് പേർ
കയ്യിൽ വെളുത്ത റിമോട്ട്
വീഡിയോ ഗെയിം കളിക്കുന്ന രണ്ടുപേർ
ഒരു റെയിൽവേ കാറുകൾ
വ്യക്തി തെരുവിൽ സ്കേറ്റ്ബോർഡിംഗ്
പച്ച ലൈറ്റ് ഓണുള്ള സ്പീക്കർ
ലിഡിന് മുകളിൽ പച്ച ടോയ്‌ലറ്റ് ടാങ്ക്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ആകാശത്ത് പക്ഷി.
ഒരു വെളുത്ത ഫ്രിസ്ബീ വായുവിലൂടെ പറക്കുന്നു
ഒരു കുന്നിന്റെ ഭാഗം
നീലയും ചുവപ്പും നിറത്തിലുള്ള ടെന്നീസ് റാക്കറ്റ്
പെയിന്റ് ചെയ്യാൻ ഒരു മതിൽ തയ്യാറാക്കുന്നു
കമ്പ്യൂട്ടർ മോണിറ്റർ സ്ക്രീൻ ഉപയോഗത്തിലാണ്
രണ്ട് ജിറാഫുകൾ നടക്കുന്നു.
റോഡിൽ ഒരു കാർ.
ഹോട്ട് ഡോഗുകൾ തട്ടത്തിൽ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇവ ജിറാഫ് കൊമ്പുകളാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു സ്ത്രീ പുൽത്തകിടിയിൽ ഇരിക്കുന്നു
ഒരു സൂചന
ഒരു ബാഗ് കോട്ടൺ മിഠായി
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ബൈക്കുകളുടെ പിന്നിലുള്ള ആളുകൾ
ഒരു ഗ്ലാസ് പാത്രത്തിൽ പൂക്കൾ
സ്വർണ്ണ ടൊയോട്ട പ്രിയസ് കാർ
കണ്ണട ധരിച്ച വൃദ്ധ
ഷർട്ടിലെ ചുവന്ന ലോഗോ ബ്രേവ്സ് പറയുന്നു
ആൺകുട്ടി ബേസ്ബോൾ കളിക്കുന്നു.
ചുവന്ന വസ്ത്രം ധരിച്ച ഒരു ജോക്കി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു വലിയ ജാലകത്തിലൂടെ സൂര്യപ്രകാശം വരുന്നു
ഒരു വലിയ കറുത്ത ഡബിൾ ഡെക്കർ ബസ്
വലിയ ചാരനിറത്തിലുള്ള കെട്ടിടം
ഫെയ്‌സ് പ്ലേറ്റിലെ ഹൃദയ ചിഹ്നം
വെള്ളത്തിൽ ഒരു വള്ളം
പച്ച വെള്ളത്തിൽ താറാവുകൾ
വെളുത്തതും കറുത്തതുമായ ഒരു കപ്പൽ
ദ്വീപ് ബീച്ച് രംഗം
സമുദ്രത്തിൽ പട്ടം പറക്കുന്ന ഒരാൾ
അരി വെളുത്തതാണ്.
പുല്ലിൽ കിടക്കുന്ന ആടുകളുടെ കൂട്ടം
കടൽ പവിഴം വെള്ളത്തിനടിയിൽ
ജിറാഫുകളുടെ കുടുംബം
ട്രാഫിക് ലൈറ്റിന് മുകളിലുള്ള ഒരു സ്ത്രീ
പ്ലേറ്റിൽ ഫ്രഞ്ച് ഫ്രൈ
ട്രാഫിക് ലൈറ്റിന്റെ ഭാഗം
ഓറഞ്ച് ഷർട്ടും കറുത്ത പ്ലെയ്ഡ് ഷോർട്ട്സും ഉള്ള മനുഷ്യൻ
കറുത്ത തൊപ്പി ധരിച്ച മനുഷ്യൻ
ചുവപ്പും വെള്ളയും രൂപകൽപ്പനയുള്ള ഫ്ലാഗ്
ഒരു മരത്തിന്റെ ജിറാഫ്
ഒരു വെളുത്ത വിഭവത്തിന് മുകളിലുള്ള ഭക്ഷണം
പച്ച പോസ്റ്റിൽ റെഡ് സ്റ്റോപ്പ് ചിഹ്നം
കുഞ്ഞ് ആന
ചിഹ്നം പച്ചയും വെള്ളയുമാണ്
വെള്ളത്തിന്റെ ഏറ്റവും അടുത്തുള്ള കുടയുടെ വരി
ബേസ്ബോൾ ബാറ്റർ
ആകാശത്ത് വലിയ നീല ഗ്ലൈഡർ
മനുഷ്യൻ തിരമാലയിൽ സർഫിംഗ് ചെയ്യുന്നു
പുല്ലിൽ മാമയും ആടുകളും
വൈറ്റ് ആൻഡ് ബ്ലാക്ക് യൂണിഫോമിലുള്ള മനുഷ്യൻ
വെള്ളത്തിൽ ഒരു ഇരുണ്ട ബോട്ട്.
പെൺകുട്ടിക്ക് സുന്ദരമായ മുടിയുണ്ട്.
സമുദ്രത്തിൽ സഞ്ചരിക്കുന്ന ചെറുപ്പക്കാരൻ
കട്ടിലിൽ ഇരിക്കുന്ന സുന്ദരിയായ പെൺകുട്ടി
കുഞ്ഞ് ആന
ഒരു പാത്രത്തിൽ ഒരു മെഴുകുതിരി
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ബസ് നമ്പർ 968
സ്‌റ്റൗവിൽ നീല കെറ്റിൽ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പ്രായമായ ഒരു സ്ത്രീ പാചകം ചെയ്യുന്നു
പക്ഷിയെ പിടിക്കുന്ന ഒരാൾ
കെട്ടിടത്തിന്റെ ചുവന്ന അക്ഷരം.
മനുഷ്യൻ നൂഡിൽസ് പാത്രം പിടിക്കുന്നു
വളരെ ഉയരമുള്ള ഈന്തപ്പനകൾ
ഡെസ്‌കിൽ നീല ബബിൾസ് മൗസ് പാഡ്.
റോഡിന്റെ വലതുവശത്ത് പച്ച ചിഹ്നം
ഭക്ഷണശാലക്ക് പുറത്തുള്ള ഭക്ഷണ സ്ഥലം
മനുഷ്യൻ ചാരനിറത്തിലുള്ള പ്ലെയ്ഡ് തൊപ്പി ധരിക്കുന്നു
പച്ച ചവറ്റുകുട്ട
വെളുത്ത പ്ലാസ്റ്റിക് കസേരയിൽ ലാപ്ടോപ്പുമായി ഇരിക്കുന്ന മനുഷ്യൻ നിലത്ത് എന്തിനോ വേണ്ടി നോക്കുന്നു.
റെയിൽ ട്രെയിൻ യാത്ര ചെയ്യുന്നു
ഒന്നിലധികം നിറങ്ങളുടെ ഒരു ഡോനട്ട്
ഒരു പാർക്കിംഗ് സ്ഥലത്ത് സ്കേറ്റ്ബോർഡ് ഓടിക്കുന്ന മനുഷ്യൻ
ഫ്രഞ്ച് ഫ്രൈകളുടെ ഒരു പാത്രം
ഈ മനുഷ്യൻ ഇവിടെ ഒരു ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ ഉപയോഗിക്കുന്നു
വെളുത്ത തൊപ്പി ധരിച്ച സ്ത്രീ
മുറിയുടെ മതിൽ മഞ്ഞയാണ്
ഈ ഫോട്ടോയിൽ തിളക്കമുള്ള മഞ്ഞ വാഴപ്പഴമുണ്ട്
ഒരു ബാത്ത്റൂം മിററിൽ ലൈറ്റുകൾ ഘടിപ്പിച്ചിരിക്കുന്നു
സർഫർ വഹിച്ച സർഫ് ബോർഡ്
മാനെക്വിൻ തൊപ്പി ധരിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സ്ത്രീ ഗ്ലാസിൽ വീഞ്ഞ് ഒഴിക്കുന്നു
"മഞ്ഞ ചാര, വെളുത്ത വിമാനം"
ഒരു വ്യക്തിയുടെ കൈ ബ്ലെൻഡറിന് മുകളിലാണ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കറുത്ത മുഖമുള്ള തവിട്ടുനിറത്തിലുള്ള പശു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
രണ്ട് പൂച്ചകൾ മരം ബെഞ്ചിൽ കിടക്കുന്നു
ചുവപ്പ് നിറത്തിലുള്ള 8 നമ്പർ
മുൻ ചക്രം കറുത്തതാണ്.
നീല ചരക്ക് ട്രെയിൻ
നിലത്ത് ചെറിയ പാറകൾ
കുതിരകൾ ഒരു ഓട്ടം നടത്തുന്നു
മുൻ‌ഭാഗത്ത് കുതിര മേയുന്നു
പെൺകുട്ടി സ്കേറ്റ്ബോർഡിംഗ് ആണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മൈതാനത്ത് ഒരു ഗോൾ
വലുതും ഓറഞ്ച് നിറത്തിലുള്ളതുമായ ജലാംശം
ഫ്രിസ്ബീ വെളുത്തതാണ്.
നിരവധി ബോട്ടുകൾ വെള്ളത്തിൽ ഇറങ്ങുന്നു
ടൈൽ ചെയ്ത തറയിൽ കുറിയ വാൽ ഉള്ള കറുത്ത നായ
രണ്ടുപേർ കടൽത്തീരത്ത് നിൽക്കുന്നു
കൗണ്ടർ‌ടോപ്പിലെ ഇലക്ട്രിക് കെറ്റിൽ
മണൽത്തരിയിൽ നിൽക്കുന്ന പക്ഷി
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ആകാശത്ത് ഒന്നിലധികം പട്ടം
അരിഞ്ഞ വെളുത്ത സവാള കഷണം
മുറിക്കുന്ന ബോർഡിൽ പച്ചമുളക്
സർക്കിളിന് നടുവിൽ വെള്ളി ഡൈം
നീലയും ചുവപ്പും നിറത്തിലുള്ള ടൈ
പെൺകുട്ടി സ്നോബോർഡിലാണ്
രണ്ട് കഷ്ണം തക്കാളി
ഒരു പേപ്പർ പ്ലേറ്റിൽ പിസ്സയുടെ രണ്ട് കഷണങ്ങൾ
മരത്തിന്റെ മേശയിൽ വെളുത്ത പ്ലേറ്റ്
ഒരു വിമാനത്തിലെ ടയറുകൾ
മൂടി അടച്ച ഒരു വെളുത്ത ടോയ്‌ലറ്റ്
ഒരു കടൽത്തീരത്ത് രണ്ട് ബോട്ടുകൾ
മേശപ്പുറത്ത് രണ്ട് ഗ്ലാസുകൾ.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
നീലയും വെള്ളയും ബേസ്ബോൾ ഹെൽമെറ്റ്
ആകാശത്തിലെ കൊച്ചു പെൺകുട്ടി
ട്രെയിനിന്റെ പഴയ തുരുമ്പിച്ച ട്രക്ക്
പിസ്സ ട്രേയിലാണ്.
ദ്വീപ് ബീച്ച് രംഗം
ഒരു കുതിരയെ ഓടിക്കുന്ന ഒരു ജോക്കി
ഒരു വെളുത്ത പ്ലേറ്റിൽ രണ്ട് ഡോണട്ട്സ്
പെൺകുട്ടി ഒരു ബേസ്ബോൾ ബാറ്റ് പിടിക്കുന്നു
കറുപ്പും വെളുപ്പും പൂച്ച
ഇതൊരു പക്ഷിയാണ്
കമ്പ്യൂട്ടർ മേശപ്പുറത്ത്
ഫ്ലോറസന്റ് സീലിംഗ് ലൈറ്റുകളുടെ നിര
ഒരു റൌണ്ട് ക്യു ടൈപ്പ്റൈറ്റർ കീ
മാലിന്യക്കൂമ്പാരത്തിനുള്ളിലെ കുപ്പി.
കട്ടിയുള്ള റൗണ്ട് ഗ്ലാസുകൾ
ഫോൾഡർ ബീച്ച് കസേര
അത്താഴത്തിന് ഒരു ചീസി വിഭവം
ലോഗോയുള്ള ചുവന്ന ബേസ്ബോൾ തൊപ്പി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
സാഡിലിൽ ആടുകളുടെ തൊലി
സൈഡ് റോഡിൽ പച്ചക്കറികൾ
കുട്ടി പിങ്ക് കോട്ട് ധരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
തടി മേശപ്പുറത്ത് സ്റ്റെയിൻലെസ് സ്റ്റീൽ ടെലിഫോൺ
പ്രദേശത്ത് ഒരു മോട്ടോർസൈക്കിൾ
ക്യാച്ചർ
സ്റ്റോറിന് മുന്നിൽ വൈറ്റ് സർഫ് ബോർഡ്
വയലിൽ ധാരാളം ആടുകൾ
ഒരു ഫ്രിസ്‌ബീ കളിക്കുന്നു
സ്കേറ്റ്ബോർഡർ വായുവിൽ
വെളുത്ത ജാക്കറ്റ് ധരിച്ച സ്ത്രീ
ഒരു കറുത്ത മുട്ട്
സെൽ ഫോണിൽ സംസാരിച്ചു കൊണ്ട് നടക്കുന്ന വ്യക്തി
വർണ്ണാഭമായ ബോ ടൈ
ഒരു സ്ത്രീ കുതിരസവാരി
ഒരു മൂടൽമഞ്ഞ് രംഗം
മനുഷ്യന്റെ തലയിൽ തൊപ്പി.
ചുവന്ന ഡബിൾ ഡെക്കർ ബസ്
ധാരാളം ആളുകൾ തീവണ്ടിക്കായി കാത്തിരിക്കുന്നു
കാഴ്ചയിൽ ഭംഗിയുള്ള ഒരു സാൻ‌ഡ്‌വിച്ച്
ഇരട്ട നില ബസ് ചുവപ്പാണ്
ഒരു പച്ച മെറ്റൽ ഗേറ്റ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സ്ത്രീയുടെ മുൻപിൽ വിഭവങ്ങൾ
ഒരു മനുഷ്യന് നീലക്കണ്ണുകളുണ്ട്
ഒരു ചുവന്ന ഫോൺ ബൂത്ത്
പുല്ലിൽ ടി-ബോൾ സ്റ്റാൻഡ്
കറുത്ത ലെതർ കസേര
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ടോയ്‌ലറ്റിൽ സിൽവർ ഹാൻഡിൽ
കയ്യിൽ ഓറഞ്ച് ഫ്രിസ്ബീ.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു ക്ലിപ്പ്ബോർഡ് കൈവശമുള്ള മനുഷ്യൻ.
വെള്ളി ലോഹ ഫോർക്ക്
കറുപ്പും തവിട്ടുനിറവുമുള്ള ഒരു നായ്ക്കുട്ടി
സ്യൂട്ട്‌കേസിലെ പൂച്ചകൾ
മഞ്ഞ്‌ തൊടുന്ന വെളുത്ത സ്കീ പോൾ
സമുദ്രജലം വളരെ ശാന്തമാണ്
കുഞ്ഞ് ആന
വെള്ളത്തിൽ മൃഗം
സർഫ്ബോർഡ് ഓടിക്കുന്ന വ്യക്തി
മനുഷ്യൻ മുടി മുറിക്കുന്നു.
ബൈക്ക് ഓടിക്കുന്ന സ്ത്രീ.
ആൺകുട്ടി ഒരു സെൽ ഫോൺ കടിക്കുന്നു.
അമ്മയും കുഞ്ഞും ജിറാഫും
കടൽത്തീരത്തിന്റെ ഭാഗം
കറുത്ത മൂക്ക് ഉള്ള വെളുത്ത ധ്രുവക്കരടി.
ട്രാഫിക് ലൈറ്റ് വയറിൽ നിന്ന് തൂക്കിയിരിക്കുന്നു.
മേൽക്കൂരയിൽ നിന്ന് ഒരു അടയാളം തൂക്കിയിരിക്കുന്നു
ട്രെയിനിൽ വൈറ്റ് പ്രിന്റ്
ഗിത്താർ കേസിലെ വെളുത്ത നായ.
നിലത്ത് ഓറഞ്ച്
മഞ്ഞ വിസറും നീലയും മഞ്ഞയും ഉള്ള ഒരു പെൺകുട്ടി.
കറുപ്പും വെള്ളിയും ഉള്ള സ്മാർട്ട് ഫോൺ
പുരുഷന്മാർ അവരുടെ ടൂർ ബസിന് പുറത്ത് തടിച്ചുകൂടി
മേശപ്പുറത്ത് വിളക്ക്.
"നീല, വെള്ള പാസഞ്ചർ ട്രെയിൻ"
ഒരു പാലത്തിൽ ഒരു ട്രെയിൻ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സ്കേറ്റ്ബോർഡ് തലകീഴായി
ഒരു കുതിരയുടെ പുറകിൽ ജോക്കി
ജിറാഫ് മരത്തിന് സമീപം
ടെക്സ്ചർ ചെയ്ത ടേബിൾ ടോപ്പ് സുഗമമാക്കുക
ഒരു സ്ത്രീ മെഴുകുതിരികൾ ing തി
പിന്നിൽ ഇഷ്ടിക അടുപ്പ്.
ഒരു പ്ലാസ്റ്റർ പശുവിന്റെ മോന്ത
വ്യക്തിയുടെ കയ്യിൽ ബാറ്റ്
കേക്കിന്റെ മുകളിൽ ചെറിയ പതാക
കുഞ്ഞ് ആന
ആപ്പിൾ തൊലിയുടെ ഒരു കൂമ്പാരം
ട്രെയിൻ ട്രാക്കുകളിൽ ട്രെയിൻ നീങ്ങുന്നു
ഭക്ഷണം നിറഞ്ഞ ഒരു ചെറിയ പാത്രം
ഒരു മേശപ്പുറത്ത് ഇരിക്കുന്ന ലാപ് ടോപ്പ്
ധാന്യവും ഒരു വാഴഉം
വൊമ ഒരു വലിയ മഞ്ഞ നിറമുള്ള തൊപ്പി ധരിക്കുന്നു
മനുഷ്യന്റെ തല
ഒരു ട്ട്രങ്കിന് മുന്നിൽ ഒരു വെളുത്ത ടോയ്‌ലറ്റ്
വലിയ വെളുത്ത പി.
ഒരു ബാഗ് കോട്ടൺ മിഠായി
"ഓറഞ്ച്നി,വൃത്തവും ആണ് ഫ്രിസ്‌ബീ"
കുഞ്ഞ് ആന
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ജേഴ്സിയിലെ കളിക്കാരന്റെ നമ്പർ
കുഞ്ഞ് ആന
നാല് ഫോറുകളിലും കരടി നടത്തം.
കുഞ്ഞ് ആന
ഒരു വലിയ വട്ടത്തിലുള്ള ചക്രം
പുല്ലിലെ പയ്യൻ
ഒരു കുളിമുറിയിൽ ഒരു ടോയ്‌ലറ്റ്
ട്രെയിൻ ഒരു നഗരത്തിലൂടെ പോകുന്നു
പേനയിലെ സീബ്രകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ലാപ്‌ടോപ്പിലെ കറുത്ത കീകൾ
സ്റ്റിക്ക് ഫിഗർ ഡിസൈനിലുള്ള പിങ്ക് ടി-ഷർട്ട്
പക്ഷിക്ക് ചുവന്ന കൊക്ക് ഉണ്ട്.
സൺഗ്ലാസിലുള്ള സ്ത്രീ
ഫ്രെയിം ചെയ്ത ചിത്രം ചുമരിൽ തൂക്കിയിരിക്കുന്നു.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കുഞ്ഞു ആന നടത്തുന്ന മുന്നേറുന്നു
ഒരാൾ ടെന്നീസ് കളിക്കുന്നു
ഒരു ചെറിയ പെൺകുട്ടി
തവിട്ട് വാതിലിലുള്ള ചിഹ്നം
നിലത്തിന്റെ ഒരു ഭാഗം
വായുവിൽ ഒരു പച്ച പന്ത്
ഫാൻസി ഗോൾഡ് വാച്ച്
തടി പ്രതലത്തിൽ സ്കേറ്റ്ബോർഡ്
തെരുവിന്റെ അരികിൽ നിർത്തിയിട്ടിരിക്കുന്ന ഒരു വലിയ പാസഞ്ചർ ബസ്
മുൻവശത്തെ വിൻഡോയുള്ള വെളുത്ത ഓവൻ
ഒരു കെട്ടിടത്തിന്റെ മുകളിൽ പ്രതിമ
ഒരു പെൺകുട്ടി സുരക്ഷയ്ക്കായി ചൂഷണം ചെയ്യുന്നു
ഒരു വിമാനം പറക്കുന്നു
പ്രതിഫലനവും ഇന്റീരിയറും കാണിക്കുന്ന കഫെ വിൻഡോ
നീല പാന്റിൽ മനുഷ്യൻ
നീല ഷർട്ട് ധരിച്ച വ്യക്തി കൈകൾ ഉയർത്തിപ്പിടിക്കുന്നു
ആകാശത്ത് ഒരു വ്യക്തി
ചുവപ്പും വെള്ളയും സ്റ്റോപ്പ് ചിഹ്നം
തരംഗത്തിന്റെ ഭാഗം
ആകാശം ഇരുണ്ടതായി മാറുകയാണ്.
ബൈക്കുകൾക്ക് ചുവടെയുള്ള നീല വാഹനം.
ഒരു കാറിന്റെ വശത്തുള്ള ഒരാൾ
ഹെൽമെറ്റിന്റെ ഭാഗം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
രണ്ട് പശുക്കൾ തിന്നുന്നു
ലൈറ്റ് ഇട്ടിരിക്കുന്ന ഫയർ ട്രക്ക്
തീവണ്ടി പാളത്തിലൂടെ ഓടുന്നു
പെൺകുട്ടി മെഴുകുതിരികൾ ഊതി കിടത്തുന്നു.
ഒരു കൗണ്ടറിൽ നിരവധി കുപ്പികൾ
ഒരു സിങ്കിന്റെ അറ്റം
കുഞ്ഞ് ആന
ഒരു പുഷ്പത്തിന്റെ പിങ്ക് ദളങ്ങൾ
ഒരു പാർക്കിംഗ് സ്ഥലത്ത് കാറുകൾ
പെൺകുട്ടി ഇരിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വലിയ തെരുവ് ചിഹ്നം
ഒരു പിങ്ക് ടെഡി ബിയർ
ബേസ്ബോൾ മൈതാനത്തിന്റെ പച്ച വരയുള്ള പുല്ല്
പാതയുടെ അരികിൽ തടികൊണ്ടുള്ള ബെഞ്ച്
ഒരു ഫീൽഡിൽ രണ്ട് സീബ്രകൾ
പശ്ചാത്തലം കറുത്തതാണ്
കപ്പ് മേശപ്പുറത്ത്
ഇത് ഒരു വനിത സ്കേറ്റ് ബോർഡിംഗ് ചെയ്യുന്നു
കടൽത്തീരത്ത് ഒരു ബ്രോക്കൺ വുഡ് ബോട്ട്
ഒരു കാറിനടുത്തുള്ള ഒരു മോട്ടോർസൈക്കിൾ
ബാറ്റിൽ ഒരു ബേസ്ബോൾ കളിക്കാരൻ
വെളുത്ത വിൻഡോ ഷട്ടറുകൾ
"തവിട്ട്, വെളുത്ത നായ്ക്കുട്ടി"
മുഖങ്ങളുള്ള വെളുത്ത പാത്രം
മേശപ്പുറത്ത് ഒരു കറുത്ത പിയാനോ
ഒരു ചുറ്റുപാടിൽ നിൽക്കുന്ന ജിറാഫ്
ചെറുപ്പ ധരിച്ച ഒരാൾ
നീല ജാക്കറ്റ് ധരിച്ച പെൺകുട്ടി
ട്രെയിൻ കറുത്ത നിറമാണ്
പുല്ലിന്റെ ഭാഗം
ഒരു വാലിന്റെ അറ്റം
കുഞ്ഞ് ആന
സമുദ്രത്തിൽ രണ്ട് സർഫറുകൾ
ഒരു വിമാനത്താവളത്തിലെ വിമാനം
ബൈക്ക് പാർക്ക് ചെയ്‌തു
മരത്തിൽ പച്ചിലകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കുളിമുറിയിൽ ടിഷ്യുവിന്റെ ഒരു റോൾ
ഒരാൾ വായുവിൽ ചാടുന്നു
കുഞ്ഞ് ആന
ഗോപുരത്തിന് മുകളിൽ അമേരിക്കൻ പതാക
ഒരു കൺവെൻഷനിലെ ആളുകൾ
നിലത്ത് കറുത്ത പുള്ളി
സിങ്ക് വെളുത്ത നിറമാണ്.
ആകാശത്തിലെ വിമാനം
ഒരു കൗണ്ടറിന്റെ മുൻവശം
ഒരു വയലിൽ തുരുമ്പിച്ച പുരാതന ട്രക്ക്
ഒരു റെയിലിന്റെ വശം
ബ്ര brown ൺ ആൻഡ് വൈറ്റ് മക്ഡൊണാൾഡ്സ് ഹാഷ് ബ്ര rown ൺ.
ഫോൺ കറുത്തതാണ്.
അരങ്ങിൽ ഉയർന്ന സിമൻറ് വേലി
തലയിൽ ഇരുണ്ട ഷേഡുകൾ
പ്ലേറ്റിലെ കേക്ക്
പശ്ചാത്തലത്തിലുള്ള കുതിര തവിട്ടുനിറമാണ്.
സമുദ്രതീരം
മനുഷ്യൻ ചെരിപ്പാണ് ധരിക്കുന്നത്
കറുത്ത സെഡാനും വൈറ്റ് വാനും
കളിക്കാരനിൽ ശിരോകവജം
പൂച്ചയുടെ കൈ വെളുത്തതാണ്.
ഒരു സ്നോബോർഡ്
ആന്റിന നിറമുള്ള വെള്ളിയും കടും ചാരനിറവുമുള്ള ഇന്റർനെറ്റ് റൂട്ടർ
പൂച്ച ഇരിക്യുന്നു കാർ മേൽക്കൂര
വെളുത്ത ഫ്രിസ്ബീ വായുവിൽ
കുഞ്ഞ് ആന
മഞ്ഞ വാഴപ്പഴത്തിന്റെ കുലകൾ
സ്ത്രീ അത്ഭുതപ്പെട്ടു
വെളുത്ത ലൈറ്റ് ബൾബ് തൂക്കിയിരിക്കുന്നു
"സിൽവർ, ബ്ലാക്ക് സെൽ ഫോൺ"
ഒരു സ്ത്രീ രണ്ട് കൊട്ട ചുമക്കുന്നു.
ഒരു സാൻ‌വിച്ച് വിഭവത്തിൽ ഉണ്ട്
ഒരു പച്ച ഷവർ സ്‌ക്രബ്
ചുവന്ന ഇഷ്ടിക മതിൽ
നിലം പച്ചയും തവിട്ടുനിറവുമാണ്.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ആളുകൾ സ്കീസിലാണ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വ്യക്തി ഒരു ഫ്രിസ്‌ബീ കൈവശം വച്ചിരിക്കുന്നു
ഒരു ക്ലോക്കിലെ നമ്പർ
കുട്ടി ധരിക്കുന്ന തൊപ്പി.
ചാരനിറത്തിലുള്ള ജാക്കറ്റ് ധരിച്ച മനുഷ്യൻ
ഒരു മേശപ്പുറത്ത് ലാപ്‌ടോപ്പ്
പാസ്തയുടെ വെളുത്ത പാത്രം
ധ്രുവം വെളുത്തതാണ്
ബസുകൾ പാർക്ക് ചെയ്തിരിക്കുന്നു
ഒരു മെഴുകുതിരി
റൺവേയിലെ ചുവന്ന തീവണ്ടി
കുഞ്ഞ് ആന
തറയിൽ കുപ്പി
കറുപ്പും ചാരനിറത്തിലുള്ള ടെലിഫോൺ
വൈറ്റ് ടാങ്ക് ടോപ്പ് ധരിച്ച സ്ത്രീ
കോർട്ടിൽ സ്ത്രീകൾ ടെന്നീസ് കളിക്കുന്നു.
കുഞ്ഞ് ആന
വെളുത്ത നിറമാണ് മേഘങ്ങൾക്ക്
പഴയ തടി കസേര
ഗ്രേ മെറ്റൽ ഫ്ലഷർ ഹാൻഡിൽ
ഒരു ചെറിയ കുപ്പി ഗുളികകൾ
ഒരു പെൺകുട്ടി പല്ല് തേക്കുന്നു
ലാപ്‌ടോപ്പ് പ്രവർത്തനത്തിലാണ്
ഫോട്ടോയിൽ ഒരു ബാറ്റ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
തൊപ്പി ധരിച്ച ഒരു മഞ്ഞുമനുഷ്യൻ
ഒരു നഗര തെരുവ് രംഗം
കോളേജ് വിദ്യാർത്ഥി തന്റെ സെൽ ഫോണിൽ സംസാരിക്കുന്നു
വളരെ വലിയ മൂന്ന് ആടുകൾ
പൂച്ചകളുടെ കണ്ണുകൾ മഞ്ഞയാണ്.
നടപ്പാതയിൽ ഇരിക്കുന്ന മനുഷ്യൻ
നീല സ്നോ ബോർഡിംഗ് ശിരോകവജം
പച്ച അങ്കി ധരിച്ച ഒരാൾ
അടുക്കളയിൽ നിൽക്കുന്ന ആളുകൾ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
മുള്ളുവേലിയുടെ വരി
മരം ബെഞ്ചിന് മുകളിൽ ഇരിക്കുന്ന ഒരു അടയാളം
യുവതി നീല ജീൻസ് ധരിക്കുന്നു.
നീല ഇരു നില ബസ്
വശത്ത് ഒരു ഹാൻഡിൽ ഉപയോഗിച്ച് പായൽ
TOY4fun ഉള്ള ട്രക്കിന്റെ പുറകിൽ
ചുവപ്പും വെള്ളയും കുട
ഒരു വലിയ മേശ വിളക്ക്
"തെരുവിൽ തവിട്ടും, വെള്ളയും നിറത്തിലുള്ള പശു"
ഒരു വ്യക്തി മുൻവശത്താണ്
ഒരു സ്ത്രീയുടെ മുകളിൽ കറുത്ത ടോപ്പ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ടെന്നീസ് കളിക്കാരൻ ധരിച്ചിരിക്കുന്നു തൊപ്പി
കരടി ഒരു ഷർട്ട് ധരിക്കുന്നു
ആകാശത്ത് കറുപ്പും വെളുപ്പും പക്ഷി
ചെറിയ കറുത്ത ബാഗ്.
ഒരു ടേബിൾ ടോപ്പ് മിറർ
ആനകളുടെ ഒരു കൂട്ടം
ടോയ്‌ലറ്റ് സീറ്റ് തുറന്നിരിക്കുന്നു
ചാരനിറത്തിലുള്ള നടപ്പാതയായി പരന്ന കല്ലുകൾ
നാല് കാലുകളിലും വെള്ളയും കറുപ്പും നിറമുള്ള സീബ്ര നിൽക്കുന്നു
വലതുവശത്തുള്ള ചെറിയ ആന.
മേശപ്പുറത്ത് വെളുത്ത പ്ലേറ്റ്
മേശപ്പുറത്ത് വ്യക്തമായ ഗ്ലാസ്
ക്ലോക്കിലെ റോമൻ സംഖ്യ
കുട്ടി ധരിക്കുന്ന കറുപ്പും വെളുപ്പും ഷോർട്ട്സ്.
സ്കേറ്റ്ബോർഡർ ഒരു തന്ത്രം ചെയ്യുന്നു
വയലിൽ ഒരു തവിട്ട് പശു
ചിൻ സ്ട്രാപ്പുള്ള കറുത്ത മോട്ടോർസൈക്കിൾ സുരക്ഷാ ഹെൽമെറ്റ്
ഒരു മുറിയിൽ ഒരു പട്ടം
പുല്ല് പൊതിഞ്ഞ വയലിൽ പശു നിൽക്കുന്നു
ടോയ്‌ലറ്റ് സെറാമിക് കൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്
ഒരു ബാറ്റ് പിടിക്കുന്നയാൾ
മേശപ്പുറത്ത് ഒരു വൃത്തികെട്ട പ്ലേറ്റ്
പഴയ ശൈലി ചുവന്ന ഫയർ‌ട്രക്ക്
ഒരു കറുപ്പും വെളുപ്പും പൂച്ചക്കുട്ടി ഉറങ്ങുന്നു
റഫ്രിജറേറ്ററിന്റെ വാതിൽ അടച്ചിരിക്കുന്നു
കൊക്കക്കോളയുടെ ചുവപ്പും വെള്ളയും ക്യാനുകൾ അടുക്കി വച്ചിരിക്കുന്നു.
ഒരു വലിയ കറുപ്പും വെളുപ്പും ചെക്കേർഡ് ഫ്ലോർ.
ഒരു മഞ്ഞ പ്ലാസ്റ്റിക് ബേസ്ബോൾ ബാറ്റ്.
മനുഷ്യൻ സോഫയിൽ ഇരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ജന്മദിന കേക്ക് കഷണം
ഒരു തവിട്ട് ടൈ
ചെറിയ മഞ്ഞ അഗ്നി ജലാംശം
മുൻഭാഗത്ത് ഒരു മനുഷ്യൻ
ലാപ്ടോപ്പുകൾ നിറഞ്ഞ ഒരു മേശ
ട്രെയിൻ ട്രാക്കുകൾ
അവന്റെ ചെരിപ്പുകൾ കറുത്തതാണ്.
"പിങ്ക്, വൈറ്റ് കൈറ്റ്"
തടസ്സങ്ങൾ പച്ചയാണ്
ആകാശത്തിലെ വിമാനം.
പക്ഷിക്ക് ഒരു വാൽ ഉണ്ട്
കൈറ്റ് സ്ട്രിംഗ് ഉയർത്തിപ്പിടിച്ച ഒരു സ്ത്രീ
മേശപ്പുറത്ത് നീല നിറം
വരയുള്ള ടൈ ധരിച്ച മനുഷ്യൻ.
നിലത്ത് കറുത്ത പുള്ളി
പച്ച വെള്ളത്തിൽ വെളുത്ത തരംഗത്തിന് മുന്നിൽ സർഫർ ചെയ്യുക
വെളുത്ത മുഖമുള്ള കറുത്ത പശു
ഒരു മനുഷ്യന്റെ കറുത്ത കൈത്തണ്ട വാച്ച്
ഒരു വെള്ളി മോട്ടോർസൈക്കിൾ
ഒരു വലിയ വെളുത്ത പാത്രത്തിന് മുന്നിൽ ഇരിക്കുന്ന ഒരാൾ.
ചുവന്ന ഇഷ്ടിക കെട്ടിടം.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ആനയുടെ വെളുത്ത കൊമ്പ്
ഒരു നഗരത്തിന് മുകളിലൂടെ ഒരു സഞ്ചാര തീവണ്ടി
ഒരു നീണ്ട ട്രെയിൻ
ഒരു ധ്രുവത്തിൽ ഒരു സ്റ്റോപ്പ് ചിഹ്നം.
മുറിച്ച കാരറ്റ് കഷണം
ചുവന്ന ബാഗുകളിൽ ഓറഞ്ച്
കുതിരപ്പുറത്തുള്ള മനുഷ്യന്റെ പ്രതിമ
ഒരു റോഡ് മുറിച്ചുകടക്കുന്ന സീബ്രകൾ
തുളച്ചുകയറുന്ന പൂച്ച
ദ്വീപ് ബീച്ച് രംഗം
കുറ്റിക്കാട്ടിൽ നിൽക്കുന്ന ഒരു പശു
ഒരു വെളുത്ത സ്കേറ്റ്ബോർഡ്
കറുത്ത നടപ്പാതയുടെ ഭാഗം
മഞ്ഞുവീഴ്ചയിൽ സ്കീകൾ
തുടർച്ചയായി മൂന്ന് താറാവുകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പെൺകുട്ടി സ്കേറ്റ്ബോർഡ് ഓടികുന്നു
ഒരു ബാഗ് കോട്ടൺ മിഠായി
"ചുവപ്പ് വെള്ളയും , നീലയും നിറമുള്ള ബസ്"
ആകാശത്ത് പറക്കുന്ന വിമാനം.
മഞ്ഞ് നിലം മൂടുന്നു
സ്പൂൺ കറുത്തതാണ്
ഒരു മരത്തിൽ പച്ച ഇലകൾ
ഒരു ലോഹ വെള്ളി കത്തി
കുഞ്ഞ് ആന
കുതിര തവിട്ടുനിറമാണ്
വെളുത്ത നീലയും പിങ്ക് തൊപ്പിയും
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
പാത്രത്തിൽ തിളക്കമുള്ള ഓറഞ്ച് പഴം
ചെറിയ കറുത്ത നായ പാർക്ക് ബെഞ്ചിൽ ഇരിക്കുന്നു
"മഞ്ഞ, കറുപ്പ് ശിരോകവജം"
ആന സവാരി ചെയ്യുന്ന ആളുകൾ
ഒരു കറുത്ത ഷോർട്ട് പോൾ
ബസിന് മുന്നിൽ റേഡിയേറ്റർ താമ്രജാലം
തെരുവിൽ നിൽക്കുന്ന കുട്ടി
രണ്ട് സീബ്രകൾ തടവുന്നു
തെരുവിൽ ഒരു ചുവന്ന അഗ്നി ജലാംശം
നടപ്പാതയിലെ പഴയ വെളുത്ത ടോയ്‌ലറ്റ്
ഒരു കൂട്ടം കസേരകൾ അടുക്കിയിരിക്കുന്നു
പെൺകുട്ടിക്ക് ലഗേജ് ഉണ്ട്
പുഷ്പ കാണ്ഡം പച്ചയാണ്
വ്യക്തമായ ഗ്ലാസ് പാത്രത്തിൽ താമര.
മനുഷ്യൻ കൈ നോക്കുന്നു
ഒരു മെറ്റൽ ട്രേയിൽ ഡോണട്ട്സ്.
കറുത്ത കരടി തെരുവിലൂടെ നടക്കുന്നു
ആ മനുഷ്യൻ അവന്റെ ഫോണിലേക്ക് നോക്കുന്നു
കുഞ്ഞ് ആന
സിയാറ്റ് നീലയാണ്
ധാരാളം കുടകൾ
ഒരു ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ പെട്ടി
മനുഷ്യൻ പശുവിനെ കാണുന്നു
ചോക്ക്ബോർഡിന്റെ ഒരു ഭാഗം
ജീൻ പാന്റ്സ്
വിചിത്രമായി കാണപ്പെടുന്ന വിളക്ക്
കടുവയുടെ മുഖത്ത് ടൈ
കറുപ്പും വെളുപ്പും ചെക്കേർഡ് ബെഡ്ഡിംഗ്
വൃദ്ധൻ ബെഞ്ചിൽ കിടക്കുന്നു
ആകാശം വ്യക്തമാണ്
നിലത്ത് ബോർഡുകൾ.
കൊട്ട ചുമക്കുന്ന ഒരാൾ
ഒരു വൃദ്ധൻ.
ആകാശത്തിലെ വിമാനം
പാത്രത്തിൽ കേക്ക്.
വെളുത്ത മണൽ കടൽത്തീരം
നീളമുള്ള വെളുത്ത ധ്രുവം
ഒരു വെളുത്ത കാറിന്റെ ഭാഗം
ഒരു കട്ടിൽ ഒരു പുതപ്പ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വലതുവശത്ത് അഭിമുഖീകരിക്കുന്ന ജിറാഫ്
സ്ത്രീയുടെ അരക്കെട്ട് പേഴ്സ്.
നാവുകൾ കാണാവുന്ന രണ്ട് നായ്ക്കൾ.
ഇരുണ്ട തവിട്ടുനിറം
ഒരു മനുഷ്യൻ ഭക്ഷണം കഴിക്കുന്നു.
റോഡിന്റെ വശത്ത് ഒരു ട്രക്ക്
ഒരു തളികയിൽ രണ്ട് മുളക് നായ്ക്കൾ
ചുവരിലെ ക്രിസ്മസ് ട്രീ
ഇടതുവശത്തുള്ള ആനയുടെ തുമ്പിക്കൈ.
മഞ്ഞിൽ നിൽക്കുന്ന ഒരു കുട്ടി
ഒരു നഗര തെരുവിന്റെ ചിത്രം
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് വരയുള്ള തലയിണ
ഫോട്ടോയിലെ ഒരു ബസ്
മഞ്ഞ വസ്ത്രം ധരിച്ച മനുഷ്യൻ
"വെള്ള, നീല ട്രെയിൻ എഞ്ചിൻ"
ഒരു ആങ്കർ വില്ലിൽ നിന്ന് തൂങ്ങിക്കിടക്കുന്നു
ഫെൻഡറിലെ ഫോട്ടോഗ്രാഫറുടെ പ്രതിഫലനം
പക്ഷിക്ക് നരച്ച തലയുണ്ട്
ഒരു പച്ച ഗ്ലാസ് കുപ്പി
ചാരനിറത്തിലുള്ള ബീച്ച്വാക്കിന്റെ ചെറിയ ഭാഗം
ഒരു നീല യുഎസ് സന്ദേശ തൂൺ
ഘടികാരം പുറത്ത് ഇരിക്കുന്നു
സ്നോബോർഡർ ഹിമത്തിൽ.
ഒരു മോട്ടോർസൈക്കിൾ പ്രദർശിപ്പിച്ചിരിക്കുന്നു
പോർസലൈൻ കൊണ്ട് നിർമ്മിച്ച വിന്റേജ് ടോയ്‌ലറ്റ്
ടൂത്ത് ബ്രഷിൽ ബ്രിസ്റ്റോളുകൾ
മൗസ്പാഡിലെ മൗസ്
"മഞ്ഞ, ചുവപ്പ് അഗ്നി ജലാംശം"
ലഗേജ് നിലത്താണ്
മേൽക്കൂരയിൽ കറുത്ത ഷിംഗിൾസ്
കുറുക്ക് കടക്കളിലൂടെ നടക്കുന്ന പച്ച ധരിച്ച വ്യക്തി
പുതുതായി മടക്കിയ ബാത്ത് ടവലുകൾ
ഇതൊരു കൊച്ചു പെൺകുട്ടിയാണ്
ഒരു ഗ്ലാസിൽ ഒരു പുഷ്പം
വിൻഡോയിലൂടെ മേശയും കസേരകളും
സ്നോ സ്കീസിൽ ചുവപ്പ് ധരിച്ച ഒരാൾ
അകലെ പർവ്വതങ്ങൾ
അമേരിക്കൻ പതാക പാറ്റേൺ ചെയ്ത ഹെൽമെറ്റ്
പശു ഓടിക്കുന്ന ഒരാൾ
ഇവ കൊമ്പുകളാണ്
പാറയിൽ വരച്ച റൗണ്ട് സ്റ്റോപ്പ് ചിഹ്നം
ഇത് ഡോനട്ട്സിന്റെ സൂക്ഷ്മമായ ശേഖരമാണ്
അയാൾ നിയന്ത്രണം വിട്ട് കുതിക്കുകയാണ്
പയ്യൻ സ്കാറ്റ്ബോർഡിംഗ് വശത്ത് നിന്ന് ചെയ്യുന്നു
മനുഷ്യൻ മഞ്ഞിൽ ചാടുന്നു
ചാര കുതിരയുടെ പ്രതിമ
"പച്ച, ബ്രൗൺ നിറമുള്ള പുല്ലിന്റെ ഒരു ഭാഗം"
വായുവിലെ വയർ നക്ഷത്രം
ടെന്നീസ് കോർട്ടിൽ വൈറ്റ് ലൈൻ
കറുത്ത കോട്ട് ധരിച്ച സ്ത്രീ പിങ്ക് കുട പിടിക്കുന്നു
നീളമുള്ള തവിട്ട് ബാർ
ഒരു വ്യക്തി സ്നോബോർഡിംഗ്
തെരുവിൽ നീല സ്കൂൾ ബസ്
പർവതത്തിൽനിന്ന് ഇറങ്ങിച്ചെല്ലുന്ന സ്കീയർ
ഇതൊരു ട്രക്ക് ആണ്
തറയിലെ ടോയ്‌ലറ്റ്
വസ്ത്രങ്ങൾ കൊണ്ട് ഒരു വിഭജനം
ഇതൊരു മരം കൊണ്ടുള്ള ബെഞ്ചാണ്
മഞ്ഞ് നിറഞ്ഞ മേൽക്കൂര
സ്ത്രീ ഒരു ഷർട്ട് ധരിക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരാൾ മോട്ടോർ സൈക്കിളിൽ ഘടിപ്പിച്ചിരിക്കുന്ന സൈക്കിളിനടുത്ത് നിൽക്കുന്നു
ദ്വീപ് ബീച്ച് രംഗം
കരടി പ്രതിമകൾ നിലത്ത്.
കാൻ ഡയറ്റ് കോക്ക്
കറുപ്പും ചാരനിറത്തിലുള്ള ടെലിവിഷൻ.
തെരുവിന് മുകളിലുള്ള ചിഹ്നങ്ങൾ
ആകാശത്ത് ഒരു വലിയ മാറൽ വെളുത്ത ക്ലോഡ്
മേശയിലെ കീകൾ
ചെളി നിറഞ്ഞ സ്ഥലത്ത് രണ്ട് കുതിരകൾ
ഉയരമുള്ള ജിറാഫ്
ഇതൊരു വീടാണ്
"മഞ്ഞ, കറുത്ത സ്റ്റീലറുകളുള്ള ടെഡി ബിയർ"
ഒരു ആൽബത്തിൽ നിർമ്മിച്ച വാൾ ക്ലോക്ക്
ഈ ചിത്രം do ട്ട്‌ഡോർ ആണ്
ഒരു വെളുത്ത ബസ്.
ഒരു ടെന്നീസ് റാക്കറ്റ് കൈവശമുള്ള യുവാവ്
ഒരു പെൺകുട്ടി അവളുടെ സെൽഫോൺ നോക്കുന്നു.
ഇവ ബങ്ക് കിടക്കകളാണ്
സമുദ്രത്തിലെ വെളുത്ത സർഫ്ബോർഡിൽ സർഫിംഗ് ചെയ്യുന്ന വ്യക്തി
സ്നോ ബോർഡുകൾ.
പഴയ രീതിയിലുള്ള മുത്തച്ഛൻ ക്ലോക്ക്
പിങ്ക് മൂക്ക് ഉള്ള വെളുത്ത കുതിര
പ്ലാന്ററിലെ നിത്യഹരിത മരം
ആശുപത്രി കിടക്കയിൽ ഒരാൾ
ഇതൊരു പുതപ്പാണ്
ഭാഗികമായി അടച്ച കണ്ണുകളുള്ള കറുത്ത പൂച്ച
ഒരു പക്ഷിയിൽ നരച്ച തൂവലുകൾ
ഇതൊരു ഡോനട്ട് ആണ്
തിളങ്ങുന്ന കുഴലിന്റെ ഫൗസ്‌റ്റ്
ഇത് ഒരു ബേസ്ബോൾ മൈതാനമാണ്
ഇരുണ്ട തവിട്ട് മരം ധാന്യം
ഒരു കറുത്ത പൂച്ച പൂച്ച
കസേരയിൽ ഓറഞ്ച് തലയണയുണ്ട്
ഓറഞ്ച് ഹാൻഡിൽ കത്രിക
വെള്ളത്തിൽ ആനയുടെ തുമ്പിക്കൈ
ചലിക്കുന്ന കാറുകളിൽ നിന്നുള്ള ലൈറ്റുകളുടെ വരകൾ
പന്ത് പച്ചയാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഇത് ഒരു വ്യക്തിയാണ്
ഓട്സ് ആഹാരം
ഒരാൾ സ്കേറ്റ്ബോർഡ് ഓടിക്കുന്നു
സവാനയിലെ സീബ്രകളുടെയും മറ്റ് മൃഗങ്ങളുടെയും കൂട്ടം
റാക്കറ്റ് പിടിച്ചിരിക്കുന്ന പയ്യൻ
ലാപ്‌ടോപ്പ് വെള്ളിയാണ്
കറുത്ത അക്ഷരങ്ങളുള്ള വെളുത്ത ചിഹ്നം
നീലാകാശത്തിൽ വെളുത്ത മേഘങ്ങൾ
രണ്ടുപേർ സ്കീയിംഗ് നടത്തുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഇതൊരു പക്ഷിയാണ്
തിരമാലയിൽ സർഫിംഗ് ചെയ്യുന്ന ഒരാൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പുല്ലിൽ നിൽക്കുന്ന സീബ്രകൾ
"ഫീൽഡിലെ മഞ്ഞ, പച്ച പന്ത്"
പാത്രത്തിൽ മഞ്ഞ നിറത്തിലുള്ള നാരങ്ങകൾ
ഒരു വെളുത്ത പക്ഷി
സ്റ്റീപ്പിൾ ടൈപ്പ് ടോപ്പ് നിർമ്മിക്കുന്നതിനുള്ള ക്ലോക്ക്
കൺട്രോളറുകൾ പെൺകുട്ടിയുടെ കൈകളിലാണ്
ഇത് ഒരു അടയാളമാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇതൊരു ബൈക്കാണ്
നീലയും വെള്ളയും ബട്ടൺ
മനുഷ്യൻ വാതിലിനു മുന്നിൽ നിൽക്കുന്നു
മാൻ സ്വിംഗിംഗ് ടെന്നീസ് റാക്കറ്റ്
മുഖത്ത് ഫ്രിസ്ബിയുമായി കുഞ്ഞ്
ബാറ്റ് ചെയ്യാൻ പയ്യൻ
ഒരു ചുവരിൽ ഇഷ്ടിക
ഇത് ഒരു വ്യക്തിയാണ്
നാല് തിരശ്ചീന വളയങ്ങളുള്ള നിര.
മഞ്ഞുമൂടിയ ഒരു വ്യക്തി
ഒരു മഞ്ഞ അഗ്നി ജലാംശം
ഒരു കൂട്ടം പുരുഷന്മാർ പിസ്സ കഴിക്കുന്നു
കുടയുള്ള ഒരു സ്ത്രീ
മഞ്ഞ സോസ് ഉള്ള ഒരു പിസ്സ
ഒരു വലിയ ചാര ആന
ഒരു വയലിൽ രണ്ട് ആനകളും ഒരു വെളുത്ത കുതിരയും
കിടക്കയിൽ ഫ്യൂറി വൈറ്റ് ഡോഗ്
രണ്ടുപേർ തുറമുഖത്തേക്ക് സ്കീയിംഗ് നടത്തുന്നു.
ടാബി പൂച്ച ഒരു കാറിൽ കിടക്കുന്നു
ഇത് ഒരു അടയാളമാണ്
ഒരു കൂട്ടം ആളുകൾ
നീലയും വെള്ളയും അടയാളം
ഒരു പിസ്സയിൽ ഫെറ്റ ചീസ് കൂമ്പാരം
കൈത്തണ്ടയിൽ നീല വിയർപ്പ് ബാൻഡ്.
മരക്കൊമ്പിൽ കടിക്കുന്ന തവിട്ടു നിറമുള്ള കരടി
താഴത്തെ ശാഖയിൽ കറുത്ത കരടി കുട്ടികൾ
കുഞ്ഞ് ആന
ഒരു സർഫ്ബോർഡ് ഉപയോഗിച്ച് സർഫർ ചെയ്യുക
ഒരു കടലാസ് കഷ്ണം.
ചുവന്ന മിഠായി ആപ്പിൾ ഒരു വടിയിൽ
മനുഷ്യൻ സർഫിംഗ്
രണ്ടുപേർ ബെഞ്ചിലിരിക്കുന്നു
പച്ച മെറ്റൽ മേശയിലിരിക്കുന്ന ആൺക്കുട്ടി
റെയിൽ‌വേ ട്രാക്കുകളിൽ‌ ട്രെയിൻ‌
ഇവർ രണ്ടുപേരാണ്
സ്ത്രീയുടെ തല
തവിട്ട് മരം തറ ധാന്യം
ക്ലോക്കിന്റെ ചിത്രം എടുക്കുന്ന വ്യക്തി
ഒരു Wii ഗെയിം കളിക്കുന്ന രണ്ടുപേർ
ഇല നീളമുള്ളതാണ്.
മേശപ്പുറത്ത് കാപ്പി കോപ്പ
പെൺകുട്ടി ഒരു വസ്ത്രം ധരിക്കുന്നു
സ്ത്രീ ഉറ്റുനോക്കുകയാണ്
ഇല രൂപകൽപ്പനയുള്ള വെളുത്ത സെറാമിക് വേസ്
സന്തോഷകരമായ കറുത്ത നായ സർഫിൽ കളിക്കുന്നു
ഒരു പെൺകുട്ടി ക്യാമറയിലേക്ക് നോക്കുന്നു
ഒരു കുളിമുറിയുടെ ഫോട്ടോ
ടെന്നീസ് കളിക്കാരൻ ഓടുന്നു
ഒരു വാഴപ്പഴത്തിന്റെ സ്ലൈസ്
സ്റ്റോവിൽ ഒരു നീല തൂവാല
സോക്സ് ഗ്രെ ആണ്
ഇതൊരു ക്ലോക്കാണ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഇതൊരു ഓഫീസ് രംഗമാണ്
പാർക്കിംഗ് സ്ഥലത്ത് ഇരിക്കുന്ന ഒരു ട്രക്ക്
രണ്ട് കുട്ടികൾ ഒരു വിൻഡോയിലൂടെ നോക്കുന്നു
"ഓറഞ്ച്, വെള്ള പൂച്ച"
ക്ലോക്ക് ടവർ സ്റ്റീപ്പിൾ
കട്ടിലിന്റെ കൈയ്യിൽ ടിവി റിമോട്ട്
കുഞ്ഞ് ആന
സ്കേറ്റ്പാർക്കിലെ ആളുകൾ
ഒരു ജലാശയത്തിന് മുകളിലൂടെയുള്ള പാലം
"ഒരു ഹെയർ, നെയിൽ സ്പാ എന്നിവയ്ക്കുള്ള എലവേറ്റഡ് ചിഹ്നം"
കുഞ്ഞ് ആന
സ്ത്രീ ഒരു കലത്തിൽ ഭക്ഷണം കലർത്തുന്നു
പാടത്തു നിൽക്കുന്ന ജിറാഫ്
തൊപ്പികൾ ധരിച്ച മൂന്ന് മെൻസ് ഹെഡ്സ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സ്കൈ ട്രയലിൽ സ്ത്രീ മഞ്ഞ് സ്കൈയിങ്ങ് ചെയ്യുന്നു .
ഒരു നോട്ട്ബുക്കിൽ മനുഷ്യൻ എഴുതുന്നു
ഒരു സ്ത്രീ കേക്ക് പിടിച്ച് നിൽക്കുന്നു
പൂക്കൾ റോസാപ്പൂക്കളാണ്.
വാളുകൊണ്ട് കേക്ക് മുറിക്കുന്ന സ്ത്രീ.
മഞ്ഞ വാഴപ്പഴം താഴേക്ക് തൂങ്ങിക്കിടക്കുന്നു
ആവരണത്തിൽ ഇരിക്കുന്ന ക്ലോക്ക്
ബ്രൗൺകുതിരയുടെ മുകളിലെ പ്രഭു
കുതിര വെളുത്തതാണ്
ഒരു യാത്രാ ട്രെയിൻ ഒരു വഴിത്തിരിവ് ഉണ്ടാക്കുന്നു
പാലത്തിൽ മഞ്ഞ പാസഞ്ചർ ട്രെയിൻ
ഇരിക്കുന്ന മനുഷ്യൻ നീളമുള്ള കണ്ണാടികളിൽ പ്രതിഫലിക്കുന്നു
ഒരു ശാഖയിൽ പക്ഷി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ട്രാക്കുകളിൽ യാത്ര ചെയ്യുന്ന വെള്ള ട്രെയിൻ
കെട്ടിടത്തിന്റെ ഒരു കാർ
ടെന്നീസ് കോർട്ട് ഇൻ ബൗണ്ടസ് പ്രദേശം നീല ചായം പൂശി
ഒരു നേവി കൺ‌വേർ‌സ് ഷൂ
ബാറ്ററി ബോക്സിൽ ബേസ്ബോൾ കളിക്കാരൻ
പിങ്ക് ഷർട്ടുകൾ ധരിച്ച പുരുഷന്മാരുടെയും സ്ത്രീകളുടെയും ഒരു ടീം
ചെറിയ മുടിയുള്ള ഒരു കുട്ടി
ടോയ്‌ലറ്റ് ബൗൾ പ്ലങ്കർ
ഷീറ്റുകൾ വെളുത്തതാണ്
ഹിൽ സ്നോബോർഡിംഗ് ചെയ്യുന്നു
നിലത്ത് കറുത്ത പുള്ളി
ഒരു കാബിനറ്റിന് കീഴിലുള്ള റഫ്രിജറേറ്റർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വ്യക്തമായ നീല സമുദ്രം
"ചുവപ്പ്, നീല നിയോൺ ചിഹ്നം"
മനുഷ്യന്റെ കയ്യിൽ ഫോൺ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ഇഷ്ടിക കെട്ടിടത്തിന് മുന്നിൽ ഒരു ക്ലാസിന്റെ കറുപ്പും വെളുപ്പും ചിത്രം
കേക്കിൽ ചെറി
ഗോൾഫ് കോഴ്‌സിന്റെ പച്ച പുൽത്തകിടി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
പച്ച ഓവർഹാംഗിംഗ് വെളിച്ചം
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് ഷർട്ടിലുള്ള ഒരാൾ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
സിൽവർ വസ്ത്രങ്ങൾ വാഷറും ഡ്രയറും
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ധാന്യങ്ങൾ കഴിക്കുന്ന ഒരു കുട്ടി
അടിവസ്ത്രം മാത്രം ധരിക്കുന്ന മനുഷ്യൻ
ജിറാഫുകൾ കാട്ടിൽ
ആനകൾ വെള്ളത്തിൽ കൂട്ടമായി ഇരിക്കുന്നു
മനുഷ്യൻ ടെന്നീസ് കോർട്ടിൽ നിൽക്കുന്നു
തെരുവ് ചിഹ്നങ്ങൾ മുകളിൽ അടുക്കിയിരിക്കുന്നു
പാത്രത്തിൽ ഉരുളക്കിഴങ്ങ് ഉടച്ചത്
കുടകൾ വർണ്ണാഭമായതാണ്
പശുക്കളുടെ ചെവിയിൽ മഞ്ഞ ടാഗ്
മനുഷ്യൻ ബൈക്കിന്റെ ചക്രം ശരിയാക്കുന്നു
ട്രാക്കുകളിൽ ചാരനിറത്തിലുള്ള ലോക്കോമോട്ടീവ്
നിലത്ത് കറുത്ത പുള്ളി
ഒരു കണ്ണാടിയിൽ ചിത്രം
കുഞ്ഞിന്റെ വായിൽ ഒരു ശമിപ്പിക്കൽ
ഫ്രിഡ്ജ് നീലയാണ്
മതിലിന് എതിരായി ക്രീം കളർ റഫ്രിജറേറ്റർ
ചുവന്ന ഷർട്ട് ധരിച്ച പയ്യൻ
ഒരു ടെന്നീസ് കോർട്ടിൽ ടെന്നീസ് കളിക്കാരൻ
ചുവന്ന ഫ്രിസ്ബീ തവിട്ട് നായ പിടിച്ചു
അലമാരയിൽ ഇരിക്കുന്ന വയർ ബ്രഷ്
കളിക്കാരൻ പന്ത് തട്ടി
ഒരു ബാറ്റ് പിടിക്കുന്ന ഒരു ബേസ്ബോൾ കളിക്കാരൻ
ചവറ്റുകുട്ടകൾ നിറഞ്ഞ ഒരു നടപ്പാത
ചാരനിറത്തിലുള്ള ആന
വായുവിലെ വ്യക്തി
നക്ഷത്രത്തിന്റെ ആകൃതിയിൽ തെളിച്ചമുള്ള പ്രകാശം
മഞ്ഞുവീഴ്ചയിൽ മനുഷ്യൻ
സ്കേറ്റ്ബോർഡർ ഒരു തന്ത്രം ചെയ്യുന്നു
മഞ്ഞിൽ മരങ്ങളുടെ കൂട്ടം
കോമോഡ് പുറത്ത് ഇരിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇതൊരു ഏഷ്യൻ വിഭവമാണ്
മേശപ്പുറത്ത് ബോക്സ്
വിമാനത്തിന് സമീപമുള്ള ലഗേജ് കാർ
നീല ജീൻ ഷോർട്ട്സിൽ സ്ത്രീ
കത്രികയിൽ മെറ്റൽ സിൽവർ ബോൾട്ട്
ഇവ ഒരു കൂട്ടം സീബ്രകളാണ്
"ചുവപ്പ് വെള്ള, നീല പതാക"
ഫോട്ടോയിലെ പൂക്കൾ
കുഞ്ഞ് ആന
കുഞ്ഞ് ആന
ഇരുണ്ട മരം സീലിംഗ് ഫാൻ
ജോർജ്ജ്ടൗണാണ് ലക്ഷ്യസ്ഥാനം
ഒരു മേശയിൽ മൈക്രോവേവ്
ഒരു പാർക്കിംഗ് സ്ഥലത്ത് മൂന്ന് ബസുകൾ
ഒരു ചെറിയ ചുവന്ന പക്ഷി
വായുവിൽ ഒരു വിമാനം
കാൽ‌നടയാത്രക്കാർ‌ക്കുള്ള ക്രോസിംഗ് ചിഹ്നം
ചുവന്ന ഷർട്ട് ധരിച്ച സ്ത്രീ
ഇടതുവശത്ത് ഒരു കറുത്ത കുതിര.
സ്നോബോർഡർ ഒരു കുന്നിറങ്ങുന്നു.
"വേസുകളിൽ പിങ്ക്, ചുവന്ന പൂക്കൾ"
പിച്ചർ എറിയുന്ന പന്ത്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നായയുടെ മുൻ കൈകൾ
ചുവരിൽ ചുവന്ന സന്തോഷമുള്ള മുഖം തൂക്കിയിരിക്കുന്നു
ഫുട്പാത്തിൽ കറുത്ത ക്ലോക്ക് ടവർ പോൾ
കറുത്ത അങ്കിയിലെ സ്നോബോർഡർ താഴെ വീണു
അലങ്കാര ഇഷ്ടിക സർക്കിൾ
തിളക്കമുള്ള പച്ച മരം ശൈലി
കറുത്ത നനഞ്ഞ ആന നദിയിൽ നടക്കുന്നു
സീലിംഗിൽ നിന്ന് തൂങ്ങിക്കിടക്കുന്ന ഒരു അലങ്കാരം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കാമോ ധരിച്ച പയ്യൻ
സ്യൂട്ട്‌കേസിന്റെ വശത്ത് രണ്ട് ചുവന്ന അക്ഷരങ്ങൾ
വളരെ വലിയ ഇരുചക്ര ബൈക്ക്
സിങ്കിൽ ഒഴിക്കുക
മനുഷ്യനും മോട്ടോർ ബൈക്കിൽ ഒരു ആൺകുട്ടിയും
ഒരു ടെന്നീസ് കളിക്കാരൻ ഒരു പന്ത് എറിയുന്നു
ഒരു വാതിലിന്റെ വശം
മൂന്ന് ആണുങ്ങൾ ലാപ്‌ടോപ്പ് ഉപയോഗിക്കുന്നു
കറുത്ത ഫർണിച്ചറുകൾക്ക് മുന്നിൽ റൗണ്ട് നോബ്
ആകാശത്ത് പ്ലെയിൻ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഉയരമുള്ള പുല്ലുകൾക്ക് മുന്നിൽ ആടുകൾ
പുരുഷനും സ്ത്രീയും അവരുടെ വിവാഹ വസ്ത്രങ്ങളിൽ
കറുപ്പും മഞ്ഞയും ഷോർട്ട്സിലുള്ള മനുഷ്യൻ
കിടക്കയ്ക്ക് അടുത്തുള്ള പുസ്തകങ്ങളുടെ ശേഖരം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വെള്ളത്തിൽ ഒരു മനുഷ്യൻ
പതാകകൾ ഒരു ഇടവഴിയിൽ തൂക്കിയിരിക്കുന്നു
ഓറഞ്ച് വെള്ളയും അലങ്കാര തുണി ഉള്ള കിടക്ക
കട്ടിലിൽ കറുത്ത വരയുള്ള തലയിണകൾ.
ഒരു മരത്തിൽ പഴുത്ത ഓറഞ്ച്
ട്രാക്കിൽ ഒരു ട്രോട്ടിംഗ് പോണി
സ്കീയർ പർവതത്തിൽ
വെള്ളയും മഞ്ഞയും നിറമുള്ള ഒരു വിഭവം
തീവണ്ടി പ്ലാറ്റ്‌ഫോമിലെ ആളുകൾ
മേശപ്പുറത്ത് കത്തി
മനുഷ്യന്റെ തലയിൽ കറുത്ത തൊപ്പി
ടെന്നീസ് റാക്കറ്റുള്ള രണ്ട് ചെറിയ കുട്ടികൾ
ചുമരിൽ ചാരിയിരിക്കുന്ന ഒരു ഫ്രെയിം
ഒരു ഭക്ഷണശാലയിലെ ഭക്ഷണത്തിന്റെ ചിത്രം
ഉയരമുള്ള ജിറാഫ് അഴുക്കിൽ നിൽക്കുന്നു
ദ്വീപ് ബീച്ച് രംഗം
പുല്ല് തവിട്ടുനിറവും ഉയരവുമാണ്
കറുപ്പും തവിട്ടുനിറത്തിലുള്ള നായയും
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ആകാശത്ത് രണ്ട് കൈറ്റ് സ്ട്രിംഗുകൾ
പച്ച കണ്ണുകളുള്ള കറുത്ത പൂച്ച
ഒരു തവിട്ട് ബെഞ്ച്
ചുവന്ന ആപ്പിൾ കഷ്ണം
ഹിന്നി എന്ന വാക്ക് നീല നിറത്തിൽ ഉൾച്ചേർത്തു
ചുവപ്പും മഞ്ഞയും അഗ്നി ജലാംശം
ഈ കിളി മഞ്ഞയും നീല നിറവുമാണ്
പുല്ലിൽ നിൽക്കുന്ന സീബ്ര
ഒരു വ്യക്തി സ്കേറ്റ്ബോർഡിംഗ് ആണ്
കളിപ്പാട്ട കോട്ട
ഒരു സോപ്പ് ഡിസ്പെൻസർ സിങ്കിലുണ്ട്
വിമാനത്താവളത്തിൽ ഫോണിൽ മനുഷ്യൻ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നിരവധി സൈക്കിളുകൾ പാർക്ക് ചെയ്തിട്ടുണ്ട്
ജോഡി മഞ്ഞ സ്നോ പാന്റ്സ്
ഒരു പെൺകുട്ടിക്ക് പിങ്ക് സ്നോസ്യൂട്ട്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു ആന തുറന്ന സ്ഥലത്തുകൂടി നടക്കുന്നു
ഒരു പ്ലേറ്റിൽ മഞ്ഞ വാഴപ്പഴം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വിമാനം മുകളിലേക്ക് പറക്കുന്നു
ടെന്നീസ് റാക്കറ്റ് കൈവശമുള്ള ഒരാൾ
\ അംഗീകൃത വാഹനങ്ങൾ മാത്രം \ ചിഹ്നം
പൊടിപടലങ്ങളുള്ള പഴയ ക്ലോക്ക്
"ഒരേ പിങ്ക്, നീല എന്നിവ ധരിച്ച സ്കീയർമാർ"
സ്കേറ്റ്ബോർഡിൽ തന്ത്രങ്ങൾ ചെയ്യുന്ന വ്യക്തി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കുഞ്ഞ് ആന
മുഖത്ത് വെച്ചിരിക്കുന്ന കൈ
പക്ഷി പറക്കുന്നു
ചാരനിറത്തിലുള്ള പുതപ്പ്
ടെന്നീസ് കളിക്കുന്ന രണ്ട് സ്ത്രീകൾ.
ഫ്രിസ്ബി കളിക്കുന്ന രണ്ടുപേർ
ഒരു കുട്ടി സ്റ്റഫ് ചെയ്ത കരടിയിൽ നിൽക്കുന്നു.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
പയ്യൻ സ്കേറ്റ്ബോർഡിംഗ് ചെയുന്നു.
ഇത് ഒരു മനുഷ്യനാണ്
തെരുവിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന കാറുകളുടെ കൂട്ടം
മൂന്ന് കഷണങ്ങൾ
കുഞ്ഞ് ആന
തന്ത്രം ചെയ്യുന്ന ചെറുപ്പക്കാരൻ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മനുഷ്യൻ ഇരിക്കുന്നു
കുഞ്ഞ് ആന
അഴുക്കുചാലിൽ നിഴൽ.
ഇളം തവിട്ട് നിറമുള്ള നായ
"ഓറഞ്ച്, മഞ്ഞ അഗ്നി ജലാംശം"
കുഞ്ഞ് ആന
മുഖത്ത് കണ്ണട
ഇതൊരു പവർപോയിന്റാണ്
ഷൂവിൽ ഒരു വെളുത്ത ലോഗോ
പുൽമേടിൽ ആനകളുടെ കൂട്ടം
ഒരു വ്യക്തി സ്കീയിംഗ് ചെയ്യുന്നു
പച്ച ഈന്തപ്പനകളുടെ മുകളിൽ
അവന്റെ മുഖത്ത് ഒരു തൂവാല
നീല കോട്ടൺ ടെന്നീസ് ഷോർട്ട്സ്
"ഓറഞ്ച്, നീല നിറത്തിലുള്ള മോട്ടോർസൈക്കിൾ"
ഒരു ട്ട്രങ്കിന്റെ ഭാഗം
ഉയരമുള്ള വ്യാജ പ്ലാന്റ്
കുപ്പായത്തിന് വരകളുണ്ട്
ബൈക്ക് തെരുവിലാണ്
തൊപ്പിയിലെ വെളുത്ത പ്ലം മുകൾഭാഗം
വെള്ളത്തിനടുത്തുള്ള കല്ല് ക്ലോക്ക് ടവർ
കുഞ്ഞ് ആന
ബസ്സിൽ ഒരു മഞ്ഞ നക്ഷത്രം
ഒരു ഡ്രോയറിൽ ഒരു ടെഡി ബിയർ
ഓറഞ്ച് മൂക്കും കറുത്ത തൊപ്പിയുമുള്ള ഒരു സ്നോമാൻ.
വെളുത്ത മണൽ ഉയർത്തുന്നു
വെളുത്ത ടോപ്പ് ധരിച്ച സ്ത്രീ
ഒരു പിൻയിലെ ഒരു സീബ്ര
ഒരു ടിവി സ്ക്രീൻ ഓണാക്കി
ധ്രുവത്തിന് മുകളിൽ പച്ച ചിഹ്നം.
ആകാശത്ത് ചുവന്ന കൈറ്റ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വശങ്ങളിലായി രണ്ട് കറുത്ത ട്രെയിനുകൾ
പച്ച തുളസി ഇലകൾ
ലൈറ്റ് ഓവർ ബാത്ത്റൂം മിറർ
ആനയുടെ കൊമ്പ്
ഓറഞ്ച് കാള സ്തംഭം നിലത്ത്
കണ്ണടയുള്ള പയ്യൻ
ഒരു ബെഞ്ചിൽ ഇരിക്കുന്ന പക്ഷി
ഇതൊരു കറുത്ത കസേരയാണ്
വിശ്രമമുറിയിലെ പ്രതിഫലന മിറർ
പിസ്സ വലുതാണ്
ഒരു പെട്ടിയുടെ ലാച്ച്
ഒരു ജോടി ആകാശം പിടിക്കുന്ന ഒരാൾ
നിലത്ത് കറുത്ത പുള്ളി
പർപ്പിൾ ഷർട്ടിൽ ഒരു സ്ത്രീ
വിമാനം റൺവേയിലാണ്
ഒരു ചിത്രത്തിനായി പുഞ്ചിരിക്കുന്ന സ്ത്രീ
ഒരു തളികയിൽ ഒരു നാരങ്ങ
പ്രാഥമികമായി വെളുത്ത മോട്ടോർസൈക്കിൾ.
തുറന്ന ജനൽ മറയ്ക്കുന്നു
വിക്ടോറിയൻ വസ്ത്രധാരണത്തിൽ നാല് പേർ ഒരുമിച്ച് പോസ് ചെയ്യുന്നു
വെള്ളി നിറമുള്ള മാക്ബുക്ക് ലാപ്‌ടോപ്പ്
കുതിരപ്പുറത്ത് ഇരിക്കുന്ന ഒരാൾ
നിരവധി ട്രാക്കുകൾ ഒത്തുചേരുന്ന തിരക്കേറിയ സ്ഥലത്ത് ഒന്നിലധികം ട്രെയിനുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള മിനുസ കുമ്മായത്തിനൊപ്പം ചുവന്ന ടൈൽ
മുകളിൽ റൗണ്ട് ഹൂക് ഉള്ള ഓറഞ്ച് ബുയ്
മനുഷ്യൻ ഒരു ടെന്നീസ് റാക്കറ്റ് പിടിക്കുന്നു
കുഞ്ഞ് ആന
സ്ത്രീയുടെ കുപ്പായത്തിന് പിന്നിൽ ലെയ്സുകളുണ്ട്
തെരുവിൽ വെളുത്ത വരകൾ
ഒരു ടെന്നീസ് മത്സരം നടക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മേശപ്പുറത്ത് ഒരു പ്ലേറ്റ്
ഒരു പാലത്തിൽ ഒരു കുടിൽ
ഒരു പച്ച തെരുവ് അടയാളം.
ഫോട്ടോ കറുപ്പും വെളുപ്പും ആണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു പൂച്ച റഫ്രിജറേറ്ററിന് മുകളിൽ ഇരിക്കുന്നു
കരടി ഫോട്ടോയിൽ താഴെ ഇരിക്കുന്നു
മൂന്ന് സീബ്രകൾ വയലിൽ
ഫ്ലൈറ്റ് പിച്ച്
പ്ലാൻ്ററിലെ ഒരു സ്റ്റഫ്ഡ് ജിറാഫ്
ഒരു വിഭവം മൈക്രോവേവിൽ ചൂടാക്കുന്നു.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു കൂട്ടം ആളുകൾ വിമാനത്തിൽ കയറാൻ കാത്തിരിക്കുന്നു
ഒരു മനുഷ്യന്റെ തലയിൽ കറുത്ത തൊപ്പി.
പച്ച അക്ഷരങ്ങളുള്ള ചുവന്ന ബസ്
ട്രെയിനിനായി കാത്തിരിക്കുന്ന സ്ത്രീ
ഒരു ഗ്ലാസ് ഓറഞ്ച് പാനീയം
രണ്ട് ആനകൾ അടുത്ത് അടുത്ത്
മനുഷ്യന്റെ തലയിൽ ഒരു തൊപ്പി
ഒരു പുരുഷ ടെന്നീസ് കളിക്കാരൻ
ഒരു ഷവർ ഫ്യൂസറ്റ് ഹെഡ്
പുല്ലിന് ഇടത്തരം ഉയരമുണ്ട്
വെളുത്ത ഇന്റീരിയർ ഉള്ള നീല ധാന്യ പാത്രം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഡോനട്ട്സ് മെഷീനിൽ പാകം ചെയ്യുന്നു
ചുമരിൽ മോർഗൻ എന്ന വാക്ക്.
മേശപ്പുറത്ത് വലിയ വെളുത്ത സെറാമിക് പ്ലേറ്റ്
ഒരു ട്രാഫിക് സ്ട്രീറ്റ് സിഗ്നലിന്റെ പിൻവശം
വിമാനത്തിന് മുകളിൽ നീലാകാശം
ഫോക്സ് റോക്ക് നനവ് ടാങ്ക്
സ്റ്റേഷനിൽ ഒരു തീവണ്ടി
ചുവരിൽ വർണ്ണാഭമായ വലിയ കലാസൃഷ്‌ടി
ഒരു വണ്ടി വലിക്കുന്ന കുതിര
നിലത്ത് വാട്ടർ ബോട്ടിൽ.
വ്യക്തമായ ദിവസത്തിൽ മനോഹരമായ തടാകത്തിൽ ബോട്ട്
കാരറ്റ് കൂമ്പാരമായി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഹാൻഡിലുകൾ മായ്‌ക്കാൻ ഇരുണ്ടത്
കടൽത്തീരത്ത് തിരമാലകൾ
രണ്ട് എന്ന് ജേഴ്‌സിയിൽ എഴുതിയിരിക്കുന്നു
"തടി അടുക്കള വിഭവം അലമാര, പ്ലേറ്റുകളും പാത്രങ്ങളും"
കുഞ്ഞ് ആന
ഒരു വൈറ്റ് മെറ്റൽ റെയിലിംഗ്
പ്ലേറ്റിൽ ഒരു സാൻഡ്‌വിച്ച്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ബേസ്ബോൾ ടീ
സ്കീസുകൾ പച്ചയാണ്
കാബിനറ്റിൽ നോബുകൾ
വലിയ ജാലകങ്ങൾ കൊണ്ട് നിർമ്മിച്ച കെട്ടിടത്തിന്റെ മതിൽ
ലാപ്‌ടോപ്പ് വേർതിരിച്ചിരിക്കുന്നു
ഒരു മഞ്ഞ വെള്ളം ഒഴിക്കുന്ന കുഴൽ
ഇതൊരു ട്രെയിൻ ആണ്
ബൈക്കിന് പിന്നിലെ ചെയിൻ ബാരിയർ
ആനയിൽ രണ്ടുപേർ
ചിഹ്നത്തിൽ കറുത്ത നമ്പർ 2
കുഞ്ഞിന്റെ വായിൽ ടൂത്ത് ബ്രഷ്
ഒരു വെളുത്ത അഗ്നി ജലാംശം
പ്ലേറ്റിൽ രണ്ട് തവിട്ട് വാഴപ്പഴം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വയലിൽ തിന്നുന്ന തവിട്ടുനിറത്തിലുള്ള കുതിര
മോട്ടോർ സൈക്കിളുകൾ ചീട്ടിടുന്നു
കുഞ്ഞ് ആന
മനുഷ്യൻ കറുത്ത ഹെൽമെറ്റ് ധരിക്കുന്നു
പച്ച ക്യാനിൽ പിടിച്ചിരിക്കുന്ന ഒരാൾ
ഗ്ലാസ് മൂന്നിൽ രണ്ട് നിറഞ്ഞിരിക്കുന്നു.
ഫ്ലാറ്റ്ബെഡ് ഉള്ള വെളുത്ത ട്രക്ക്
ഒരു കൂട്ടം പഴങ്ങൾ ഒരുമിച്ച്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ബസ് നഗരത്തിലൂടെയാണ് സഞ്ചരിക്കുന്നത്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ഒരു ഗ്ലാസ് കടും ചുവപ്പ് വീഞ്ഞ്
ഒരു സംഖ്യയുടെ ഭാഗം
സർഫ്ബോർഡിന് മുന്നിൽ
കേക്കിന്റെ മുകളിൽ സ്കൂബി ഡൂ
മനുഷ്യന്റെ കൈയിലുള്ള ഒരു Wii കൺട്രോളർ
പൂച്ച എന്തോ തുറിച്ചുനോക്കുന്നു
പുൽത്തകിടി ചൈസ് നീലയാണ്.
സുന്ദരിയായ സ്ത്രീ പേപ്പറുകളുമായി നടക്കുന്നു
പച്ച സെറാമിക് വാസ് മേശപ്പുറത്ത്
റാംപ് സുപ്രീം പറയുന്നു
ഒരു ലാൽടോപ്പിന്റെ ഭാഗം
ഒരു വെളുത്ത ജന്മദിന കേക്ക്.
കമോ പാറ്റേൺ റബ്ബർ ഡക്കി
പുല്ല് ചെറുതും പച്ചയുമാണ്
ടോയ്‌ലറ്റിലെ ബട്ടൺ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു പെപ്പർറോണി
മനുഷ്യൻ പച്ച സ്യൂട്ട് ധരിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വിമാനത്തിന്റെ മൂക്ക്
കൂറ്റൻ മതിലിൽ പാളി കണ്ണാടി
ചുവരിൽ വെളുത്ത കുളിമുറി ടൈൽ
മനുഷ്യന് രണ്ട് കണ്ണുകളുണ്ട്.
സ്ത്രീ കറുത്ത ഷൂ ധരിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഏഷ്യൻ നീലയും വെള്ളയും ഉയരമുള്ള പാത്രങ്ങൾ
ഓറഞ്ച് ഫ്ലോട്ടിംഗ് കഷണം
ഒരു ഡോനട്ട് ഒരു ഡോനറ്റിൽ അടുക്കി വച്ചിരിക്കുന്നു
പിസ്സ ട്രേ കൈവശമുള്ള മനുഷ്യൻ
ഒരു ചെറിയ സ്വർണ്ണ ഗോംഗ്
ബൺ ഇബ് ബ്ര brown ൺ
പക്ഷി ആകൃതിയിലുള്ള അലങ്കാരം
ചുമരിലെ വിള്ളൽ
ഒരു ട്രക്കിൽ ഒരു വലിയ തല
ഒരു മഞ്ഞ മോട്ടോർ ബോട്ട്
പശ്ചാത്തലത്തിൽ വലിയ കത്തീഡ്രൽ
സീലിംഗിൽ ലൈറ്റ്
മേശപ്പുറത്ത് ഒരു തൂവാല
ക്ഷീണിച്ച പൂച്ച ഉറങ്ങാൻ തുടങ്ങുന്നു
പിന്നിലേക്ക് ധരിച്ചിരിക്കുന്നു ബേസ്ബോൾ തൊപ്പി
ഒരു ചെറിയ വെളുത്ത തലയിണ
ഒരു ചെറിയ ആന
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചുവപ്പും വെള്ളയും നിറമുള്ള ബസിന്റെ മുൻവശം
കുതിരകൾക്ക് അപ്പുറത്തുള്ള മരങ്ങൾ
ബസിന്റെ വെളിച്ചം
കുഞ്ഞ് ആന
നിലത്ത് ചില തീവണ്ടി പാളങ്ങൾ
യൂണിഫോം ധരിച്ച ഒരാൾ
സ്ത്രീ വെളുത്ത ടെന്നീസ് ഷൂ ധരിക്കുന്നു
കുതിരയുടെ മൂക്ക്
വലതുവശത്തുള്ള മോണിറ്റർ
സൈക്കിൾ കയ്യിൽ ഉള്ള ഒരു മനുഷ്യൻ
മേശപ്പുറത്തെ ഭക്ഷണം
മനുഷ്യൻ ടെന്നീസ് കളിക്കുന്നു
റോഡിന് മുകളിലുള്ള കമാന കണക്ഷൻ
പൂച്ചയുടെ കണ്ണുകൾ പച്ചയാണ്.
നീലയും വെള്ളയും വരയുള്ള ഷർട്ട്
ഒരു വള്ളത്തിന്റെ ഭാഗം
ഒരു കുട്ടി തെരുവിൽ ഉറങ്ങുന്നു
ഫ്രഞ്ച് ഫ്രൈ ബ്രെഡിൽ
ഒരു ജാലകത്തിന് പിന്നിൽ ഒരു ടെഡി ബിയർ
കുതിര വിശ്രമിക്കുന്നു
ഒരു പഴയ കെട്ടിടത്തിലെ രണ്ട് ഘടികാരം
മനുഷ്യന്റെ കൈകളിലെ കറുത്ത ബാറ്റ്
പ്ലേറ്റിൽ ബ്രൊക്കോളി
പരസ്പരം രണ്ട് സീബ്രകൾ
ചുവപ്പ് വെള്ളയും നീലയും ഉള്ള ഒരു വിമാനം
ഇതൊരു മൊബൈൽ ഫോണാണ്
നായ ഭക്ഷണത്തിനായി യാചിക്കുന്നു
ബാറ്റിൽ ബേസ്ബോൾ കളിക്കാരൻ
മനുഷ്യന്റെ തലയിൽ ഒന്നിലധികം നിറമുള്ള തലപ്പാവ്
ഒരാൾ കാറുകൾ ചാടുന്നു.
നായ മോട്ടോർ സൈക്കിളിൽ ഇരിക്കുന്നു
തെരുവിൽ ഒരു വെളുത്ത പശു
ഒരു വെളുത്ത ബേസ്ബോൾ തൊപ്പി
പകൽ സൂര്യന്റെ വെളിച്ചം
ഫ്രിസ്‌ബീ കളിക്കുന്ന ഒരാൾ
മനുഷ്യൻ കപ്പലിൽ സർഫിംഗ് ചെയ്യുന്നു
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ബാക്ക് ഗ്രൗണ്ടിൽ ഒരു ചെറിയ മഞ്ഞ പന്ത്.
കൗണ്ടർ ‌ ടോപ്പിൽ‌ വ്യക്തമായ രണ്ട് കുപ്പികൾ‌
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പുല്ല് വയലിൽ ഉയരമുള്ള ജിറാഫ്
വെള്ളയും കറുപ്പും ഫ്രിസ്ബീ
പകുതി വൃത്തത്തിനടിയിൽ വലിയ മെറ്റൽ പാലം
സീബ്ര കറുപ്പും വെളുപ്പും ആണ്
സ്ത്രീ ചെരിപ്പാണ് ധരിക്കുന്നത്
ആകാശത്ത് ചുവപ്പും പച്ചയും കൈറ്റ്
ഇതൊരു കുഞ്ഞാണ്
പഴയ രീതിയിലുള്ള തടി ക്ലോക്ക്
ദ്വീപ് ബീച്ച് രംഗം
മെറ്റൽ വേലിക്ക് മുന്നിലെ കളിക്കാർ
ഒരു സ്കൂൾ ലിഫ്റ്റിൽ മൂന്ന് പേർ
ബസ് സ്റ്റോപ്പിൽ ബെഞ്ചിലിരുന്ന് സ്ത്രീ
രണ്ടുപേർ സ്വീകരണമുറിയിലാണ്
മഞ്ഞുമലയിൽ നടക്കുന്ന രണ്ട് സ്കീയർ
മൈതാനത്ത് ബേസ്ബോൾ കളിക്കുന്ന കുട്ടി
മേശപ്പുറത്ത് ഒരു പിസ്സ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ഇത് ഒരു മനുഷ്യനാണ്
ഒരു സ്കീ ചരിവിൽ ഒരു വെളിച്ചം
നീളമുള്ള കറുത്ത മൈക്രോഫോൺ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മുൻവശത്ത് ഒരു വലിയ കല്ല് വസ്തു
തൊപ്പി നീലയാണ്
കൈ മുഷ്ടി ഉരുട്ടിയിരിക്കുന്നു
സ്വർണ്ണ നിറമുളള ആകാശത്തിന്റെ ഒരു വലിയ പാച്ച്
ഡിവിഡി പ്ലെയറിൽ പൂച്ച കിടക്കുന്നു
ഒരു ചെറിയ പർപ്പിൾ ടൂത്ത് ബ്രഷ്
മൾട്ടി ലൈൻ ഫോൺ ഡെസ്‌കിൽ
ആളുകൾ ബേസ്ബോൾ കളിക്കുന്നു
പുല്ലിൽ നടക്കുന്ന ഒരു സീബ്ര.
ഷവർ കർട്ടൻ തൂക്കിയിരിക്കുന്നു
രണ്ട് കുഞ്ഞുങ്ങൾ ഒരുമിച്ച് കിടക്കുന്നു
ഇതൊരു പിസ്സയാണ്
ഒരു അരിയുന്ന ബോർഡിൽ ഒരു കാരറ്റ്.
ഒരു കാറിന്റെ ഹെഡ് ലൈറ്റ്
ഒരു grpounmd ന്റെ ഭാഗം
പാളങ്ങളിൽ തീവണ്ടി
നിലത്ത് കറുത്ത പുള്ളി
പഴം നോക്കുന്ന മനുഷ്യൻ
സ്ത്രീ പാന്റ്സ് ധരിക്കുന്നു
ഭക്ഷണം നിറച്ച പാത്രം
നമ്പർ 186290
പക്ഷി മണലിൽ കൊത്തുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
മൂന്ന് വൈറ്റ് ബാത്ത്റൂം സിങ്കുകൾ
മനുഷ്യൻ ടിവിയിൽ നിന്ന് വൈ റിമോട്ട് ചൂണ്ടിക്കാണിക്കുന്നു
ഇത് സമുദ്രത്തിന്റെ ചിത്രമാണ്
അനാവരണം ചെയ്ത സിങ്ക് ഡ്രെയിനേജ്
ഒരു സ്ത്രീ ഹാംബർഗർ കഴിക്കുന്നു
ബാറ്റ് പിടിക്കുന്ന ഒരു കുട്ടി
ഒരു ഷർട്ടിന്റെ പുറകിലുള്ള നമ്പർ 20
മനുഷ്യന്റെ കൈകളിൽ ഒരു നീണ്ട റോൾ
ഇതൊരു മനുഷ്യനാണ്
ഇതൊരു കൂട്ടം മൃഗങ്ങളാണ്
നെസ്‌ലെ ചോക്ലേറ്റ് ചിപ്പുകളുടെ ഒരു പ്ലാസ്റ്റിക് ബാഗ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കരടി മഞ്ഞിൽ വീഴുന്നു
പരന്ന കോൺക്രീറ്റ് ഉപരിതലത്തിലേക്ക് നയിക്കുന്ന ഘട്ടങ്ങൾ
ബസ് ചുവപ്പാണ്
ഒരു പുരുഷൻ ഒരു പെൺകുട്ടിയുമായി പട്ടം പിടിക്കുന്നു
നീലയും വെള്ളയും സർഫ് ബോർഡ്
കല്ല് നടക്കാനുള്ള വഴി
ലൈറ്റുകളും ആഭരണങ്ങളും കൊണ്ട് അലങ്കരിച്ച ക്രിസ്മസ് മരം
സ്നോ‌ഗ്ലോബുകളുടെ പുറകിൽ ഇരിക്കുന്ന കരടി
തെരുവിലെ വ്യക്തി
ഇതാണ് വെള്ളം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കുപ്പികളുടെ അടുത്തുള്ള മഞ്ഞ ടെഡി ബിയർ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു റെസ്റ്റോറന്റിലെ വൃത്തികെട്ട അടുക്കള
കുഞ്ഞ് ആന
അടുക്കളയിലെ ആളുകൾ.
ചുമരിൽ ഒരു പരസ്യം
മനുഷ്യൻ തലയിൽ സ്നോബോർഡ് പിടിക്കുന്നു
ഒരു കട്ടിലിൽ കളിപ്പാട്ടം
പിക്നിക് ടേബിളിൽ ഇരിക്കുന്ന വ്യക്തി
റെയിൽ പാതകളിൽ തീവണ്ടി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സ്റ്റേഷനിൽ ചുവന്ന മെട്രോ ട്രെയിൻ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കടൽത്തീരത്തെ ഏക വ്യക്തി
മഞ്ഞുവീഴ്ചയിൽ ഒരു നിഴൽ
ഒരു വലിയ ലോഹത്തിന്റെ വാൾ പിടിച്ചിരിക്കുന്ന പയ്യൻ
റോഡിൽ വലിയ ചുവന്ന ട്രാഫിക് കോൺ
ടൈൽ ചെയ്ത മുറിയിൽ വെളുത്ത ടോയ്‌ലറ്റ്
മഞ്ഞ ഫ്രിസ്ബീ വായുവിൽ
ഒരു ചുവന്ന ഉരുള്ളുന്ന പെട്ടി
ഒരു വ്യക്തി ടെന്നീസ് റാക്കറ്റ് വീശുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു സ്ത്രീ ബസ്സിൽ ഇരിക്കുന്നു
അങ്കി ധരിച്ച ഒരാൾ
അത്‌ലറ്റിക്കുകളായ പുരുഷന്മാർ
ഇതൊരു തെരുവു നഗരമാണ്
റെയിലിൽ ഓടിക്കുന്ന സ്നോബോർഡർ
മേശയും കസേരയും നിലത്ത്
വായുവിലുള്ള കുട്ടി
ഒരു പോർട്ടബിൾ ഘട്ടം പരസ്യത്തിനുള്ളതാണ്
ഗെയിം കൺട്രോളർ വായുവിൽ പിടിക്കുന്ന മനുഷ്യൻ
പെൺകുട്ടിയുടെ കൈയിലെ ടെഡി ബിയർ
ചുവന്ന റോസ് ചട്ടിയിൽ
കുന്നിൻമുകളിൽ സംസാരിക്കുന്ന ഒരു കൂട്ടം സ്കീയർമാർ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സ്കേറ്റ്ബോർഡിലെ മനുഷ്യൻ
നിലത്ത് ഹിപ്പോസ്
ഇതൊരു വലിയ കറുത്ത പായ്ക്കാണ്
ഓറഞ്ച് ശിരോകവജം തലയിൽ
അക്ഷരങ്ങൾ വെളുത്തതാണ്.
നിലത്തെ കെട്ടിടങ്ങളുടെ കൂട്ടം
ലാൻഡിംഗ് ഗിയർ താഴ്ത്തിയ വിമാനം
കുഞ്ഞ് ആന
പിസ്സയിൽ അരുഗുല
ചെവിയിൽ ടാഗ് ഉള്ള പശു
ഭക്ഷണം ചൂടാക്കുന്ന ഒരു വ്യക്തി
സ്കൈ ചരിവിലുള്ള മനുഷ്യൻ.
ഗ്രേ മെറ്റൽ ലാമ്പ് പോസ്റ്റ്
ഒരു ബോർഡിൽ കേക്ക്
കലയുടെ ഒരു ഭാഗം ചുവരിൽ ഫ്രെയിം ചെയ്തു
മൈതാനത്ത് സോക്കർ കളിക്കുന്ന കളിക്കാരൻ
കുതിരപ്പുറത്ത് പോലീസ് ഉദ്യോഗസ്ഥൻ
തറ നിലയിലെ കറുത്ത സ്യൂട്ട്‌കേസ്
ഫോട്ടോയിലെ മനുഷ്യൻ
ഇത് ഒരു മനുഷ്യനാണ്
കയ്യുറകളുള്ള രണ്ട് കൈകൾ
കുഞ്ഞിന്റെ തവിട്ട് നിറമുള്ള ചെപ്പൽ
മനോഹരമായ ഒരു കൊച്ചു കുഞ്ഞ് ജിറാഫിന്റെ മുഖം.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇതൊരു കപ്പലാണ്
ചെറിയ കുട്ടി നിൽക്കുന്നു
ഒരു തുറന്ന ലാപ് ടോപ്പ്
ചരുവിലൂടെ ഇറങ്ങുന്ന സ്‌കിയിങ് വ്യക്തി
അടപ്പ് വെളുത്തതാണ്.
കറുത്ത യൂണിഫോം ധരിച്ച പുരുഷന്മാർ
വളഞ്ഞ സിമന്റ് മതിലിനാൽ ട്രെയിൻ നിർത്തേണ്ടിവന്നു
പാലത്തിനടിയിൽ ഒരു നീല നദി
ഇതൊരു ഗോപുരമാണ്
ഫോട്ടോയിലെ ഭക്ഷണം
ഇതൊരു ടി-ഷർട്ടാണ്
ഒരു ഷർട്ടിന്റെ ഭാഗം
ആനയുടെ അടുത്തുള്ള ഒരു പാറ
ചാരനിറത്തിലുള്ള മാർബിൾ മേശയിൽ ആഹാരം
അയാൾക്ക് ചെരുപ്പുണ്ട്
റെയിൽ ഗ്രിഡ് ചെയ്യുന്ന സ്കേറ്റ്ബോർഡർ
ഇതൊരു ഘടികാരം ആണ്
കുഞ്ഞ് ആന
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സമുദ്രത്തിൽ ഒരു സർഫർ
കുഞ്ഞ് ആന
ആദ്യത്തെ ബേസ് കുന്നിലെ ബേസ്ബോൾ ബാറ്റർ
കുഞ്ഞ് ആന
ഒരു വെള്ളി ട്രേയിൽ ഒരു വലിയ പിസ്സ
മുൻവശത്തുള്ള ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സ്കീസിൽ നിൽക്കുന്ന ഒരു ആൺകുട്ടി
ഒരു നീല സ്നോബോർഡ്.
ഒരു പ്രകാശത്തിന്റെ ഭാഗം
ചിത്രം തലകീഴായി
നീല നിറത്തിലുള്ള പഴയ ട്രക്ക്
തറ ടൈൽ ചെയ്തിരിക്കുന്നു
സ്ത്രീയിൽ ചുവപ്പും കറുപ്പും കണ്ണട
ഒരു രണ്ട് നില ബസ്.
ഒരു തോട്ടത്തിന്റെ ഭാഗം
പക്ഷി മഞ്ഞയും കറുപ്പും ആണ്
ഒരു കുതിരസവാരി ഒരു ജമ്പ് നടത്തുന്നു
ഇതാണ് ആകാശം
ബിഗ് ബെന്നിന്റെ സ്റ്റീരിയോസ്കോപ്പിക് ചിത്രത്തിന്റെ ഇടത് പകുതി
ബന്ദനയുള്ള ഒരാൾ
ഒരു മീറ്ററിൽ നിൽക്കുന്ന സ്ത്രീ
ഇവ രണ്ട് ജിറാഫുകളാണ്
ഇതൊരു ബെഞ്ചാണ്
രണ്ടുപേർ നടപ്പാതയിൽ നിൽക്കുന്നു.
ഗെയിം കൺട്രോളറിനുള്ള വയർ.
ഒരു കൂട്ടം പുരുഷന്മാർ ഫോട്ടോയ്ക്ക് പോസ് ചെയ്യുന്നു
ഒരു വ്യക്തിയും നായയും ഉറങ്ങുന്നു.
മുഖത്ത് പുഞ്ചിരിയോടെ ഒരാൾ.
ഇത് ഒരു സുഖപ്രദമായ കസേരയുടെ ചിത്രമാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നായ നിൽക്കുന്നു
തട്ടിയ ഒരു ടെന്നീസ് പന്ത്
തെരുവ് ചിഹ്നത്തിൽ ഓറഞ്ച് ജാഗ്രത കൈ
ഇതൊരു കിടക്കയാണ്
ബോട്ട് വെള്ളത്തിൽ
ഒരു വ്യക്തിയുടെ തലയ്ക്ക് മുകളിൽ ഒരു തത്ത
ഒരു മനുഷ്യന്റെ കണ്ണ്
കളിക്കാരന്റെ ഷൂ
വള്ളം പഴയതാണ്
അവന്റെ ഷൂവിൽ പച്ച ഷൂ ലേസ്
രണ്ട് ടോയ്‌ലറ്റുകൾ
ഒരു സിങ്കിൽ ഒരു പാത്രം.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വെള്ള തോങ്ങലിൽ ചുവന്ന അക്ഷരങ്ങൾ
ഒരു മതിൽ ഭാഗം
സൈഡ് ടേബിളിലെ വിളക്ക്.
വാഴപ്പഴം കഴിക്കുന്ന ഒരാൾ
സ്ത്രീ തന്റെ സ്യൂട്ട്‌കേസിനുള്ളിലുള്ളത് കാണിക്കുന്നു
കണ്ണാടിയിൽ നിൽക്കുന്ന ഒരു പൂച്ച
മനുഷ്യൻ സൺഗ്ലാസ് ധരിക്കുന്നു
ഇരുണ്ട നീല ബാത്ത്റൂം സിങ്ക്.
കാക്കി പാന്റ്സ് ധരിച്ച മനുഷ്യൻ.
ഒരു പോസ്റ്റിൽ ഒരു റോഡ് ചിഹ്നം അറ്റാച്ചുചെയ്‌തു.
കടൽത്തീരത്തേക്ക് സർഫ്ബോർഡ് വഹിക്കുന്ന മനുഷ്യൻ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കുഞ്ഞ് ആന
കുളിമുറിയിൽ ടൈൽ ചെയ്ത മതിൽ
കുഞ്ഞ് ആന
ഒരു പോസ്റ്റിന്റെ ഭാഗം
മേശ തവിട്ട് നിറത്തിലാണ്
ഒരു കിടപ്പുമുറിയിൽ ഒരു കിടക്ക
വെള്ളത്തിനടുത്ത് മൂന്ന് സീബ്രകൾ.
കുഞ്ഞ് ആന
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
മുൻവശത്തുള്ള രണ്ട് സ്ത്രീകൾ
തടാകത്തിൽ ഒരു വരി ബോട്ട്
നടുക്ക് ഒരു ലൈറ്റ് ഫിക്ചറുള്ള സീലിംഗ് ഫാൻ
കാട്ടിൽ ഒരു വിമാനം
ഇതാണ് ആകാശം
ഒരു പിടിയുടെ ഭാഗം
വെള്ളം നീല നിറമാണ്.
പശുക്കൾ ഉള്ള പച്ച പുൽമേടുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു കെട്ടിടത്തിന്റെ മുന്നിൽ ചാര നിലനിര്ത്തേണ്ടതും
ജിറാഫ് കഴിക്കാൻ വളയുന്നു
പത്രത്തിന്റെ ഒന്നാം പേജ്
ഒരു കറുത്ത കാർ മീറ്റർ.
ഒരു വൈക്കോലിന്റെ ഭാഗം
രണ്ട് കുതിരകൾ
കുഞ്ഞ് ആന
പുറത്ത് നിൽക്കുന്ന ഒരാൾ
പഴത്തിന്റെ തണ്ട്
റഫ്രിജറേറ്ററുകളുടെ ലംബ സ്റ്റാക്കിൽ പച്ച റഫ്രിജറേറ്റർ
ഇത് ഒരു മനുഷ്യനാണ്
ക്രിസ്മസ് ടിൻസിൽ സീലിംഗിൽ നിന്ന് തൂക്കിയിരിക്കുന്നു
മോട്ടോർ സൈക്കിളിൽ സഞ്ചരിക്കുന്ന കുട്ടി
വളരെ വൃത്തികെട്ട ടോയ്‌ലറ്റ്
സ്കി നീല നിറമാണ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഫോൺ മേശപ്പുറത്ത്
ഒട്ടകത്തിന് ബ്ലാക്ക് ആൻഡ് വൈറ്റ് മൂക്ക് ഉണ്ട്
ആകാശത്ത് വർണ്ണാഭമായ കൈറ്റ്
ഒരു കറുത്ത ടീ-ഷർട്ട് ധരിച്ച ഒരു മനുഷ്യൻ
ജിറാഫിന് അടുത്തായി ഉയരമുള്ള ഒരു ലോഹ വേലി
ഒരു കുളിമുറി ചുവരിൽ തവളകൾ
ഒരു ഹുക്കറിന്റെ ഭാഗം
ഒരു വലിയ തുറന്ന പാടം
ഒരു പച്ച മുറിയിൽ ഒരു വെളുത്ത കിടക്ക
കൊച്ചുകുട്ടി ടോയ്‌ലറ്റ് ഫ്ലഷ് ചെയ്യുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വിശാലമായ സ്‌ക്രീൻ ടിവി.
സീലിംഗ് ഫാൻ ഓഫാണ്
ഒരു ബെഞ്ചിൽ ഇരിക്കുന്ന പെൺകുട്ടി.
ബെഞ്ചിൽ ഒരു വലിയ വെളുത്ത നായ
വിമാനത്തിന്റെ ചിറക്
വെള്ള ഗ്രൗട് ഇട്ട പച്ച പാറ്റേൺ ടൈൽ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ബേസ്ബോൾ മൈതാനത്ത് പച്ച പുല്ല്
ഗതാഗത സ്റ്റേഷനിൽ സർഫ്ബോർഡുള്ള സർഫർ
ഈ നായ ഒരു സർഫ്ബോർഡിൽ പൊങ്ങിക്കിടക്കുകയാണ്
ആട് തിന്നുന്നു
ചുവപ്പും വെള്ളയും കൊക്ക കോള കുട മേശയുടെ മുകളിൽ
സ്കീയർ തലയിൽ ഹെൽമെറ്റ്
വാഴപ്പഴം മഞ്ഞയാണ്
ഒരു തളികയിൽ ഒരു കഷണം കേക്ക്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ബോട്ടുകളുടെ ഒരു നിര വെള്ളത്തിൽ അണിനിരക്കും.
കുട വർണ്ണാഭമായതാണ്
ബൈക്ക് ഓടിക്കുന്ന മനുഷ്യൻ
ടെന്നീസ് കളിക്കുന്ന ഒരു സ്ത്രീ
ഗെയിം സ്നോബോർഡിൽ നിൽക്കുന്ന ഒരാൾ
ഒരു ഫിസ്ബിയുമായി ഒരു തവിട്ട് നായ്ക്കുട്ടി.
ധ്രുവത്തിലെ പച്ച തെരുവ് അടയാളങ്ങൾ
അടിയിലൂടെ തീവണ്ടികൾ ചുരം കടന്നു പോകുന്ന ഹൈവേ
ഒരു നിന്റെൻഡോ വൈ കൺട്രോളർ കൈവശമുള്ളയാൾ
സ്നോ ബോർഡുള്ള ഒരാൾ
തെരുവ് ചിഹ്നത്തിലെ സെന്റ്.
ഒരു ടയർ
ഉയരമുള്ള കറുപ്പും വെളുപ്പും താറാവ് വെള്ളത്തിന്റെ അരികിൽ നടക്കുന്നു
ഒരു കഷ്ണം കേക്ക്
പച്ച പുല്ലിന്റെ പാച്ച്
പക്ഷി കൂട്ടിൽ അടയാളം
വഴിയിൽ നിൽക്കുന്ന സ്ത്രീ
രണ്ട് കുട്ടികൾ കട്ടിലിൽ ഇരിക്കുന്നു
പച്ചയും കറുത്ത കൈറ്റ് ആകാശത്ത് പറക്കുന്നു
സ്യൂട്ട്‌കെയ്‌സിൽ കിടക്കുന്ന ഒരു കറുത്ത പൂച്ച.
മതിലിന് നേരെ നയിക്കുന്ന സ്നോബോർഡ്
ഒരു കുപ്പായത്തിൽ ഒരു പിശാച്
കാർ സീറ്റ് ചുവപ്പാണ്
ഒരു പുസ്തകം വായിക്കുന്ന ഒരാൾ
സ്നോ ബോർഡിൽ മനുഷ്യൻ തന്ത്രം പ്രയോഗിക്കുന്നു
ഒരു പെൺകുട്ടിയുടെ പർപ്പിൾ കണ്ണട
ബോർഡ് നീലയാണ്.
ചുമരിൽ വെളുത്ത ടൈലുകൾ.
കുഞ്ഞ് ആന
ഒരു കളിപ്പാട്ട പിങ്ക് ഓവൻ
സർഫ്ബോർഡിലെ മനുഷ്യൻ
"മഞ്ഞ, പിങ്ക് നിറത്തിലുള്ള ബസ്"
തക്കാളി ഒരു പച്ചക്കറിയാണ്
പുല്ല് പടർന്ന് പിടിച്ചിരിക്കുന്നു.
ഭക്ഷണം നിറഞ്ഞ ചുവന്ന പ്ലേറ്റ്
നീണ്ട കറുത്ത അലകളുടെ മുടിയുള്ള സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പാതയിലെ തീവണ്ടികൾ
ട്രെയിൻ സ്റ്റേഷനിൽ നിന്ന് പുറപ്പെടുന്നു
ചെറിയ കറുത്ത കരടി നടത്തം
ദ്വീപ് ബീച്ച് രംഗം
ജിറാഫ് ചെറുപ്പമാണ്
തൂണിലെ വെളുത്ത ചിഹ്നങ്ങൾ
ഒരു പൈസ ലോഫർ
ഡ്രെസ്സറും ബെഡും ഉള്ള കിടപ്പുമുറി
വുഡൻ കമ്പ്യൂട്ടർ മൗസ്
ബോട്ട് വെള്ളത്തിൽ ഇരിക്കുന്നു
അടുപ്പിന്റെ വാതിൽ നീക്കംചെയ്‌തു.
കറുത്ത സ്യൂട്ട്കേസ് റോളിംഗ്
പ്ലേറ്റിനടുത്തുള്ള സിൽവർ ഫോർക്ക് ടൈൻ
ഒരു ധ്രുവത്തിൽ ഒരു കൂട്ടം അടയാളങ്ങൾ
ടോയ്‌ലറ്റ് പേപ്പർ വൈറ്റ് കളർ ആണ്
സിറ്റി ബസ് തെരുവിലൂടെ ഓടിക്കുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
മുടി അലങ്കോലമാണ്
സ്‌റ്റൗവിലെ പാൻ
തീവണ്ടിയുടെ വാതിൽ തുറന്നതാണ്
ടെന്നീസ് കോർട്ടിൽ വല
ഫുട് ബോർഡും ഹെഡ് ബോർഡും ഉള്ള വെളുത്ത ലോഹ കിടക്ക
വളരെ നനഞ്ഞ നടപ്പാതയുടെ ഭാഗം
കുഞ്ഞ് ആന
പർപ്പിൾ ഷോർട്ട്സ് ധരിച്ച പെൺകുട്ടി
പൂച്ചയ്ക്ക് മഞ്ഞ നിറമുള്ള കണ്ണുകളുണ്ട്
ഒരു വിമാനത്താവളത്തിലെ വിമാനം
ആകാശം തെളിഞ്ഞ നീലയാണ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മരംകൊണ്ടുള്ള വേലി
പ്ലാസ്റ്റിക് നീല കുട
ചക്രങ്ങൾ കറുത്തതാണ്.
സ്കേറ്റ്ബോർഡിൽ സ്റ്റണ്ട് ചെയ്യുന്ന വ്യക്തി.
കെട്ടിടത്തിന് പുറത്ത് അലങ്കാര കോണുകൾ
കുഞ്ഞ് ആന
ഇതുവരെ മഹാസമുദ്രത്തിന്റെ പുറത്ത് നീന്തുന്നയാൾ.
ബാസ്ക്കറ്റ്ബോളിനൊപ്പം കിംങ്ങ് ജെയിംസ്
ആമാശയത്തിന്റെ ഭാഗം
ഗൃഹോപകരണങ്ങൾ നിറഞ്ഞ സ്വീകരണമുറി
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ബസ്സിൽ കയറുന്ന വ്യക്തി
ഒരു മരം മുറിക്കൽ ബോർഡ്
കപ്പുകളും ഗ്ലാസും തുടർച്ചയായി അണിനിരക്കും
വെളുത്ത പക്ഷികളും പൂക്കളുമുള്ള പിങ്ക് കുട
പുല്ലിന് കുറുകെ ഓടുന്ന നിരവധി കുതിരകൾ
ഒരു പശുവും കാളക്കുട്ടിയും
പൂച്ചക്കുട്ടി കറുത്തതാണ്
വലിയ കലാസൃഷ്‌ടി
ഒരു വാട്ടർ പിച്ചർ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ടെന്നീസ് കളിക്കുന്ന ഒരാൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
പച്ച ഫ്രിസ്ബീ വായുവിൽ
വൃത്തികെട്ട വെളുത്ത റഫ്രിജറേറ്റർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ബീജ് ടെഡി ബിയർ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
കുഞ്ഞ് ആന
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
അഗ്നി ജലാംശം
വെളിച്ചം കത്തി നിൽക്കുന്നു
മെഴുക് പേപ്പറിലെ പേസ്ട്രി
രണ്ട് ടെഡി ബിയറുകൾ ഒരുമിച്ച് ഇരിക്കുന്നു
സ്കീയിലെ ഒരു കൊച്ചു പെൺകുട്ടി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വെളുത്ത കുട തുറക്കുക
ദ്വീപ് ബീച്ച് രംഗം
കുന്നിൻ മുകളിൽ ഒരു പശു
നീല നിറത്തിലുള്ള തൊപ്പിയിൽ ടെഡി ബിയർ
തവിട്ട് നിറമുള്ള മുടിയുള്ള ഒരു കൊച്ചു പെൺകുട്ടി.
കരടികളുടെ കണ്ണുകൾ കറുത്തതാണ്.
ചെറിയ കുട്ടിക്ക് ചുവന്ന തൊപ്പി ഉണ്ട്
മേശപ്പുറത്ത് പച്ച കുപ്പി
ഒരു പാർക്കിൽ ഒരു ചുവന്ന നിർത്തൽ ചിഹ്നം.
ഒരാൾ സിഗരറ്റ് വലിക്കുന്നു.
കറുപ്പും വെളുപ്പും ചെക്കേർഡ് എഡ്ജ്
ഒരു ബസിന് പിന്നിൽ ബൈക്കിലുള്ള പുരുഷന്മാർ
ബെഞ്ചുകൾ ശൂന്യമാണ്
ബാക്ക്‌ ഗ്രൗണ്ടിലെ കെട്ടിടങ്ങൾ.
കുഞ്ഞ് ആന
ഒരു വസ്ത്രം ധരിച്ച മനുഷ്യൻ
പന്ത് എറിഞ്ഞതിന് തൊട്ടുപിന്നാലെ ടെന്നീസ് കളിക്കാരൻ
വിളക്കിന് സമീപമുള്ള ചുമരിൽ വലിയ കണ്ണാടി.
നടപ്പാതയിൽ കറുത്ത ബാഗ്
കട്ടിലിൽ ഒരു തലയിണ.
"ഒരു ബേയ്ജ്യും , ചുവപ്പും നിറമുള്ള ബസ്"
ശൂന്യമായ ഗ്ലാസ് ഡെസ്‌കിൽ
മനുഷ്യൻ ഒരു തമാശയുള്ള മുഖം ഉണ്ടാക്കുന്നു
പൊതിയുന്ന പേപ്പറിൽ പൂക്കൾ.
ബെഞ്ചിന്റെ ബാക്ക്‌റെസ്റ്റിന് കൊത്തുപണികളുണ്ട്
രോമമുള്ള പപ്പിന്റെ കണ്ണ്
മുതിർന്ന പൂച്ച കട്ടിലിൽ കിടക്കുന്നു.
മഞ്ഞ ഷർട്ട് ധരിച്ച ടെന്നീസ് കളിക്കാരൻ
ഒരു കെട്ടിടത്തിലും ചുവരിലും തവിട്ട് ഇഷ്ടികകൾ
ഒരു പച്ച ബ്രൊക്കോളി ഫ്ലോററ്റ്
വരയുള്ള സീബ്ര
കുഞ്ഞ് ആന
തെരുവിൽ വെളുത്ത പശു
പെൺകുട്ടി ഒരു സൂര്യ വിസോർ ധരിക്കുന്നു
വസ്ത്രം ധരിച്ച ഒരു ടെഡി ബിയർ
മഞ്ഞുവീഴ്ചയിൽ രണ്ട് കുതിരകൾ
ഒരു സോഫയുടെ കൈയ്യിൽ ഒരു ഗ്രേ ക്യാറ്റ്
കടൽത്തീരത്ത് കൂടാരം
ജാക്ക് റസ്സൽ ടെറിയറായ നായ.
കയ്യിൽ ബാറ്റ് ഉള്ള യുവാവ്
ഒരു വെളുത്ത പ്ലേറ്റ്
വിമാനത്തിന്റെ വശത്തുള്ള വിൻഡോ
വിമാനം പറന്നുയരുന്നു
പശു പശുത്തൊട്ടിയിൽ തല ഉണ്ട്
സ്കീസ് ​​ധരിച്ച വ്യക്തി
സ്കേറ്ററിന്റെ തലയിൽ പച്ച വിയർപ്പ് ബാൻഡ്
ലാൻഡിംഗിനായി വരുന്ന വിമാനം
സെയ്ൻ ഫ്രഞ്ച് നദിക്കരയിൽ ഒരു ചിത്രകാരൻ പെയിന്റിംഗ് ചെയ്യുന്നു .
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
"പിങ്ക്, വെള്ള നിറങ്ങളിൽ ഉള്ള വിളക്ക്"
ഒരു ബാഗ് കോട്ടൺ മിഠായി
കിടക്കയിൽ കിടക്കുന്ന നായ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു പെൺകുട്ടി ടെന്നീസ് കളിക്കുന്നു
വ്യക്തമായ സ്പൂൺ കൈയിൽ പിടിച്ചിരിക്കുന്നു
വയലിൽ ഒസ്ട്രാച്ച്
ഭക്ഷണം കഴിക്കുന്ന ഒരു സ്ത്രീ
മനുഷ്യൻ ട്രെയിനിൽ കയറുന്നു
ഒരു കസേരയിൽ രണ്ട് പൂച്ചകൾ
ഒരു തെരുവ് വെളിച്ചം
ഒരു ഹരിത വയലിൽ ട്രക്ക്
ഇരുട്ടിൽ ജനക്കൂട്ടം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സ്കേറ്റ്ബോർഡിൽ സ്റ്റണ്ട് ചെയ്യുന്ന ചെറുപ്പക്കാരൻ.
ടെന്നീസ് റാക്കറ്റ് വീശുന്നു
മടിയിൽ കുട്ടിയുമായി ഇരിക്കുന്ന സ്ത്രീ.
മൗസ് വെളുത്തതാണ്
കറുപ്പും വെളുപ്പും സെൽ ഫോൺ
"രണ്ട് കഷ്ണം പെപ്പർറോണി, സോസേജ് പിസ്സ"
ആത്യന്തിക ഫ്രിസ്‌ബീ കളിക്കുന്ന മൂന്ന് ആളുകൾ
ആൺകുട്ടിക്ക് ചാരനിറത്തിലുള്ള തൊപ്പി ഉണ്ട്
ഒരു തവിട്ട് ബേസ്ബോൾ കയ്യുറ
ടൗൺ സ്ട്രീറ്റിൽ മഴയുള്ള ദിവസം
ചുവപ്പും വെള്ളയും നൈക്ക് ബ്രാൻഡഡ് ഷൂസ്.
ഒരു സ്ത്രീ ടൈ ധരിക്കുന്നു
ആന വെള്ളത്തിലേക്ക് കാലെടുത്തുവയ്ക്കുന്നു.
ബെഞ്ചിൽ ഒരാളെ കാണപ്പെടുന്നു
ടാൻ വിളക്കിൽ നിഴൽ
കുടയിൽ ഒരു തൊപ്പിയുടെ നിഴൽചിത്രം
പിസ്സയിലെ പെപ്പർറോണിസ്
ഒരു നീല തൊപ്പി
സ്ത്രീ തലയിൽ സ്കാർഫ് ധരിക്കുന്നു
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ടിൻ ഫോയിൽ കണ്ടെയ്നർ
ആനകൾ വെള്ളത്തിൽ കളിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പച്ച പരിശോധിച്ച പശ്ചാത്തലം
പശ്ചാത്തലത്തിലുള്ള പർവതങ്ങൾ
ചെറിയ സ്യൂട്ട്‌കേസിന്റെ ഹാൻഡിൽ
ആകാശത്ത് ചാരനിറത്തിലുള്ള മേഘങ്ങൾ
സീബ്ര നിൽക്കുന്നു
മനുഷ്യൻ ജലാംശം സമീപം ചാടുകയാണ്
മതിൽ ചായം അഴിച്ചുമാറ്റി
രണ്ട് തവിട്ട് പുള്ളിയുള്ള ജിറാഫുകൾ
പുല്ലിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന വിനോദ വാഹനം
സ്കീയിൽ പിങ്ക് പുഷ്പം.
സീബ്ര പുറത്താണ്.
ഒരു ഡിസ്പെൻസറിൽ പിങ്ക് സോപ്പ്
കടൽത്തീരത്ത് ലഗേജുള്ള വ്യക്തി
ഇരുണ്ട നിറമുള്ള ടെഡി ബിയർ
ഒരു ബാഗിൽ ധാരാളം സാധനങ്ങൾ
മരം നിറഞ്ഞ പ്രദേശത്ത് മോസ്
വെളുത്ത ഹെൽമെറ്റ് ധരിച്ച ഒരാൾ
ബ്ലാക്ക് ആൻഡ് ചാരനിറത്തിലുള്ള കറുത്ത പൂച്ച
കുട്ടി ബാറ്റ് വീശുന്നു
സിൽവർ ബോൾ നെക്ലേസ് ധരിച്ച മനുഷ്യൻ
ഒരു ജിറാഫ് ക്യാമറയ്ക്ക് സമീപമാണ്
സീബ്രാസ് പരസ്പരം നിൽക്കുന്നു
റെഡ് ഡബിൾ ഡെക്കർ ബസ്
കുറച്ച് വിറകിൽ നിൽക്കുന്ന രണ്ട് ജിറാഫുകൾ.
ദ്വീപ് ബീച്ച് രംഗം
ഒരു വലിയ പാത്രത്തിൽ ഡോണട്ട്സ്
നീല സർഫ് ബോർഡ്
ബാറുകൾ തവിട്ടുനിറമാണ്
മഞ്ഞുവീഴ്ചയുള്ള പർവത ലാൻഡ്‌സ്‌കേപ്പ്
കറുപ്പിൽ 28 നമ്പർ
തവിട്ട് നിറമുള്ള സീലിംഗ് ലൈറ്റ്
മഞ്ഞുവീഴ്ചയിൽ സഞ്ചരിക്കുന്ന ഒരാൾ
റാമ്പിൽ ഇരിക്കുന്ന വ്യക്തി
മനുഷ്യൻ വെള്ളയും കറുത്ത ഷൂസും ധരിക്കുന്നു
ചാര ലോഹത്തിന്റെ ഫോർക്ക്
ഒരു കറുത്ത സ്കേറ്റ്ബോർഡ്
വലിയ വെള്ള സിംഗപ്പൂർ എയർലൈൻസ് വിമാനം
ഒരു ചുവരിൽ കത്രിക
രണ്ട് പെൺകുട്ടികൾ മേശപ്പുറത്ത് ഇരിക്കുന്നു
ചലിക്കുന്ന ടെന്നീസ് കളിക്കാരൻ
ഒരു ബസ് തടഞ്ഞു നിർത്തി
നായയുടെ മുഖം കറുപ്പും തവിട്ടുനിറവുമാണ്.
തവിട്ട് പടരുന്ന പൊടി
മുഷിഞ്ഞ മുടിയുള്ള സ്ത്രീ
ധ്രുവത്തിലെ ഘടികാരം
കറുപ്പും മഞ്ഞയും ട്രെയിൻ
പോസ്റ്റിലെ വൃത്താകൃതിയിലുള്ള ക്ലോക്ക്
ഗ്രേ ട്രെയിൻ ട്രാക്കുകൾ
പാർക്ക് ചെയ്ത ചാരനിറത്തിലുള്ള കാർ
ഒരു തളികയിൽ ഒരു കഷണം കേക്ക്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പുഷ്പം പിങ്ക് നിറമാണ്
മഞ്ഞുമൂടിയ മനുഷ്യൻ
നായ ഒരു ടിയാര ധരിക്കുന്നു
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ദ്വീപ് ബീച്ച് രംഗം
ഒരു പാചകക്കാരന്റെ മുന്നിൽ ഭക്ഷണത്തിന്റെ പ്ലേറ്റുകൾ
കളിക്കാരൻ ഒരു റാക്കറ്റ് പിടിക്കുന്നു
പിങ്ക് പൂച്ചെണ്ട്
ഒരു പെൺകുട്ടിയെ പുഞ്ചിരിക്യുക ആണ്.
ട്രെയിൻ
മഞ്ഞ വാഴപ്പഴം
സീബ്ര പുല്ലിൽ മേയുന്നു
ചുവപ്പും വെള്ളയും ഐസ്ബോക്സ് ഒരു തറയിൽ
ഒരു മേശപ്പുറത്ത് ഡിജിറ്റൽ ഘടികാരം
ഒരു ട്രെയിനിന്റെ തല
വിദ്യാഭ്യാസത്തിനും പഠനത്തിനുമുള്ള പരസ്യം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു വെളുത്ത ഗാരേജ് വാതിലിന്റെ ഭാഗം
ഇത് ഡോനട്ട്സിന്റെ ഒരു പെട്ടി
ഒരു വയലിൽ ആടുകളെ വളർത്തുന്നു
ഇതൊരു ഗോപുരമാണ്
തറയിൽ ഒരു കുട
വൈകുന്നേരം മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്ന രണ്ടുപേർ
ഒരു പ്ലേറ്റിൽ പിസ്സ ഡിന്നർ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു പക്ഷിയുടെ ബെക്ക്.
വയലിൽ നാല് കന്നുകാലികൾ
ബാറ്ററിനെ പിന്തുടരുക
സ്ത്രീയുടെ കറുത്ത മുടി
പ്രതിഫലിക്കുന്ന വസ്ത്രത്തിൽ മനുഷ്യൻ
യുദ്ധ ജെറ്റ് റൺവേയിലാണ്
മോട്ടോർസൈക്കിളിന്റെ വശത്തുള്ള ഡ്യുക്കാട്ടി ലോഗോ
മോട്ടോർ സൈക്കിൾ മനോഹരമായ കാഴ്ചയിൽ പാർക്ക് ചെയ്തിരിക്കുന്നു
ഒരു മേശപ്പുറത്ത് ഒരു ഗ്ലാസ് പാത്രം.
കുഞ്ഞ് ആന
കാറിനരികിൽ നിൽക്കുന്ന മനുഷ്യൻ
നിലം സിമൻറ് ഉപയോഗിച്ചാണ് നിർമ്മിച്ചിരിക്കുന്നത്
ഒരു മരം മേശയുടെ പിന്നിൽ ഒരു നീണ്ട പഴയ ബസ് പാർക്ക് ചെയ്തിരിക്കുന്നു
ട്രക്ക്
വയലിൽ തവിട്ട് കുതിര
നീന്തൽ താറാവിന്റെ വാൽ
ആൺകുട്ടിയുടെ കൈ പിടിച്ചിരിക്കുന്ന മനുഷ്യൻ
ഇതൊരു കേക്ക് ആണ്
ഒരു ഷൂവിന്റെ ഭാഗം
ബ്ലെൻഡറിൽ പിങ്ക് കുഴമ്പ് പരുവത്തിൽ ഉള്ള മിഷ്രിതം
ജിറാഫിന്റെ വാൽ പുറത്തേക്ക്
നിലത്ത് വളരുന്ന ചെടി
ഉയരമുള്ള ഒരു ലോഹപോൾ
ഡോണട്ട്സ് ട്രേകളിൽ ഇടുന്നു
പാത്രത്തിൽ വാഴപ്പഴങ്ങൾ
സ്ട്രീറ്റിൽ റെഡ് ഹൈഡ്രാന്റ്
ചുവന്ന ബൈക്ക്
മേശപ്പുറത്ത് ഒരു വെളുത്ത വിഭവം
ബേബി ചെറിയ ഷൂ ധരിച്ചിരിക്കുന്നു
കറുപ്പും വെളുപ്പും അടയാളം.
മരം നിറഞ്ഞ പരിസ്ഥിതി
തീവണ്ടി ക്രോസിംഗിന്റെ ചിത്രം
രണ്ട് സീബ്രകൾ ഒരുമിച്ച് നിൽക്കുന്നു
നായ കട്ടിലിൽ കിടക്കുന്നു
ജിറാഫിന്റെ മൂക്ക്
ചുവന്ന വിമാനങ്ങൾ
ബോക്സിലെ വലിയ പിസ്സ
ഒരു മരത്തിൽ രണ്ട് പക്ഷികൾ
കറുപ്പും വെളുപ്പും പ്രതിമ
തവിട്ട് ലെതർ ക്രോസ്ബോഡി ബക്കറ്റ് ബാഗ്
ഒരു സ്ത്രീ ഒരു പടിയിൽ ഇരിക്കുന്നു
ഗോപുരത്തിന്റെ വശത്ത് വെള്ളയും കറുപ്പും ഘടികാരം
കാർഡ്ബോർഡ് കോഫി കപ്പ് സ്ലീവ്
നായ ഒരു പർപ്പിൾ കോളർ ധരിക്കുന്നു.
ട്രെയിനിന്റെ മുൻഭാഗം മഞ്ഞയാണ്.
ഉയരമുള്ള ഘടികാര തൂണിന്റെ ചായം
പരസ്യത്തിനായി ഉള്ള സൈൻ
ഒരു ട്രെയിനിന്റെ ചക്രം
കളിക്കളത്തിൽ സോക്കർ കളിക്കുന്ന പുരുഷന്മാർ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
നീല ഒബ്‌ജക്റ്റിലെ ക്ലോക്ക്
വിക്ടറി ലൈനർ സഞ്ചാര കമ്മ്യൂട്ടർ ബസ്.
കുട്ടി ജിറാഫ് വൈക്കോലിൽ നടക്കുന്നു
തവിട്ട് ഡോണട്ട് തിളങ്ങുന്നു
ബീച്ചിലെ ആളുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇത് പഴുത്ത പഴങ്ങളാണ്
ക്ലോക്കിന്റെ കൈകൾ കറുത്തതാണ്
ചെറിയ തടി മേശ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മേശപ്പുറത്ത് വെളുത്ത ലാപ് ടോപ്പ്.
പശ്ചാത്തലത്തിലുള്ള വേലി ചുവപ്പാണ്.
ചുവന്ന ഹുഡി ധരിച്ച മനുഷ്യൻ
ഒരു ശൂന്യമായ വൈൻ കുപ്പി
സ്കേറ്റ്ബോർഡിൽ തന്ത്രങ്ങൾ അവതരിപ്പിക്കുന്ന യുവാവ്
വൃത്താകൃതിയിലുള്ള ചുവന്ന കന്യക ചിഹ്നം
സ്ത്രീ ബെഞ്ചിൽ പുസ്തകം വായിക്കുന്നു
ഒരു കലത്തിൽ പുഷ്പം.
രണ്ടു കുരുമുളക് കീഴെ ഒരു വലിയ തക്കാളി.
വിമാനത്തിന് കീഴിലുള്ള വെളുത്ത മേഘം
"നീല, ചുവപ്പ് വിമാനം."
ടോയ്‌ലറ്റിലെ അഴുക്ക് ചാൽ
പ്രദർശനത്തിൽ പോരാളി ജെറ്റ്
ആളുകൾ ഒരു ബെഞ്ചിൽ ഇരിക്കുന്നു
ഫീൽഡിൽ രണ്ട് വൈറ്റ് ഷീപ്പ്
വിമാനം പറന്നുയരുന്നു
കുഞ്ഞ് ആന
ബിസിനസ്സ് കാഷ്വൽ വസ്ത്രത്തിൽ അഞ്ച് പുരുഷന്മാർ
ആൺകുട്ടി ഒരു പച്ച വയലിൽ ഒരു സോക്കർ പന്ത് തട്ടുന്നു
കുട്ടികൾ ഒരു വേദിയിൽ അവതരിപ്പിക്കുന്നു
കിടക്ക ഒരു വെളുത്ത ഷീറ്റ് കൊണ്ട് പൊതിഞ്ഞു
ഒരു പാറയിൽ ഒരു പക്ഷി
ബിയർ കുപ്പി
വെളുത്ത മേഘങ്ങളുള്ള ഒരു നീലാകാശം.
ഇതൊരു ബസ്സാണ്
വെള്ളം ശാന്തമാണ്
ആൺകുട്ടി തൊപ്പി ധരിക്കുന്നു.
കറുപ്പും വെളുപ്പും പൂച്ച കണ്ണാടിയിൽ നോക്കുന്നു
"വെള്ള, കറുപ്പ് പെലിക്കൻ"
ചാരനിറമാണ് പാത.
"ചുവപ്പ്, കറുപ്പ് ട്രാൻസിറ്റ് ബസ്"
തവിട്ട് ജിറാഫ്
കിടക്ക കറുത്തതാണ്
"ഒരു സ്ത്രീയുടെ കറുപ്പും, ചാരനിറത്തിലുമുള്ള ഷൂസ്"
ഒരു ബേസ്ബോൾ തൊപ്പി ഉള്ള മനുഷ്യൻ
ഒരു ജോഡി സ്കീകളിൽ പെൺകുട്ടി
ആരോഗ്യകരമായ ഭക്ഷണം നിറഞ്ഞ പാത്രം
അലമാരയിലെ മരത്തടി
പക്ഷി നടത്തം
കയ്യിൽ ബാറ്റ് പിടിച്ചിരിക്കുന്ന പയ്യൻ
വ്യത്യസ്ത ലഘുഭക്ഷണങ്ങളുള്ള വെൻഡിംഗ് മെഷീൻ
ഉയരത്തിൽ നിൽക്കുന്ന ജിറാഫ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വൈറ്റ് പ്ലേറ്റിൽ ഭക്ഷണം
വെളുത്ത അക്ഷരങ്ങൾ ഒ. ർ കുപ്പിയുടെ അടയാളത്തിൽ
ബീജ് ഫ്യുറി ടെഡി ബിയർ നിലത്ത് ഇരിക്കുന്നു
ജിറാഫി കമ്പുകൾക്കിടയിൽ നിൽക്കുന്നു
കുഞ്ഞ് ആന
ഒരു ക്ലോക്കിന്റെ മുഖം
ചീസ് ഉരുകുകയാണ്
തിളങ്ങുന്ന പച്ച വെളിച്ചം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
"മഞ്ഞ, പച്ച പാസഞ്ചർ ട്രെയിൻ"
ഗോപുരത്തിന് മുകളിലുള്ള സ്പയർ.
ഒരു ട്രെയിനിനടുത്ത് നിൽക്കുന്ന മനുഷ്യൻ
നായയുടെ ഇടത് കണ്ണ്.
ഒരു സീബ്ര കഴിക്കുന്നു
ദേശീയപാതയിലൂടെ വാഹനമോടിക്കുന്നവർ
ഒരു മൈതാനത്ത് ഒരു ബെഞ്ച്
ഒരു വെളുത്ത ലേസ് ടേബിൾ തുണി.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കറുത്ത നിറമുള്ള ഒരു മനുഷ്യന്റെ അടുത്തായി വെളുത്തതും കറുത്തതുമായ ഒരു ബസ്.
അടുക്കളയിൽ ചെറിയ പെൺകുട്ടികളുള്ള സ്ത്രീകൾ
ട്രാക്കുകളിൽ ഒരു ട്രെയിൻ
വലിയ ചുവന്ന പട്ടം വായുവിൽ
പിങ്ക് ഫ്ലമിംഗോ കുഞ്ഞ് നിൽക്കുന്നു
ഒരു പരവതാനി ഭാഗം
വായുവിൽ ടെന്നീസ് പന്ത്
കീബോർഡിൽ പ്രകാശം തിളങ്ങുന്നു
ഒരു വെളുത്ത ടോയ്‌ലറ്റ് സീറ്റ്.
ബാറ്റർ വലതു കൈയാണ്
മേശയുടെ അടുത്ത് ഒരു വെളുത്ത കുട
കെട്ടിട മേൽക്കൂരയിൽ നിയോൺ ചിഹ്നം
പന്ത് തട്ടാൻ ബാറ്റർ സ്വിംഗിംഗ് ബാറ്റ്
ആഴത്തിലുള്ള മഞ്ഞുവീഴ്ചയിൽ സ്കീയർ
മങ്ങിയ ആളുകളുടെ കൂട്ടം
ഒരു വെള്ളത്തിന്റെ ഭാഗം
ചുവന്ന തൊപ്പികളുള്ള ടെഡി ബിയറുകൾ
സ്കേറ്റ്ബോർഡിൽ ഇരിക്കുന്ന ഒരാൾ
മനുഷ്യൻ കമ്പ്യൂട്ടർ ഉപയോഗിക്കുന്നു
സാൻഡ്‌വിച്ചിലെ ഹാംബർഗർ
നാല് ബേസ്ബോൾ കളിക്കാർ ബെഞ്ചുകളിൽ ഇരിക്കുന്നു
പശു പാതയിലൂടെ നടക്കുന്നു
റഫ്രിജറേറ്റർ സ്റ്റെയിൻലെസ് സ്റ്റീൽ ആണ്
ആളുകൾ കെട്ടിടത്തിന് മുന്നിൽ തടിച്ചുകൂടി
രണ്ട് ആൺകുട്ടികൾ സോക്കർ കളിക്കുന്നു
ഒരു കറുത്ത മേശയിൽ ഭക്ഷണം
തെരുവിൽ ഓടുന്ന മനുഷ്യൻ
നിരവധി WWII വിമാനങ്ങൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള ആന അഴുക്കും പുല്ലും നിറഞ്ഞ വയലിൽ നിൽക്കുന്നു
പശ്ചാത്തലത്തിലുള്ള കെട്ടിടങ്ങൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ബേസ്ബോൾ ബാറ്റ് പിടിക്കുന്ന ഒരു പെൺകുട്ടി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഗ്രീൻ ബൂത്തിലെ ഫോട്ടോഗ്രാഫർ.
ജനാലപ്പടിയുടെ അടുത്തുള്ള തിരശ്ശീല
പാനപാത്രത്തിന്റെ വക്കിൽ ഒരു പക്ഷി
വെളുത്ത പാത്രത്തിൽ പൈ
ഒരു മരത്തിന്റെ ഭാഗം
ഒരു നഗര തെരുവ് രംഗം
ബോട്ട്
വൃത്തിയുള്ള ജിറാഫ് ഡിസ്പ്ലേ
നിലം കോൺക്രീറ്റ് ഉപയോഗിച്ചാണ് നിർമ്മിച്ചിരിക്കുന്നത്
ലാപ്‌ടോപ്പിൽ പൂച്ച.
കോൺക്രീറ്റിൽ ഒരു ചെറിയ ഉയർച്ച
തീവണ്ടി കറുത്തതാണ്
ചുവപ്പും വെള്ളയും നിർത്തുക അടയാളം
ഒരു കടൽ പക്ഷി ഇറങ്ങുന്നു
ഒരു മര കൂമ്പാരത്തിൽ ഒരു വെളുത്ത ഹെറോൺ
ഒരു മഴകോട്ട് ധരിച്ച പെൺകുട്ടി
കാറുകൾ പാർക്ക് ചെയ്തിരിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു വെളുത്ത പ്ലേറ്റിൽ ആഴത്തിലുള്ള പാൻ പിസ്സ
ആൺകുട്ടി സ്കേറ്റ്ബോർഡുമായി ചാടുന്നു
സ്നോബോർഡിലെ വ്യക്തി.
നിൽക്കുന്ന ഏഴു കത്തികൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സ്വയം സെർവ് പാർക്കിംഗ് ബോക്സ് തെരുവ് കാഴ്ച
ശൂന്യമായ ഷാംപെയ്ൻ ഫ്ലൂട്ടുകൾ
കളിമൺ മോൾഡിംഗുകളുടെ ശേഖരം
മതിലിൽ ചുവന്ന ചതുരങ്ങൾ
സ്ത്രീയിൽ പിങ്ക് ഷൂസ്
കറുപ്പും വെളുപ്പും ഉള്ള ഒരു മനുഷ്യൻ
രണ്ട് വിമാനങ്ങൾ മുകളിലേക്ക് പോകുന്നു
ഫുട്പാത്തിൽ ബൈക്കുകൾ.
കറുത്ത ടെലിവിഷൻ വിദൂര നിയന്ത്രണം
പഴയ ട്രക്ക് പുല്ലിൽ നിർത്തിയിരിക്കുന്നു
ഒരു ചെറിയ ആന
സ്റ്റോവിൽ വലിയ ലോഹത്തിന്റെ കലം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഉയരമുള്ള മരത്തിന്റെ മുത്തച്ഛൻ ഘടികാരം
ഉയരമുള്ള പിങ്ക് അരയന്നം
പൂച്ച മഗിൽ എത്തുന്നു
സ്ത്രീ കൗവബോയ് ബൂട്സ് ധരിച്ചിരിക്കുന്നു
പൊതു കമ്പോളത്തിന് പുറത്തുള്ള രംഗം
ഒരു പൂച്ച ഇരിക്കുന്നു
ചെറിയ പെൺകുട്ടി തറയിൽ കുത്തി ഇരിക്കുന്നു
ഒരു കൂട്ടം ഭക്ഷണം നിറച്ച ഒരു പ്ലാസ്റ്റിക് പാത്രം
കുഞ്ഞ് ആന
ജിറാഫും സീബ്രയും വൃത്താകൃതിയിൽ
വെളുത്ത ഫ്രിസ്‌ബീ വൃത്താകൃതിയിലാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
രണ്ട് ജിറാഫുകൾ ഒരുമിച്ച് ഭക്ഷണം കഴിക്കുന്നു
കടൽത്തീരത്ത് നടക്കുന്ന ഒരാൾ
തമാശയുള്ള ജിറാഫ് മുഖം
ഒരു കളിപ്പാട്ട കാറിന് ചുറ്റും ടെഡി ബേയർ
ബെഞ്ചിൽ വൃത്താകൃതിയിലുള്ള പാറ്റേൺ
ഒരു കൂട്ടത്തിലെ രണ്ട് ജിറാഫുകൾ
ഫോട്ടോഗ്രാഫറുടെ പേര്
കുഞ്ഞ് ആന
അഗ്നി ജലാംശ വസ്ത്രം ഉള്ള വ്യക്തി
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് പൂച്ച.
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
"കുളിമുറിയിൽ തവിട്ട്, ചാരനിറത്തിലുള്ള ടൈൽ നില"
മനുഷ്യൻ ധരിക്കുന്ന ചാരനിറത്തിലുള്ള സ്നോ ഗോഗലുകൾ.
ഹോക്കി ഗെയിമിന്റെ നീല ഫോട്ടോ
പച്ചയും വെള്ളയും ഉള്ള വാഹനം
ചുവന്ന കുട
ഒരു വലിയ വിമാനം വായുവിൽ പറക്കുന്നു.
കടൽത്തീരത്ത് നിൽക്കുന്ന രണ്ടുപേർ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചെറിയ വിമാനം പറക്കുന്നു
സ്കേറ്റ്ബോർഡുള്ള സ്കേറ്റർ
ഒരു കൂട്ടം ആനകൾ
മോട്ടോർ സൈക്കിൾ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു മേഘത്തിന്റെ ഭാഗം
രണ്ട് ആനകൾ ഒരുമിച്ച് നിൽക്കുന്നു
ഒരു തുറന്ന വയലിൽ അഞ്ച് സീബ്രകൾ നിൽക്കുന്നു.
ഇത് ഒരു കൈയാണ്
കുളിമുറിയിൽ ഒരു ടോയ്‌ലറ്റ്
വായുവിൽ ടെന്നീസ് റാക്കറ്റ്
ചുറ്റും നിൽക്കുന്ന ഒരു കൂട്ടം പശുക്കൾ
ട്രെയിനിൽ ഒരു വിൻഡ്‌സ്ക്രീൻ
വിദൂര നിയന്ത്രിത വിമാനം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു സ്ത്രീ ഒരു റാക്കറ്റ് പിടിക്കുന്നു.
പഴയ ട്രെയിൻ പാർക്ക് ചെയ്തിരിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു അടുക്കള
ഇത് പൂച്ചയുടെ ചിത്രമാണ്
എട്ട് പൂച്ചകൾ തീറ്റയ്ക്കായി കാത്തിരിക്കുന്നു
ഒരു ചെറിയ മുറിയുടെ വിൻഡോ
മൂന്നുപേർ കട്ടിലിൽ ഇരിക്കുന്നു
വൃത്തിയുള്ള ടൈൽ ബാത്ത്റൂം
നിലത്ത് വെളുത്ത അമ്പടയാളം വരച്ചിരിക്കുന്നു.
അടയാളങ്ങളുള്ള വെളുത്ത ബോർഡ്
നീളമുള്ള നേർത്ത വര
മനുഷ്യൻ ടെന്നീസ് കളിക്കുന്നു
ഇതൊരു പഞ്ചസാര ഡോനട്ട് ആണ്
വാതിൽ തുറക്കാനുള്ള ബട്ടൺ
പെൺകുട്ടി പിസ്സ കഷണം എടുക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മിക്കവാറും പഴുക്കാറായ വാഴപ്പഴത്തിന്റെ കൂട്ടം
ഒരു വിമാനത്താവളത്തിലെ വിമാനങ്ങൾ
ഇതൊരു സെൽ ഫോണാണ്
പശു തവിട്ടും വെളുത്തതുമാണ്
ഒരു പാതയിലൂടെ നടക്കുന്ന വ്യക്തി
പച്ച കുന്നിൻ പ്രദേശത്തിന്റെ വലിയ പ്രദേശം.
വെളുത്ത മുകളിലെ മതിലിനും കടും പച്ച മതിലിനും ഇടയിലുള്ള വെളുത്ത ബോർഡർ
മഞ്ഞ തൊപ്പിയിൽ ഒരാൾ.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ക്യാച്ചർ താഴേക്ക് കുതിക്കുന്നു
ആപ്പിളും ഓറഞ്ചും
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
നിരവധി അടയാളങ്ങൾ കൈവശമുള്ള മഞ്ഞ പോസ്റ്റ്
കൊച്ചു പെൺകുട്ടി ഹെൽമെറ്റ് ധരിക്കുന്നു
വിമാനം പറന്നുയരുന്നു
മൂന്ന് ആടുകൾ വഴിയിലൂടെ നടക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചെറിയ കുട്ടി വെളുത്ത സിങ്കിൽ പ്രകാരം ബ്രഷ് ചെയ്യുന്നു
ബ്ലീച്ചറുകളിലുള്ള ആളുകൾ
ആകാശത്തിലെ വിമാനം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ടാനും ബ്രൗണും നിറമുളള നിൽക്കുന്ന പൂച്ചയുടെ പ്രതിമ
ബസുകൾ റോഡിന്റെ വശത്ത് നിർത്തിയിട്ടിരിക്കുന്നു
രണ്ടുപേർ പ്ലാറ്റ്ഫോമിൽ കാത്തിരിക്കുന്നു
നീല വെള്ളയും പച്ചയും ഉള്ള ഇരട്ട ഡെക്കർ ബസ്
ട്രക്കിന് മുന്നിൽ ഒരു ബ്രിട്ടീഷ് പതാക
ട്രാഫിക് ലൈറ്റുകൾ തെരുവിൽ തൂങ്ങിക്കിടക്കുന്നു
കറുത്ത ഗ്ലാസുകൾ മേശപ്പുറത്ത്
തെരുവിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന വെളുത്ത കാർ
വർക്ക് സ്റ്റേഷനിലെ ഡെസ്ക്ടോപ്പ് കമ്പ്യൂട്ടർ
പക്ഷി ഒരു മത്സ്യത്തെ പിടിക്കുന്നു
ഫുട്പാത്തിൽ രണ്ടുപേർ
തൊപ്പി ഓറഞ്ച് ആണ്
പെൺകുട്ടിയുടെ വളരെ വൃത്തികെട്ട കാൽ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നാവ് പുറത്തിട്ട പയ്യൻ
മഞ്ഞുവീഴ്ചയിൽ മനുഷ്യൻ
ഒരു മുറിയിലെ ടോയ്‌ലറ്റ്
സമുദ്രത്തിൽ സർഫിംഗ് ചെയ്യുന്ന വ്യക്തി
"ചരിവിലുള്ള ചുവപ്പ്, നീല ധ്രുവങ്ങൾക്കിടയിലുള്ള സ്കയർ"
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പശുക്കൾ വയലിൽ മേയുന്നു
ഒരു അടുക്കളയിലെ ഒരു കുക്കർ
ഒരു വലിയ പച്ച കലർന്ന ചെടി
ഇതൊരു മോട്ടോർ ബൈക്കാണ്
കറുത്ത കുട തുറന്നു
ഒരു പെൺകുട്ടിയുടെ വലത് കണ്ണ്
നദിക്കരയിൽ നിൽക്കുന്ന പയ്യൻ.
കുഞ്ഞ് ആന
ഇതൊരു വലിയ വിമാനമാണ്
ഒരാൾ ക്യാമറയ്ക്ക് വേണ്ടി സംസാരിക്കുന്നു.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വലതുവശത്ത് തല കുനിക്കുന്ന പൂച്ച
ജലപാതയിലൂടെ സഞ്ചരിക്കുന്ന വള്ളം
മനോഹരമായ ദൃശ്യം
ഒരു കുതിരയുടെ തല
ഒരാൾ വായുവിൽ കാല് വെളുപ്പിക്കുന്നു.
പൂച്ചയ്ക്ക് കറുത്ത ചെവി ഉണ്ട്.
നീല കൊട്ടയിലെ തടി പാഡിൽ.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കടൽത്തീരത്ത് രണ്ടുപേർ
അടുപ്പിന്റെ മുകളിൽ ചട്ടിയിൽ പിസ്സ
ഒരു ബ്രൊക്കോളി ഫ്ലോററ്റ്
ഇതൊരു ടോയ്‌ലറ്റ് ആണ്
നീല ജാക്കറ്റിലുള്ള സ്ത്രീ
സ്വിംഗിൽ തൂങ്ങിക്കിടക്കുന്ന സ്ത്രീ
ജിറാഫിന്റെ തല ഒരു പാനീയം കുടിക്കുന്നു
ഒരു പരവതാനിയുടെ ഭാഗം
ക്യാമറയിൽ പുഞ്ചിരിക്കുന്ന കുട്ടി
നല്ല പിസ്സ
കുഞ്ഞ് ആന
ഒരു ആൺകുട്ടിയുടെ മുഖം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു വാൽ ഇടത്തേക്ക് നീങ്ങുന്നു.
ഓറഞ്ച് കൂടാര കവർ
കുഞ്ഞ് ആന
ഫോട്ടോ കറുപ്പും വെളുപ്പും ആണ്
വേലിനുള്ളിൽ വലിയ കാള
ഇതാണ് ആകാശം
വിമാനം ഒരു നാവിക വിമാനമാണ്
ഒരു ഏഷ്യൻ സ്ത്രീ ബെഞ്ചിലിരുന്ന്
കരടിയുടെ നിതംബത്തിൽ മഞ്ഞ്
കപ്പുച്ചിനോയുടെ നുരയിൽ ഇല രൂപകൽപ്പന
ടവറിൽ വൃത്താകൃതിയിലുള്ള ഘടികാരം
മനുഷ്യൻ ബൈക്ക് ഓടിക്കുന്നു
പാലത്തിൽ നിന്ന് നിഴൽ
പൊതിഞ്ഞ പച്ച പട്ടാള ലോറികൾ
വയലിൽ കുതിര
ഒരു ദിശ ചിഹ്നം ബോർഡ്
"പച്ച, ചുവപ്പ് നിറത്തിലുള്ള ആപ്പിൾ"
ഈ സ്ത്രീ കറുത്ത സ്ലിംഗ് പായ്ക്ക് ധരിക്കുന്നു
നീല ഹെഡ് ബാൻഡ് ധരിച്ച മനുഷ്യൻ
ഇതൊരു ചിഹ്ന ബോർഡാണ്
കുളിമുറി മൂത്രം
ഹൈഡ്രാന്റ് മഞ്ഞയും വെള്ളയുമാണ്
കരടിയിൽ ഇരിക്കുന്ന കൊച്ചുകുട്ടി
മോട്ടോർ സൈക്കിളിലെ എഴുത്ത് വെളുത്തതാണ്.
ചെറിയ പെൺകുട്ടി ആടുകളെ ചൂണ്ടിക്കാണിക്കുന്നു
ഇതാണ് ടെന്നീസ് മത്സരം
കറുത്ത രോമമുള്ള പൂച്ച കമ്പ്യൂട്ടറിൽ വിശ്രമിക്കുന്നു
മുകളിൽ ചുവന്ന സോസും ചീസും ഉള്ള ഒരു കഷണം ചിക്കൻ.
കറുപ്പും വെളുപ്പും അടയാളം
നേട്ട ട്രോഫികളുടെ പ്രദർശനം
വെളുത്ത നെഞ്ചുള്ള ടാബി പൂച്ച
വാതിലിനു മുകളിലുള്ള ഓറഞ്ച് ചിഹ്നം
ഇത് ഒരു കടൽത്തീരത്താണ്
പിസ്സയുടെ മുകളിൽ മുട്ടകൾ.
ചുവന്ന തക്കാളി സ്ലൈസ്
കുഞ്ഞ് ആന
ഒരു നീല നിറമുള്ള കപ്പ്
ധ്രുവത്തിൽ പതാക അലയടിക്കുന്നു.
ഇതൊരു ചെറിയ പക്ഷിയാണ്
മനുഷ്യൻ കണ്ണടയിലാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മനുഷ്യൻ വെള്ളത്തിൽ
ഒരു വെളുത്ത ആടുകൾ മേയുന്നു
ഒരു പഴത്തിന്റെ ചിത്രം
പശ്ചാത്തലത്തിലുള്ള സ്‌റ്റാച്ച്യു ഓഫ് ലിബേർട്ടി
SQL എന്ന് പറയുന്ന ഒരു വാചകം
ഒരു റാക്കറ്റ് ഭാഗമായി
പച്ച ആപ്പിളിന്റെ ഒരു ചെറിയ കൂമ്പാരം.
പുല്ലിൽ മനുഷ്യൻ
പിങ്ക് ഭിത്തിയിൽ വെളുത്ത വിൻഡോ ഡിസിയുടെ
കെട്ടിടത്തിന് മുകളിൽ നീലാകാശം
ഒരു ബ്രൗൺ ബീൻ ബാഗ് കസേര
ഇതൊരു ട്രെയിൻ ആണ്
ദ്വീപ് ബീച്ച് രംഗം
സ്ത്രീ തൂക്കിയിട്ടിരിക്കുന്ന ടാൻ കർട്ടൻ
മഞ്ഞയും ചാരനിറത്തിലുള്ള തീവണ്ടി കാർ
ഒരു വെളുത്ത സ്കേറ്റ്ബോർഡ്
ഒരു വയലിൽ പക്ഷി
ഒരു വെളുത്ത പാത്രത്തിൽ ഒരു ആപ്പിൾ കേക്ക്
വയലിൽ നിൽക്കുന്ന രണ്ട് ആനകൾ
ഇവ ജിറാഫുകളാണ്
ഒരു മരം ബോട്ട് ഡോക്ക്
ബക്കറ്റിൽ പിങ്ക് ചീനച്ചട്ടി
ഒരു പുകയുടെ ഭാഗം
ഒരു വെളുത്ത സമുദ്ര രൂപം
ഒരു ധ്രുവത്തിൽ കയ്യുറകൾ.
ഗോവണിപ്പടിയുടെ ഒരു ഭാഗം
കാറിൽ ഒരു ഹെഡ്‌ലൈറ്റ്
ഒരു ബ്രേസ്ലെറ്റ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ടിവി സ്ക്രീൻ
ഒരു വലിയ ഇളം നീല ടോട്ടെ ബാഗ് ചുമക്കുന്ന സ്ത്രീ
പുറത്ത് എടുത്ത ചിത്രം
ക്യാച്ചർ അഴുക്കിൽ വീണു
വിമാനം ലോഹത്തിൽ നിർമ്മിച്ചതാണ്
ഫോട്ടോയിലെ മൃഗം
ഒരു സിങ്കിൽ കറുപ്പും വെളുപ്പും പൂച്ച
ഓറഞ്ച് ബുൾഡോസർ സ്ട്രോളറിൽ നിന്ന് കുറുകെ പാർക്ക് ചെയ്തിരിക്കുന്നു
മുകളിൽ ഘടികാരങ്ങളുള്ള കോട്ടയോട് സാമ്യമുള്ള ഒരു ശിലാ കെട്ടിടം.
പച്ചപ്പാടത്തിലെ പശുക്കൾ
ഒരു വെളുത്ത ബാത്ത് ടബ്.
ആബിക്ക് ധാരാളം ജാലകങ്ങളുണ്ട്
ഒരു വിമാനത്തിന്റെ വശത്ത് കറുത്ത അക്ഷരങ്ങൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഉദാരമായി വിഭജിച്ച രണ്ട് ബ്രേക്ക്ഫാസ്റ്റുകൾ
ഒരു കുതിരയുടെ വാൽ
ഒരു ബൈക്കിലെ ഒരു സ്ത്രീയിൽ ഒരു വെളുത്ത സ്‌നീക്കർ
പുല്ലിൽ കുതിര
ഒരു തൂവാലയിൽ ഫോർകും കത്തിയും
ഒരു കുതിരയുടെ തല
പദം നൽകുക
കുതിരപ്പുറത്ത് ഒരു കൗബോയ്
കുഞ്ഞ് ആന
ആരോ ഒരു ടെന്നീസ് ഗെയിം കളിക്കുന്നു
ബ്ലെൻഡറിൽ ഒരു സ്വിച്ച്
ക്രോസ്സ് സെന്റർ സ്റ്റീപ്പിളിന് മുകളിലാണ്
ഭാഗികമായി ഒരു പ്ലേറ്റിൽ കുക്കി കഴിച്ചു
ചുവന്ന കുട പിടിക്കുന്ന സ്ത്രീ
ചിരിക്കുന്ന ഒരു സ്ത്രീ
ബട്ടണിലെ തള്ളവിരൽ
റോഡിന് നടുവിൽ ഒരു വെളുത്ത പശു
ഒരു കിടപ്പുമുറി രംഗം
നായ തവിട്ടുനിറമാണ്
ഫിലീസ് ബേസ്ബോൾ ടീം ചിഹ്നം
പച്ച കാൽനട വെളിച്ചം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നടപ്പാതയിൽ വെച്ചിരിക്കുന്ന ബാക്ക് പായ്ക്ക്
കടൽത്തീരത്തെ വള്ളം
കറുപ്പും വെളുപ്പും പേസ്ട്രി
ഒരു ഹാട്രിക് നടത്തുന്ന നീളമുള്ള മുടിയുള്ള സ്കേറ്റ്ബോർഡർ
ഷർട്ടിൽ ഗോസ്റ്റ്ബസ്റ്റേഴ്സ് ലോഗോ
ബൈക്കിന്റെ സീറ്റ്
മൈതാനത്ത് നിൽക്കുന്ന പിച്ചർ
സർഫ്ബോർഡുള്ള രണ്ട് ആളുകൾ
ഫുട്പാത്തിൽ ഡിജിറ്റൽ പാർക്കിംഗ് മീറ്റർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ടോയ്‌ലറ്റ് സീറ്റ് കവറുകൾ വിതരണം ചെയ്യുന്നയാൾ
ഒരു വിമാനത്താവളത്തിലെ ആളുകൾ
ഒരു കറുത്ത ലെതർ ജാക്കറ്റ്
നിയന്ത്രണ വലുപ്പം ഉള്ള ടെന്നീസ് കോർട്ട്
"ചാര, കറുപ്പ് മൈക്രോവേവ്"
"ഓറഞ്ച്, വൈറ്റ് ഫ്ലോട്ടേഷൻ ഉപകരണം."
കൗണ്ടർ മുകളിൽ വെള്ളി സിങ്ക്
ഒരു പാറ്റേൺ ചെയ്ത ഉദ്യാന ഗോളം
"ചതുരത്തിലുള്ള വെളുത്ത പ്ലേറ്റ്, അതിൽ സാൻഡ്‌വിച്ച്"
കുഞ്ഞ് ആന
തവിട്നിറമുള്ള നീളൻ മുടിയും ചുവന്ന ഷർട്ടും ഉള്ള സ്ത്രീ
വലിയ തിളങ്ങുന്ന മെറ്റൽ സ്പൂൺ ഒരു തവിട്ടുനിറത്തിലുള്ള മേശപ്പുറത്ത് കിടക്കുന്നു
മൂന്ന് ജിറാഫുകൾ കാട്ടിൽ
അടുക്കളയിൽ റഫ്രിജറേറ്റർ
ആരോ ബീച്ചിലുണ്ട്
\ റാഗ്ലാൻ - ന്യൂസിലാന്റ് say എന്ന് പറയുന്ന ഒരു ലേബൽ
വയലിൽ നിൽക്കുന്ന സീബ്ര
കറുത്ത ടയറിന് പിന്നിൽ കറുപ്പും വെളുപ്പും ട്രാഫിക് ചിഹ്നം
മഞ്ഞുവീഴ്ചയുള്ള ദിവസത്തിലാണ് സ്ത്രീ പുറത്ത്.
കുപ്പായം ധരിച്ച ഒരു സ്ത്രീ
തേൻ പാത്രങ്ങളുള്ള ഒരു ടെഡി ബിയർ
ഒരു നീല ഹെഡ്‌റാപ്.
ഒരു വിൻഡോ പ്രദർശന രംഗം
ചുവരിൽ ഘടികാരങ്ങൾ
തറയിൽ റഗ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഫോട്ടോയിൽ എഴുത്ത്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ചലനത്തിലുള്ള ഒരു പെൺകുട്ടി.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ക്യാമറയുള്ള ഒരാൾ
ഒരു കൈമുട്ടിന്റെ ഭാഗം
റൺവേയിൽ ഒരു വിമാനം.
ഒരു മുതിർന്നയാളും ഒരു കുഞ്ഞ് സീബ്രയും.
ബസ്സിലെ ഹെഡ്ലൈറ്റുകൾ
കറുത്ത നനഞ്ഞ സ്യൂട്ട് ധരിച്ച മനുഷ്യൻ.
ട്രെയിനിലെ ഹെഡ്‌ലൈറ്റ് ഓണാണ്
റേഡിയോ 92.8 പരസ്യ റാപ് ഉള്ള ബ്ലാക്ക് ഡബിൾ ഡെക്കർ ബസ്
ആളുകൾ ബീച്ച് ആസ്വദിക്കുന്നു
തെരുവിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന ധാരാളം മോട്ടോർ ബൈക്കുകൾ
മൂന്ന് ചുവന്ന ഗതാഗത വിളക്കുകൾ
പൂച്ച കറുപ്പും വെളുപ്പും ആണ്.
ആകാശത്ത് ചുവന്ന വെള്ള നീല പട്ടം
ചാരനിറത്തിലുള്ള ആകാശം
വൈ ഗെയിം കൺസോൾ കളിക്കുന്ന ഒരു കൂട്ടം ആളുകൾ
മനുഷ്യനിർമിത പേനയിലെ മൃഗം
ഒരു മനുഷ്യൻ സാൻഡ്‌വിച്ചിൽ നിന്ന് കടിക്കുന്നു
നിലത്ത് കറുത്ത പുള്ളി
മനുഷ്യൻ ഒരു സ്കേറ്റ്ബോർഡിലാണ്
ജിറാഫിന്റെ തല
കാലുകൾക്കിടയിൽ നീല കരടി
ഒരു ട്രെയിൻ ട്രാക്കിനടുത്ത് ചാരനിറത്തിലുള്ള ചരൽ കൂമ്പാരം
ഒരു ടെന്നീസ് കോർട്ടിൽ രണ്ടുപേർ
മരം തറയിൽ മത്തി അസ്ഥി രൂപകൽപ്പന
ഒരു വെളുത്ത മേലാപ്പ്
കളിക്കായി സോക്കർ ബോൾ റോളിംഗ്
ആനയെ കാട്ടിലൂടെ ഓടിക്കുന്ന ഒരു കുടുംബം
കട്ടിലിൽ കറുത്ത തലയിണകൾ
തലയിൽ ചുവന്ന പ്ലെയ്ഡ് സ്കാർഫ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സ്കേറ്റ്ബോർഡ്
ഒരു കുഞ്ഞ് ജിറാഫ്
ചുവന്ന ടെയിൽ ലൈറ്റ്
ഒരു റോഡിൽ തവിട്ട് അഴുക്ക്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഹോട്ട്ഡോഗ് ബണിലെ സോസേജ് ലിങ്ക്
സെൽ ഫോൺ മേശപ്പുറത്ത്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു സ്ത്രീ വീഞ്ഞ് ഗ്ലാസ്‌ കൈവശം വച്ചിട്ടുണ്ട്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കുഞ്ഞ് ആന
ആകാശം നീലയും തിളക്കമുള്ളതാണ്
ഒരു വിമാനം ഇപ്പോൾ വന്നിറങ്ങി
രണ്ട് ആൺകുട്ടികൾ പരസ്പരം ഇരിക്കുന്നു
ഒരു ജോടി കറുത്ത ഉയർന്ന കുതികാൽ ബൂട്ട്
ചരിത്രപരമായ ഒരു ടൗൺ സ്ക്വയർ
കരക act ശല വസ്തുക്കളെ സംരക്ഷിക്കുന്നതിനുള്ള ഒരു ഗ്ലാസ് ഡിസ്പ്ലേ കേസ്
സൈക്കിളിന്റെ ചക്രം
ഒരു സ്റ്റെയിൻലെസ് സ്റ്റീൽ ഡിഷ്വാഷർ
ഒരു പാറ്റേൺ ഉള്ള വെളുത്ത വാസ്
വേലിയിൽ മഞ്ഞ ചിഹ്നം.
ടിവി ബീച്ചിൽ
ഇടത്തരം വലുപ്പമുള്ള നീല ബസ്
ജിറാഫിന് ഒരു നീണ്ട കഴുത്ത് ഉണ്ട്
മോട്ടോർസൈക്കിളുകളുടെ നിര
പാർക്ക് ചെയ്ത വെളുത്ത എസ്‌യുവി
ഒരു ചുവരിൽ ഫ്രെയിം ചെയ്ത ചിത്രം
ബഹുവർണ്ണ പന്ത്
ഈ ഡോനറ്റിൽ തേങ്ങയുണ്ട്
ഫ്രിസ്‌ബീ കളിക്കുന്ന ആളുകൾ
കുഞ്ഞ് ആന
പഫ് ചെയ്ത പ്ലേറ്റിൽ പേസ്ട്രി
മനുഷ്യൻ വായുവിൽ തൂങ്ങി നിന്നു ചെയ്തു
വെളുത്ത കാത്തിരിപ്പ് \ കാത്തിരിക്കുക \
കുഞ്ഞ് ആന
ധ്രുവത്തിൽ അമേരിക്കൻ പതാക
മനുഷ്യൻ മൊബൈലിൽ
പൂക്കൾ പൂത്തട്ടത്തിൽ
ഭക്ഷണം മേശപ്പുറത്ത് വെച്ചു.
വെളുത്ത കൗണ്ടറിൽ ഇരിക്കുന്ന വർണ്ണാഭമായ വാസ്
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ആകാശം പറക്കുന്ന വിമാനം
ട്രെയിലറുകളിലെ വണ്ടികൾ
വെള്ള കറുത്ത പക്ഷി
ജിറാഫിന്റെ തലയിൽ ഒരു കൊമ്പ്
ഒരു സിങ്കിൽ രണ്ട് പൂച്ചകൾ
ഒരു മഞ്ഞ സൺ തൊപ്പി ധരിച്ച കുട്ടി
വൈറ്റ് പാക്കേജിൽ നീല അക്ഷരങ്ങൾ
കറുത്ത സെൽഫോണിന്റെ സ്ക്രീൻ
കുഞ്ഞ് ആന
സീബ്ര കറുപ്പും വെളുപ്പും ആണ്
പണ സേവനങ്ങൾ പരിശോധന എന്ന മഞ്ഞ പരസ്യ ചിഹ്നം
തെബ് ഷർട്ട് വെളുത്തതാണ്
വ്യക്തമായ പ്ലാസ്റ്റിക് പാത്രത്തിൽ തണുത്ത പാനീയം
നടപ്പാതയിലെ ധ്രുവത്തിൽ നിർത്തൽ ഉപകരണം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചുമരിൽ ചാരി ഇരിക്കുന്ന സ്ത്രീ
ജിറാഫിന്റെ കഴുത്ത്
പൂക്കൾ ഒരു പൂത്തട്ടത്തിലാണ്
അയാൾ ചുവന്ന ഷർട്ട് ധരിച്ചിരിക്കുന്നു
വെളുത്ത സെറാമിക് ടോയ്‌ലറ്റ് ടാങ്ക്
മനുഷ്യൻ ഒരു വണ്ടി തള്ളുകയാണ്.
രണ്ട് സുഹൃത്തുക്കൾ
ഒരു ടെഡി ബിയറിനെ പിടിക്കുന്ന കുട്ടി
വെളുത്ത റാപ്പറിൽ ഹോട്ട് ഡോഗ്
നായ പരവതാനിക്ക് മുകളിലാണ്.
ഇത് ഒരു മരത്തിന്റെ ശാഖയാണ്
തെരുവ് വഴിയിൽ ചുവന്ന സ്റ്റോപ്പ് ചിഹ്നം
പാത്രത്തിൽ ചുവന്ന കുരുമുളക് മുറിക്കുക
മരക്കൊമ്പിന്റെ പച്ച
നിലത്തു ഇരിക്കുന്ന പെൺകുട്ടി
പശു തവിട്ടുനിറമാണ്
പച്ച ഭക്ഷണത്തിന് അടുത്തുള്ള വെളുത്ത ഭക്ഷണം
രണ്ട് പെൺകുട്ടികൾ സോക്കർ കളിക്കുന്നു
ചട്ടിയിൽ ഒരു ടർക്കി
വായുവിൽ ഒരു വിമാനം
റെഡ് ടെന്നീസ് റാക്കറ്റ്.
വരണ്ടതായിരിക്കാൻ സ്ത്രീ ഈ കുട ഉപയോഗിക്കുന്നു
റോഡിൽ ഒരു പശു
ഡോക്ക് ചെയ്ത ബോട്ടുകളുടെ നിര
മനുഷ്യന്റെ തലയിൽ കറുത്ത മുടി.
ബസ് പച്ച നിറത്തിലാണ്
ഒരു കഴുകന്റെ ലെഡ്ജ്
തവിട്ടുനിറത്തിലുള്ള കുതിര തൊഴുത്തിൽ
ഇതൊരു തീവണ്ടിയാണ്
ഒരു സ്ത്രീ വീടിനകത്ത് ഫ്രിസ്‌ബിയുമായി കളിക്കുന്നു
മഞ്ഞുമൂടിയ സ്റ്റോപ്പ് ചിഹ്നം
"ഓറഞ്ച്, വെള്ള പൂക്കൾ"
ധ്രുവത്തിൽ ലോഹ കോഴി
ഒരു കറുത്ത ടി-ഷർട്ട്
ഒരു മതിലിന്റെ ഭാഗം
ആകാശം വെളുത്ത നിറമാണ്.
പശു കറുത്തതാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പുതിയ ഓറഞ്ച് വിപണിയിൽ വിൽക്കുന്നു
ഒരു പെയിന്റിംഗ് പതിമൂന്നു ടോസ്റ്റർമാരും ന് ഇഷ്ടിക മതിൽ ഓഫ്
സ്ത്രീ രണ്ട് കുടകൾ പിടിക്കുന്നു.
പോസ്റ്റ് ഉപയോഗിച്ച് നിർത്തുക അടയാളം
ആൺകുട്ടിക്ക് നീളമുള്ള തവിട്ട് നിറമുള്ള മുടിയുണ്ട്
വീട്ടുമുറ്റത്തെ സ്ത്രീ
കറുത്ത ടെലിവിഷൻ റിമോട്ട്
നിലത്തു ഇരിക്കുന്ന മനോഹരമായ ഒരു കൊച്ചുകുട്ടി
ഇത് ഒരു മനുഷ്യന്റെ ചിത്രമാണ്
ഈ ആളുകൾ ബസ്സിൽ
രണ്ട് പശുക്കൾ വേലിയിൽ നിൽക്കുന്നു
നടപ്പാതയുടെ വശം
സർഫ്ബോർഡിലുള്ള ഒരാൾ
റോഡിൽ പറ്റിനിൽക്കുന്ന ഒരു കാർ
സ്ത്രീ സ്കീയിംഗ് ചെയ്യുന്നു
കണ്ണാടിയിൽ ഒരു മനുഷ്യൻ
ഒരു കഷണം പേപ്പർ വില പ്രദർശിപ്പിക്കുന്നത്
പാളങ്ങളിൽ നീളമുള്ള ചുവന്ന തീവണ്ടി
കുന്നിന് സമീപം വലിയ പച്ച മുൾപടർപ്പു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കളകളിൽ ടാൻ കുട
ഒരു കെട്ടിട ചിത്രം
റോഡിന്റെ വശത്തുള്ള തെരുവ് പോൾ
തലയിണയിൽ ഒരു കുട്ടിയുടെ തല
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ട്രാക്കിലൂടെ പോകുന്ന ഒരു ട്രെയിൻ
വെളുത്ത പുക
കുഞ്ഞ് ആന
ബാറ്ററിൻറെ പെട്ടിയിൽ ബാറ്റർ
ഒരു ബൂഗി ബോർഡ്
ഒരു ട്രെയിൻ ട്രാക്കിൽ നിന്ന് വരുന്നു
കുഞ്ഞ് ആന
അലുമിനിയം ബേസ്ബോൾ ബാറ്റ്
ഷർട്ടും കറുത്ത പാന്റും ധരിച്ച ഒരാൾ വെളുത്ത വൈ റിമോട്ട് പിടിക്കുന്നു
നായ പുറത്ത് ഒരു കസേരയിൽ ഇരിക്കുന്നു
പയ്യൻ സിങ്കിനു മുകളിലൂടെ പല്ല് തേക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഇത് ഒരു മനുഷ്യനാണ്
കുഞ്ഞ് ആന
പുല്ലിൽ ചെറിയ ചുവന്ന പുള്ളി
ഒരു വയലിൽ ഒന്നിലധികം മൃഗങ്ങൾ മേയുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
രണ്ട് ആളുകൾ സ്കീയിംഗ്
റിയർ വ്യൂ മിറർ അപ്പാർട്ട്മെന്റ് കെട്ടിടത്തെ പ്രതിഫലിപ്പിക്കുന്നു
ഒരു പ്രൊഫഷണൽ ബോൾ ഗെയിം കാണുന്ന ആരാധകർ
ഒരു മൃഗശാലയിൽ നിൽക്കുന്ന രണ്ട് സീബ്രകൾ
വെളുത്ത ഷീറ്റുകളും ചുവന്ന ഹെഡ്‌ബോർഡും ഉള്ള ഒരു കിടക്ക
കുഞ്ഞ് ആന
സമുദ്രത്തിലെ ചുവന്ന ഇനം
ടെന്നീസ് കോർട്ടിന്റെ ഉപരിതലത്തിൽ വിള്ളൽ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു പർവതത്തിൽ ഒരു സ്കീയർ
മനുഷ്യൻ തിരമാലയിൽ സർഫിംഗ് ചെയ്യുന്നു
നീളമുള്ള പച്ച ടേപ്പർ മെഴുകുതിരികൾ.
ഇത് ഒരു വ്യക്തിയാണ്
ഇത് ഒരു വാഴമരത്തിന്റെ പുഷ്പമാണ്
പക്ഷി ആകാശത്തിലൂടെ പറക്കുന്നു
ഒരു പാത്രത്തിൽ ഭക്ഷണം
ക്ലോക്ക് ടവറിൽ രണ്ട് ക്ലോക്കുകൾ
തലയിൽ നീല ബക്കറ്റ് തൊപ്പി
ഒരു ചക്രത്തിൽ പ്രവർത്തിക്കുന്ന ഒരാൾ
ഒബ്ജക്റ്റ് ചുവപ്പാണ്
നടപ്പാതയിലെ ബെഞ്ച്
ഒരു എയോപ്ലെയ്ൻ പറന്നുയരുന്നു
റെഡ് കളർ ഫയർ ഹൈഡ്രാന്റ്
ഒരു തെരുവിൽ ഒരു ബസ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു പഴയ ഇയർബുക്ക് ഫോട്ടോ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
കുഞ്ഞ് ആന
കുഞ്ഞ് ആന
കുട്ടിയുടെ കറുത്ത മുടി
ഫ്രിസ്‌ബീ വെളുത്തതാണ്
കൊമ്പ് വായിക്കുന്ന ഒരാൾ
ഹോട്ട് ഡോഗ് കഴിക്കുന്ന ഒരാൾ.
ഇതൊരു പൂച്ചയാണ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ചുവപ്പും വെള്ളയും യൂണിഫോം ധരിച്ച ഒരു ബേസ്ബോൾ കളിക്കാരൻ.
ശൂന്യമായ ചുവന്ന പ്ലാസ്റ്റിക് പ്ലേറ്റ്
സൂര്യൻ ചിത്രത്തിൽ മങ്ങിക്കുകയാണ്
ഒരു കുട്ടി ലാപ്‌ടോപ്പ് കാണുന്നു
മൂടൽമഞ്ഞ് ലൈറ്റുകൾ ഓണാണ്
ഒരു ചിത്രത്തിനായി പോസ് ചെയ്യുന്ന ആളുകളുടെ ഗ്രൂപ്പ്
കുളത്തിലെ മനുഷ്യൻ
ഇതാണ് പരിധി
[ഒരു മരത്തിന്റെ ഭാഗം
ഒരു പഴയ രീതിയിലുള്ള മുറിയുടെ വാതിലിലൂടെ കാഴ്ച
പോസ്റ്റിലെ ക്ലോക്കിന്റെ സ്പയർ
പഴത്തിന്റെ ചെറിയ പാത്രം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കൂട്ടം ആളുകൾ ചുറ്റും നിൽക്കുന്നു
ഒരു വിമാനത്തിലെ എഞ്ചിൻ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഫോട്ടോ കറുപ്പും വെളുപ്പും ആണ്
രണ്ട് ചെറിയ അമേരിക്കൻ പതാകകൾ
ഇതൊരു തൊപ്പിയാണ്
തറയിൽ വെള്ളം കിടക്കുന്നു
രണ്ട് ഫുഡ് ട്രക്കുകൾ
ഇതൊരു റെയിൽവേ ലൈനാണ്
ഇതൊരു മൗസ് ആണ്
ഒരു പട്ടം പറക്കുന്നു
ആളുകൾ ആനയുടെ മുകളിൽ കയറുന്നു
ജീൻസിന്റെ ഭാഗം
പക്ഷികൾ പറക്കുന്നു
ഇതൊരു കെട്ടിടമാണ്
ടെന്നീസ് കോർട്ടിലുള്ളയാൾ
ഒരു വിൻഡോസിൽ ഒരു പൂത്തട്ടത്തിൽ പൂക്കൾ
ശിരോകവജം പച്ചയാണ്
വൃത്താകൃതിയിലുള്ള മരം മേശ
ഒരു ടൈയുടെ അറ്റം
നിലത്ത് കറുത്ത പുള്ളി
തെളിഞ്ഞ വെള്ളം നിറഞ്ഞ നീന്തൽ കുളം
ആടുകൾ മേയുന്നു
നാലു വെളുത്ത മൂത്രപ്പുരകൾ
കാട്ടിൽ ചില പശുക്കൾ
ഇത് വാഷിംഗ്ടൺ ഡിസിയിലാണ്
ഒരു കെട്ടിടത്തിൽ ഒരു കറുത്ത ഷിൻഗിൽ ചിഹ്നം ഘടിപ്പിച്ചിരിക്കുന്നു
തടി ബാറ്റ് ബാറ്റർ പിടിച്ചിരിക്കുന്ന
ഹോട്ട് ഡോഗിലെ ടോപ്പിംഗുകൾ
മൈക്രോഫോൺ കൈവശമുള്ള മനുഷ്യൻ
ഒരു ബെഞ്ചിന്റെ ഒരു ഭാഗത്ത് ഇരിക്കുന്ന മനുഷ്യൻ
കുഞ്ഞ് ആന
ഒരു ക്ലോക്കിൽ ഒരു തെരുവ് ചിഹ്നം
ഇതൊരു വൃദ്ധനാണ്
മനുഷ്യൻ ബേസ്ബോൾ കളിക്കുന്നു
വിമാനത്തിന്റെ ചിറകുകൾ
ആളുകൾ ഇരിക്കുന്നു
ലൈറ്റുകൾ ഓണാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സിറ്റി സെന്റർ 42 എ enu ബസിൽ എഴുതിയിട്ടുണ്ട്
രാത്രി എടുത്ത ചിത്രം
ഡൈനിംഗ് സലൂൺ സൂചിപ്പിക്കുന്ന സ്വർണ്ണ അക്ഷരങ്ങൾ
ചുവന്ന ബസ്സിൽ വലിയ മഞ്ഞ എഴുത്ത്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു സോക്കർ ഫീൽഡ്.
മഞ്ഞ വാഴപ്പഴം വിൽപ്പനയ്ക്ക്
ഇത് ഒരു സ്വീകരണമുറിയിലാണ്
ആകാശത്ത് ധാരാളം കൈറ്റ്സ്
ഇത് ഒരു തീരത്താണ്
സ്റ്റ ove യിൽ ഒരു കലം
കറുപ്പും വെളുപ്പും അടയാളം
കുഞ്ഞ് ആന
വാഹന ഇടത്താവളത്തിൽ ഉപയോഗിക്കുന്ന ഉപകരണത്തിന്റെ ബട്ടണുകൾ
സ്കേറ്റ്ബോർഡിന്റെ വെളുത്ത വർണ്ണ ചക്രം
കുഞ്ഞ് ആന
ഒരു പ്ലാസ്റ്റിക് ബാഗ് കൈവശം വച്ചിരിക്കുന്ന ഒരാൾ
ചാരനിറത്തിലുള്ള ചാരനിറത്തിലുള്ള വരകൾ
പച്ച വാഴപ്പഴത്തിന്റെ കൂട്ടം
തകർന്ന മരം സ്റ്റമ്പ്
സ്കേറ്റ്ബോർഡിലെ പയ്യൻ
സ്കീസിൽ രണ്ട് സ്ത്രീകൾ.
അകലെ ഒരു മഞ്ഞ വാഴപ്പഴം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വിൻഡോ ഡിസിയുടെ മുകളിൽ ഇരിക്കുന്ന രണ്ട് പൂച്ചകൾ
സർഫ്ബോർഡ് ഉപയോഗിക്കുന്ന ഒരു സ്ത്രീ
ഇത് ഒരു മനുഷ്യനാണ്
ചുവപ്പ് ധരിച്ച ഒരു വലിയ മനുഷ്യൻ
ഇത് ആരോഗ്യകരമായ ഭക്ഷണം പോലെ തോന്നുന്നു
രണ്ട് കൈകളിലെ വസ്തു
ഗ്രാൻഡ് ഓപ്പറ ഹൗസ് ദിശാസൂചന ചിഹ്നം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കളിയിൽ ബേസ്ബോൾ കളിക്കാരൻ.
കൗണ്ടർ വെള്ളിയാണ്
ഒരു വൃത്താകൃതിയിലുള്ള പച്ച ഗ്ലാസ് പ്ലേറ്റ്
കുഞ്ഞ് ആന
മനുഷ്യൻ കിടക്കുന്നു
"ഓറഞ്ച്, വൈറ്റ് വിമാനം."
ഒരു ചുവന്ന ബലൂണും നീല ബലൂണും
കറുത്ത വെറ്റ്സ്യൂട്ട് ധരിച്ച സർഫർ
ഒരു മെറ്റൽ റൗണ്ട് പാത്രം.
ഒരു മരത്തിൻ്റെ ഡൈനിംഗ് ടേബിൾ.
റോഡിന്റെ വശത്ത് ഒരു ചെറിയ വെളുത്ത പോണി
പുറത്തേക്ക് എടുത്ത ചിത്രം
ആന ആന സവാരി ചെയ്യുന്ന വ്യക്തിക്ക് തൊപ്പി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചിത്രം പുറത്തെടുത്തു
പച്ചയും മഞ്ഞയും വരകളുള്ള ചാരനിറത്തിലുള്ള സബ്‌വേ ട്രെയിൻ
മൃഗങ്ങളെ ഓടിക്കുന്നു
ഒരു ചെയിൻ ലിങ്ക് വേലി
ഒരു പാർക്കിൽ ധാരാളം മൃഗങ്ങൾ
സ്ത്രീ ഒരു സ്വെറ്റർ ധരിക്കുന്നു
"പർപ്പിൾ, ടാൻ ട്രക്ക് ക്യാബ്"
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
"വെള്ള, നീല നിറത്തിലുള്ള ബസ് ഗ്രാഫിറ്റിയിൽ പൊതിഞ്ഞു"
തെരുവിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന ഒരു മോട്ടോർസൈക്കിൾ
പിങ്ക് നീലയും വെള്ളയും ഹാംഗ് ഗ്ലൈഡർ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കുട്ടി താഴെ ഇരിക്കുന്നു
ഇതൊരു സീബ്രയാണ്
നാല് ആളുകൾ വൈ കളിക്കുന്നു
ചെരുപ്പ് ധരിച്ച മനുഷ്യൻ
ഒരു കെട്ടിടത്തിന് മുന്നിൽ മൂന്ന് അടയാളങ്ങൾ
നീല പാർക്കിംഗ് മീറ്ററിലേക്ക് നോക്കുന്ന രണ്ടുപേർ
ഒരു കസേരയിൽ ഇരിക്കുന്ന വൃദ്ധൻ
ഇളം പിങ്ക് ടെഡി ബിയർ
ഒരു നീല ടി-ഷർട്ട്
സൺഗ്ലാസുമായി പുറത്ത് ഇരിക്കുന്ന സ്ത്രീകൾ
നടക്കുകയും പുഞ്ചിരിക്കുകയും ചെയ്യുന്ന ഒരു ചെറുപ്പക്കാരൻ
അഗ്നി ജലാംശം ചുവപ്പാണ്
വെളുത്ത സെറാമിക് ടോയ്‌ലറ്റ് സീറ്റ്.
മോട്ടോർ സൈക്കിളിൽ ഒരാൾ
പരസ്പരം രണ്ട് സീബ്രകൾ.
റൺവേയിൽ മൂന്ന് വിമാനങ്ങൾ
ഇത് സമുദ്രത്തിലാണ്
ഒരു കുട്ടി ഒരു ബേസ്ബോൾ ബാറ്റ് വീശുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മഞ്ഞ ബസ് വെള്ളത്തിൽ പൊങ്ങിക്കിടക്കുന്നു
ദ്വീപ് ബീച്ച് രംഗം
വെളുത്ത താടിയുള്ള മനുഷ്യൻ
വലിയ കല്ലുകൾ നിലത്ത് ഇരിക്കുന്നു.
ധ്രുവക്കരടികളുടെ ഒരു മൂവരും
ഒരാൾ നടപ്പാതയിലൂടെ നടക്കുന്നു
മനുഷ്യൻ ഒരു മോട്ടോസൈക്കിൾ ഓടിക്കുന്നു
കാർ ഒരു ക .ണ്ടറിൽ ഇരിക്കുന്നു
കുഞ്ഞ് ആന
ഒരു സ്ത്രീ രണ്ട് നായ്ക്കൾ നടക്കുന്നു
ഒരു ധ്രുവത്തിലെ ഘടികാരം
ഗർഭിണിയായ കുതിര പുല്ലിൽ നിൽക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പാൻ പിടിച്ചിരിക്കുന്ന സ്ത്രീ
ഒരു ധ്രുവക്കരടിയുടെ തല
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇരുണ്ട ആകാശത്ത് മേഘങ്ങൾ കറങ്ങുന്നു.
ഒരു പെൺകുട്ടി ബൈക്ക് പിടിക്കുന്ന ഒരാളോട് സംസാരിക്കുന്നു.
ഒരു വലിയ ചുവന്ന ട്രാക്ടർ
കുഞ്ഞ് ആന
ഇതൊരു കുറുക്കനാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരാൾ ഫ്രിസ്ബീ കളിക്കുന്നു
ആൺകുട്ടിയുടെ കുപ്പായം നീലയാണ്
ബോട്ടിൽ വെളുത്ത ഷർട്ട് ധരിച്ച മനുഷ്യൻ
മനുഷ്യൻ ഹെൽമെറ്റ് ധരിക്കുന്നു
ജിറാഫി ട്രക്കിന്റെ പുറകിലേക്ക് നോക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വയർ ഉള്ള ഒരു മൗസ്.
വറചട്ടിയിൽ ഒരു ഗ്രിൽ ചെയ്ത ചീസ് സാൻഡ്വിച്ച്
തെരുവിൽ നിർത്തിയിരിക്കുന്ന മോട്ടോർസൈക്കിളുകൾ
ടവൽ റാക്കിൽ പിങ്ക് ടവൽ
നായ അഴുക്കുചാലിൽ നിൽക്കുന്നു
മഞ്ഞ്‌ മൂടിയ പർവ്വതം.
ഫ്രണ്ട് ടയർ
ആഴത്തിലുള്ള നീല തെളിഞ്ഞ ആകാശം
ഇതൊരു പാനപാത്രമാണ്.
മനുഷ്യൻ ബ്ലേസർ ധരിക്കുന്നു
ലാപ്‌ടോപ്പ് കൈവശമുള്ള ഒരാൾ
കസേരയുടെ പുറകിൽ ഒരു പവ് എം‌ഐ‌എ ലോഗോ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഓപ്പൺ കോളർ ഷർട്ടിൽ ഗ്രേ ടൈ
നിലത്ത് കറുത്ത പുള്ളി
സ്വർണ്ണ വരയുള്ള പ്ലേറ്റ്
തിളങ്ങുന്ന നീല മേഘങ്ങളില്ലാത്ത ആകാശം
ബ്രൗൺ മക്ഡൊണാൾഡ്സ് ബാഗ് ബെഞ്ചിൽ.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചുറ്റും മരമുള്ള ഒരു വൃക്ഷം
വയലിൽ നിൽക്കുന്ന മനുഷ്യൻ
ഒരു ട്രെയിൻ എഞ്ചിന്റെ മഞ്ഞനിറത്തിലുള്ള ഫ്രണ്ട്
കറുത്ത നായ പുല്ലിൽ ഓടുന്നു
ഒരു കറുത്ത റിസ്റ്റ്ബാൻഡ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നീലാകാശത്തിൽ ചില മേഘങ്ങൾ
ജിറാഫുകൾ നീളമുള്ള കഴുത്ത്
തിരമാലയിൽ നിന്ന് നനഞ്ഞ മണൽ
വീഞ്ഞ് ചുവന്നതാണ്
ചാരനിറത്തിലുള്ള കോമേർഷ്യൽ ഓവൻ
കുന്നിൻ മുകളിലുള്ള വലിയ ചാരനിറത്തിലുള്ള പാറ
"ഒരു നീല, വെള്ള ബസ് സ്റ്റോപ്പ് ചിഹ്നം."
ആൺകുട്ടി വായുവിൽ ചാടുന്നു.
ഒരാൾ നടപ്പാതയിൽ നിൽക്കുന്നു
കുടകൾ അടച്ചിരിക്കുന്നു.
സ്കാർഫ് ഉപയോഗിച്ചുള്ള കളിപ്പാട്ടം
സിങ്ക്
ഇടുങ്ങിയ മേൽക്കൂരയുള്ള ഒരു കിടപ്പുമുറി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
അരയിൽ കൈവെച്ച ഒരാൾ
റൺവേയിൽ ഒരു വിമാനം
അടുക്കള സിങ്കിനു കീഴിലുള്ള നീല ബക്കറ്റ്
മരത്തിൽ കറുത്ത കരടിയുടെ തല
വലിയ നായ്ക്കളുടെ ഒരു കൂട്ടം
ബേസ്ബോൾ കളിക്കാരൻ ഒരു ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു
ഒരു മോട്ടോർസൈക്കിൾ ഹെഡ്‌ലൈറ്റ്
രണ്ട് ജിറാഫുകൾ പരസ്പരം അടുത്ത്
വൃത്തിയുള്ള വെളുത്ത പ്ലേറ്റുകളുടെ ശേഖരം
സ്റ്റിക്കറുകൾ ഉപയോഗിച്ച് അടയാളം നിർത്തുക
ഒരു വലിയ മഞ്ഞ തെരുവ് വെളിച്ചം
ജിറാഫുകളും ഒട്ടകപ്പക്ഷികളും ഒരുമിച്ച്.
ഒരു കുതിരയുടെ മേയ്ൻ താഴേക്ക് തൂങ്ങിക്കിടക്കുന്നു
തെരുവിലൂടെ കാർ ഓടിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മരങ്ങളുടെ നീണ്ട നിര
ഒരു ചതുര പ്ലേറ്റിൽ ഫ്രൈസ്
ജനാലയ്ക്ക് മുന്നിൽ ഇരിക്കുന്ന ആളുകൾ
ഒരു ചെറിയ മോട്ടോർസൈക്കിൾ ക്ലോക്ക്
സ്യൂട്ട് ജാക്കറ്റിലുള്ള ഒരാൾ
കുഞ്ഞ് ആന
ബൈക്കിൽ യാത്ര ചെയ്യുന്ന രണ്ട് ആൺകുട്ടികൾ
ഒരു വൈറ്റ് വൈ കൺട്രോളർ
കട്ടിലിൽ ടെഡി ബിയർ
ചില ടെഡി ബിയറുകളുടെ അരികിൽ ഉറങ്ങുന്ന ഒരു സ്ത്രീ
ക്യാമറ ട്രൈപോഡ് ഡെസ്‌കിൽ
ഒരു മേശപ്പുറത്ത് ഉറങ്ങുന്ന പൂച്ച
പന്ത് മഞ്ഞ / പച്ചയാണ്
കോൺക്രീറ്റിൽ ടെഡി ബിയർ
പ്ലാസ്റ്റിക് പ്രൊട്ടക്ടർ കവറിംഗ് ഉള്ള വെളുത്ത ലാമ്പ്ഷെയ്ഡ്
തെളിഞ്ഞ നീലാകാശം
ചുവപ്പും മഞ്ഞയും സ്കേറ്റ്ബോർഡ്
തീ കത്തിച്ച തീ സ്ഥലം
ബസ് ചാരനിറമാണ്
മേശപ്പുറത്ത് നാല് ഇനങ്ങൾ
ഒരു മെറ്റൽ പാനിലാണ് പിസ്സ.
മണലിൽ ആന
പി അക്ഷരമുള്ള ഒരു തൊപ്പി
സ്ത്രീയിൽ കറുത്ത മുടി
ഒരു ചിഹ്നത്തിൽ ചുവന്ന അഷ്ടഭുജാകൃതി
അടു പ്പും ബ്രോയിലറും നിർമ്മിച്ചിരിക്കുന്നു
ശാഖയിൽ ഇരിക്കുന്ന പക്ഷി
പൈനാപ്പിൾസ് ബിൻ ഒന്നിൽ
അടുക്കളയിൽ ഒരു സ്ത്രീ
ഒരു അടുക്കള ക counter ണ്ടർ ടോപ്പ്
ഒരു ചതുരത്തിൽ ഒരു അത്താഴം
തെരുവിലെ മഞ്ഞ സ്കൂൾ ബസ്.
ഗോപുരം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു സ്പൂൺ പിടിക്കുന്ന കുട്ടി.
റോഡിനരികിൽ പ്രവർത്തിക്കുന്ന ചെയിൻ ലിങ്ക് വേലി
പക്ഷി വെള്ളത്തിൽ നടക്കുന്നു
നിലത്ത് കറുത്ത പുള്ളി
ഉയരമുള്ള ചുവന്ന അഗ്നി ജലാംശം
ടെലിവിഷനിൽ പൂച്ചകൾ.
ഡെസ്‌കിൽ ലാപ്‌ടോപ്പ് തുറക്കുക
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പറക്കുന്ന പക്ഷി
മനുഷ്യൻ ഒരു ചെറിയ സ്ലീവ് ഷർട്ട് ധരിക്കുന്നു
മതിലിന് എതിരായി കമ്പ്യൂട്ടർ സ്ക്രീൻ.
അഗ്രാസിൽ പശുക്കൾ
മതിലിൽ ക്യാമ്പ്‌ബെല്ലിന്റെ മങ്ങിയ സൂപ്പ് ചിഹ്നം
ഒരു ബോട്ടിൽ രണ്ട് നായ്ക്കൾ
ഒരു റെസ്റ്റോറന്റിലെ ആളുകൾ.
മൂലയിൽ കളങ്കപ്പെട്ട പച്ച റഫ്രിജറേറ്റർ
കഴുത തിന്നുന്നു
ഒരു ജേഴ്സിയിലെ നമ്പർ
പച്ച ലോഹത്തിന്റെ പാർക്കിംഗ് മീറ്റർ
ഒരു ഫ്രിസ്‌ബിയെ പിടിക്കാൻ മനുഷ്യൻ നീളുന്നു
റെസ്റ്റോറന്റിലെ ഉറവ.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വെളുത്ത പാത്രത്തിൽ ഓറഞ്ച് പുഷ്പം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
മനുഷ്യൻ സൈക്കിൾ ഓടിക്കുന്നു
സ്റ്റണ്ടുകൾ ചെയ്യുന്ന ഒരു ചെറിയ വിമാനം
രണ്ട് പശുക്കൾ ഒരുമിച്ച് കളിക്കുന്നു
വയലിൽ നിൽക്കുന്ന സീബ്ര
വ്യക്തി ഒരു പതാക പിടിക്കുന്നു
ടൈ ധരിച്ച മനുഷ്യൻ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ക്ലോക്ക് ടവർ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കുറ്റിക്കാട്ടിൽ സൂര്യൻ പ്രകാശിക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു പച്ച പാത്രം
കെട്ടിടം മൂടുന്ന പച്ച മരങ്ങൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ടൂത്ത് ബ്രഷ് കൈവശമുള്ള ഒരു ചെറിയ കുട്ടി
കുഞ്ഞ് ആന
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ബസ് നടപ്പാതയിലാണ്
ടെഡി ബിയർ കിടക്കുന്നു
വിന്റേജ് കുടുംബ ഫോട്ടോ
തറയിൽ കറുത്ത പൂച്ച
ഒരു അടുക്കളയിൽ തുറന്ന റഫ്രിജറേറ്റർ
വെളുത്ത സെറാമിക് കോഫി കപ്പ്
"നീല, വെള്ള ടെന്നീസ് ഷൂസ്"
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കണ്ണുകൾ തുറന്നിരിക്കുന്നു
കറുപ്പും വെളുപ്പും ഒരു ദിശ ചിഹ്നം
ഒരു പ്ലാസ്റ്റിക് കപ്പ്
സ്യൂട്ട് ധരിച്ച മനുഷ്യൻ
ചുവന്ന കൊട്ടയിൽ ചീസ് ഫ്രൈസ്
"തവിട്ട്, കറുപ്പ് ഗ്രാനൈറ്റ് കൗണ്ടർ ടോപ്പ്"
കിടക്കയിലെ പെൺകുട്ടി
തൊപ്പി ധരിച്ച ഒരാൾ
ഇത് വളരെ കറുത്ത സ്കേറ്റ്ബോർഡാണ്
പിസ്സയുടെ നാല് കഷ്ണങ്ങൾ ശേഷിക്കുന്നു.
ആനയിൽ രണ്ടുപേർ
സർഫ്ബോർഡിലെ നീല ഡിസൈൻ.
കറുപ്പും വെളുപ്പും എടുത്തത്.
ഇവ പൂക്കളാണ്
ഒരു വിൻഡോയിൽ റെക്കോർഡുചെയ്യുന്നു
ജെറ്റ് ആകാശത്താണ്.
പ്ലേറ്റിൽ ചില്ലി ഡോഗ്
മൈക്രോഫോണിന് മുമ്പായി സംസാരിക്കുന്ന ഒരാൾ
വലിയ തവിട്ടുനിറത്തിലുള്ള ടെഡി ബിയർ
ചുവന്ന തക്കാളി അരിഞ്ഞത് പ്ലേറ്റിൽ
ബൈക്കിലെ കറുത്ത കൈപിടികൾ
ഒരു കുട്ടിയുടെ വെളുത്ത കുട.
മോട്ടോർ സൈക്കിൾ പോലീസുകാരൻ തിരിഞ്ഞു.
മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്ന ഒരു പോലീസ് ഉദ്യോഗസ്ഥൻ
ട്രാക്കുകളിൽ ചുവന്ന ട്രെയിൻ
ട്രെയിൻ ട്രാക്കുകളിൽ ഉരുളുന്നു
വെള്ള പ്ലേറ്റിൽ വെള്ളി സ്പൂൺ
രാത്രി മേശപ്പുറത്ത് ഒരു വിളക്ക്
കമ്പ്യൂട്ടർ മേശപ്പുറത്ത് പൂച്ച
ചുവരിൽ കറുത്ത ഘടികാരം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
റഫ്രിജറേറ്റർ വെളുത്തതാണ്.
മനുഷ്യൻ ഒരു കട്ടിലിൽ ഇരിക്കുന്നു
ഒരു പ്ലേറ്റിൽ ഉള്ള ഫ്രൈസ്
ഒരു കുതിരപ്പുറത്ത് റേഞ്ചേഴ്സ്
സിറ്റി സ്ട്രീറ്റിൽ നിന്ന് എടുത്ത ചിത്രം
പയ്യൻ പാർക്കിൽ സ്കേറ്റ്ബോർഡ് ഓടിക്കുന്നു
സ്വർണ്ണ കൈകളുള്ള ക്ലോക്ക്
പുരുഷന് ചുറ്റും സ്ത്രീക്ക് ഭുജമുണ്ട്
തെരുവിൽ ഗിറ്റാർ വായിക്കുന്ന മനുഷ്യൻ
താഴേക്ക് മഞ്ഞുവീഴ്ചയുള്ള ചരിവിൽ സ്കീയർ
ഒരു സെക്സി വെളുത്ത സ്ത്രീ ഒരു കസേരയിൽ ഇരിക്കുന്നു.
മനുഷ്യൻ ഇടവഴിയിലൂടെ നടക്കുന്നു
ചുവരിൽ ഗെക്കോ പ്രതിമ
ഒരു ലിവിംഗ് റൂം സോഫ
നിലത്ത് വെളുത്ത മഞ്ഞ്
കുഞ്ഞ് ആന
തുരുമ്പിച്ച ബേസ് ഉള്ള വെളുത്ത ജലാംശം
കെട്ടിടങ്ങളിൽ സിറ്റി ലൈറ്റുകൾ
ഒരു ചെടിയിൽ വെളുത്ത പൂവ്
സി എന്ന അക്ഷരം അടങ്ങിയ ഒരു വെളുത്ത വൃത്തം
പിങ്ക് നിറത്തിലുള്ള ചെറിയ പെൺകുട്ടി
കുളത്തിനടുത്തുള്ള 2 പാർക്ക് ബെഞ്ചുകൾ
വസ്ത്രം നീലയാണ്
പ്ലേറ്റിന് ഒരു സ്വർണ്ണ ട്രിം ഉണ്ട്
ദ്വീപ് ബീച്ച് രംഗം
കാറിലെ ഹെഡ്‌ലൈറ്റുകൾ
"വെള്ള, കറുപ്പ് വരയുള്ള സീബ്ര"
പോലീസ് മോട്ടോർസൈക്കിളുകളുടെ വരികൾ
കടൽത്തീരത്തെ മണൽ തവിട്ടുനിറമാണ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ടെന്നീസ് കളിക്കാരൻ കളിക്കാൻ തയ്യാറാണ്
പിന്നോട്ട് ചരിഞ്ഞ മനുഷ്യൻ
പുരുഷന്മാർ ബേസ്ബോൾ കളിക്കുന്നു
തടി ബെഞ്ചിൽ ഇരിക്കുന്ന സ്ത്രീ
മോട്ടോർ സൈക്കിളുകളിൽ സഞ്ചരിക്കുന്ന ആളുകൾ
പച്ച തൊപ്പി ധരിച്ച സ്ത്രീ
വെള്ളത്തിനടുത്തുള്ള ഉയരമുള്ള പാലം
ഒരു ചെറിയ മരുഭൂമി സസ്യം
ഒരു ഫ്രിസ്‌ബിയെ പിടിക്കുന്ന ഒരാൾ
ട്രക്കിൽ നിന്ന് വെള്ളം ഒഴുകുന്നു
മഞ്ഞ ജാഗ്രത ചിഹ്നം
മനുഷ്യൻ ജനാലയിലൂടെ പുറത്തേക്ക് നോക്കുന്നു
ലാപ്ടോപ്പിനടുത്ത് ഒരു പൂച്ച
ഒരു ചെറിയ തടി പാത്രം
ജിറാഫിൽ തവിട്ട് പുള്ളി
ഓപ്പൺ ബാറ്ററിയിൽ പ്രവർത്തിക്കുന്ന ലാപ്‌ടോപ്പ്
മേശയ്ക്കരികിലിരിക്കുന്ന മനുഷ്യൻ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
പഴം നിറഞ്ഞ ഒരു പ്ലേറ്റ്
ട്രെയിനുകളിൽ പുല്ലിന്റെ പാച്ച്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ആപ്രോൺ ഉള്ള ഒരു ചെറിയ കുട്ടി
ഒരു തെരുവ് ചിഹ്നത്തിന്റെ പിൻഭാഗം
നീളമുള്ള പുല്ലിൽ സൂര്യപ്രകാശവും
ചെറിയ പൂക്കൾ നിറഞ്ഞ വയൽ
അകലെയുള്ള ഒരു വിളക്കുമാടം
സ്കേറ്റ് ബോർഡ് ട്രിക്ക് ശ്രമിക്കുന്ന പയ്യൻ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വെളുത്ത വൃത്തികെട്ട ടോയ്‌ലറ്റ് ഇരിപ്പിടം
തിളങ്ങുന്ന നീല വിമാന മൂക്ക്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കുഞ്ഞ് ആന
ചിത്രത്തിലെ ഒരു പശു
പുല്ലിൽ പാറ
തെരുവിൽ വെളുത്ത കാർ പാർക്ക് ചെയ്തു.
ഒരു പാത്രത്തിൽ പാൻകേക്കുകൾ
മനുഷ്യന്റെ പച്ച ടെന്നീസ് പന്ത്
മേശ മരം കൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്
തീവണ്ടി ഭാഗികമായി സ്റ്റേഷന് പുറത്ത്
ട്രെയിൻ സ്റ്റേഷനിലാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കറുത്ത കുത്തിവരകൾ ഉള്ള ടോയ്‌ലറ്റ്
മഞ്ഞ ഡാൻഡെലിയോണുകളുടെ ദളങ്ങൾ
ജിറാഫിന്റെ വാൽ കറുത്തതാണ്
തറയിൽ പരവതാനി.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വിൻഡോയിൽ വെളുത്ത പ്ലാസ്റ്റിക് മറകൾ
ഒരു ബേസ്ബോൾ ഗെയിം രംഗം
ഇതൊരു കുറ്റിച്ചെടിയാണ്
ജിറാഫിന് പിന്നിൽ ഉയരമുള്ള വെളുത്ത ഗോപുരം
ഒരു മെറ്റാലിക് ബോയിലർ സ്‌റ്റൗവിൽ ഉണ്ട്.
സ്കേറ്റ്ബോർഡിൽ നിൽക്കുന്ന മനുഷ്യൻ.
ബെഞ്ച് ചാരനിറമാണ്
ഒരു ധ്രുവത്തിൽ മഞ്ഞ ചിഹ്നം
പച്ചിലകളും ധാന്യങ്ങളും ഒരു തളികയിൽ
റെഡ് ഫ്ലൈയിംഗ് പ്ലേ സോസർ
ചുവന്ന നിറത്തിലുള്ള മനുഷ്യൻ ഒരു കൂട്ടം വാഴപ്പഴം പിടിക്കുന്നു
ഒരു ഡ്രോയറിന്റെ ഭാഗം
നടപ്പാതയിലെ ഓറഞ്ച് അഗ്നിജലാശം
സൂര്യനെ തടയുന്ന ചുവന്ന കുട തുറക്കുക
നരച്ച കുഞ്ഞ് ആന
പിസ്സയുടെ പുറംതോട് പൊടി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മഞ്ഞ വെളിച്ചമുള്ള ഒരു തെരുവുവിളക്ക്
ഒരു ടാർമാക്കിന്റെ ചിത്രം
പയ്യൻ ധരിക്കുന്ന കണ്ണാടികൾ
സ്ട്രോ ഉള്ള ഒരു ഗ്ലാസ്
വ്യക്തിയുടെ പ്രകാശമുള്ള സിലൗറ്റ്.
മനുഷ്യൻ ടെന്നീസ് കളിക്കുന്നു
വാഹനം വെളുത്തതാണ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കുഞ്ഞ് ആന
ഒരു സ്ക്വയറിൽ ഇരട്ട-ഡെക്കർ ബസ്
മഞ്ഞിലൂടെ സഞ്ചരിക്കുന്ന ഒരു ബസ്
ചുവപ്പും ചാരനിറത്തിലുള്ള ബസും തെരുവിലേക്ക് പോകുന്നു.
ഒരു ചെറിയ ജിറാഫ് നിൽക്കാൻ പഠിക്കുന്നു
മോട്ടോർ സൈക്കിളിൽ രണ്ടുപേർ.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു വലിയ ജലാശയം
മിഡ് എയറിൽ സ്കേറ്റ്ബോർഡിംഗ് ചെയ്യുന്ന വ്യക്തി
കടൽത്തീരത്ത് പാറകളിൽ പക്ഷികൾ
ട്രാക്കുകളുടെ വശത്ത് ഗ്രേ സിലോ.
മനുഷ്യൻ ജന്മദിന മെഴുകുതിരികൾ ഊതി കെടുത്തുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മനുഷ്യന്റെ മുഖത്ത് കറുത്ത ഫ്രെയിം ചെയ്ത ഗ്ലാസുകൾ
ജിറാഫിൽ കൊമ്പുകൾ
മുകളിൽ ഷർട്ട് ഇല്ലാത്ത ഒരാൾ.
റോഡിൽ ഒരു ചുവന്ന ട്രക്ക്
ഒരു സ്ത്രീ അവളുടെ ഫോണിൽ സംസാരിക്കുന്നു
മെറൂൺ തൂവാല മേശപ്പുറത്ത്.
ഒരു കസേരയിൽ ഇരിക്കുന്ന ഒരാൾ
ഒരു കുട്ടിയുടെ സിലൗറ്റ്
ലാപ്‌ടോപ്പിന്റെ മുൻവശത്ത് ഒരു ചെറിയ തവിട്ട് വര
ചുവപ്പും മഞ്ഞയും അടയാളം
ഒരു കഷണം പിസ്സ
തിളങ്ങുന്ന രോമക്കുപ്പായം ഉള്ള പൂച്ച
സമുദ്രത്തിന് മുകളിൽ തെളിഞ്ഞ നീലാകാശം
ടോയ്‌ലറ്റിൽ ഒരു മരം ടോയ്‌ലറ്റ് സീറ്റ്
ഒരു സിങ്കിലെ ടിഷ്യൂകളുടെ പെട്ടി
ഒരു വാട്ടർ ഫ്യൂസറ്റിന്റെ മുട്ട്
ബിർച്ച് മരങ്ങളുടെ വനത്തിന്റെ പെയിന്റിംഗ്
ചുവന്ന തെരുവ് വെളിച്ചം
പരുക്കൻ കുളിമുറിയുടെ ഒരു രംഗം
നിലത്ത് കറുത്ത പുള്ളി
പ്ലേറ്റ് വെളുത്തതാണ്.
പിങ്ക് കത്രികയുടെ മുകൾ ഭാഗം
ഒരു വിഭവത്തിന് മുകളിൽ ഒരു പിസ്സ
ഇതൊരു ഭീമാകാരമായ പാറയാണ്
പുല്ലിൽ വലിയ പാറ
പെൺകുട്ടി അവളുടെ ഫോൺ നോക്കുന്നു
ചുവപ്പ് നമ്പർ 6
ഒരു വലിയ മണൽ കുന്ന്.
വയലിൽ ആന
ഉയരമുള്ള ക്ലോക്ക് ടവർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കാട്ടിൽ ഒരു സീബ്ര
പുതുതായി നിർമ്മിച്ച നാല് തിളങ്ങുന്ന ഡോണട്ട്സ്.
ചീസ് ഉരുകിയിരിക്കുന്നു
ഒരു ഓറഞ്ചിന്റെ കാഴ്ച അടയ്‌ക്കുക
കറുത്ത ഫ്രെയിം ചെയ്ത കലാസൃഷ്‌ടി ചുമരിൽ തൂക്കിയിരിക്കുന്നു
ഒരു മരക്കൊമ്പിൽ ഓറഞ്ച്
ഇറ്റാലിയൻ റൊട്ടി കഷ്ണം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ട്രെയിൻ കാറിലേക്കുള്ള പ്രവേശനം
പോലീസ് കാർ പാർക്ക് ചെയ്തിരിക്കുന്നു.
ടെന്നീസ് കോർട്ടുകൾക്ക് ചുറ്റും ഉയരമുള്ള ചെയിൻ ലിങ്ക് വേലി
വെളുത്ത പോർസലൈൻ ടോയ്‌ലറ്റ് ലിഡ്
റാഞ്ച് വസ്ത്രങ്ങളുള്ള ഒരു സാലഡ്
ഒരു ബാഗിന്റെ വശം
കിടക്ക വിരികളുടെ കൂമ്പാരം
പിങ്ക് ധരിച്ച ഒരു സ്റ്റഫ് മൃഗം
വീഞ്ഞുമായി ആളുകൾ പുല്ലിൽ വിശ്രമിക്കുന്നു
കുഞ്ഞ് ആന
ഒരു കറുത്ത ക്യാച്ചറിന്റെ മിറ്റ്
വീട്ടുമുറ്റത്ത് പച്ച തവളയെ
പ്ലാസ്റ്റിക് ഫ്രെയിമുകളുള്ള കണ്ണടകൾ
ഒരു സിൽവർ സ്കൂബ ടാങ്ക്.
മനുഷ്യൻ സ്കീസ് ​​ധരിക്കുന്നു.
പിസ്സ പകുതിയായി പിളർന്നു
ഒരു റഫ്രിജറേറ്ററിന് മുന്നിൽ നിൽക്കുന്ന ഒരു ചെറിയ കുട്ടി
ഹോട്ട്ഡോഗിനൊപ്പം ഒരു കഷണം റൊട്ടി
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
എലിവേറ്ററിലെ ഗോവണി
പിസ്സയുടെ വെള്ള നാൽകാലി
വെളുത്ത വലിയ വിമാനം പാർക്ക് ചെയ്തിരിക്കുന്നു
കറുത്ത വെറ്റ്സ്യൂട്ട് ധരിച്ച മനുഷ്യൻ
നായ്ക്കൾ വെള്ളത്തിൽ
ബാറുകൾക്ക് മുന്നിൽ നിൽക്കുന്ന സെബ്ര
സൂര്യനിൽ തിളങ്ങുന്ന ഒരു ലഘുചിത്രം
ഒരു വലിയ വീഞ്ഞ് കുപ്പി
സ്കേറ്റ്ബോർഡിൽ സവാരി ചെയ്യുന്ന കൊച്ചുകുട്ടി.
മനുഷ്യൻ തന്റെ സ്കേറ്റ്ബോർഡിൽ ഒരു തന്ത്രം ചെയ്യുന്നു
ഒരു വിമാനത്തിന്റെ അടിയന്തര വാതിൽ
ഒരു ഫ്രിഡ്ജിന്റെ വശം
ഒരു നാൽക്കവല കൈവശമുള്ള ഒരാൾ
കറുത്ത റൺവേയുടെ ചെറിയ ഭാഗം
തിളങ്ങുന്ന നീല ബ്രെസ്റ്റുള്ള കറുത്ത പക്ഷി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഘടികാരം
നായ ഇരിക്കുന്നു.
ഒരു തവിട്ടുനിറത്തിലുള്ള ടെഡി ബിയർ
കാറിലെ ലൈസൻസ് പ്ലേറ്റ്
വായുവിൽ വെളുത്ത ഫ്രിസ്ബീ
ഉയരമുള്ള പുൽമേടുകൾ
പൂച്ചയുടെ തല പെട്ടിയിലുണ്ട്
മഞ്ഞ കെട്ടിടത്തിൽ വെളുത്ത ചായം
മഴയിൽ കറുത്ത കുട പിടിക്കുന്ന സ്ത്രീ
കുതിരപ്പുറത്തുണ്ടായിരുന്ന രണ്ടുപേർ വണ്ടി വലിച്ചു
ഒരു പശു നിൽക്കുന്നു
ഒരു കുപ്പായത്തിൽ വരകൾ
കറുത്ത ട്രാഫിക് സിഗ്നൽ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
വെളുത്ത പാത്രത്തിൽ ഇരിക്കുന്ന ഭക്ഷണം.
വധുവും വരനും ബോർഡ്‌വാക്കിൽ നടക്കുന്നു
ഒരു നീല പൊന്നും ചായം തലം വാൽ
പർപ്പിൾ ധരിച്ച ഒരു സ്ത്രീ കെട്ടിടത്തിന് മുന്നിൽ നിൽക്കുന്നു
പുരുഷന്റെ കാലിൽ ഒരു സ്കേറ്റ്ബോർഡ്
യെല്ലോ റെസ്ക്യൂ സർഫ് ബോർഡ്
ഒരു വെളുത്ത സ്നോ ബോർഡർ.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
റാസ്ബെറി പൈയിൽ ബ്ലാക്ക്ബെറി
തറ നില തവിട്ടുനിറമാണ്
കൈറ്റ്സ് പറക്കുന്ന ആളുകൾ
കലത്തിലെ ബ്രൊക്കോളി.
ഒരു ഗ്ലാസിന്റെ ഭാഗം
കുതിരപ്പുറത്തുള്ള വ്യക്തി
സ്കേറ്റ് ബോർഡിൽ കാലുകൾ
വെളുത്ത കുട കൈവശമുള്ള വ്യക്തി
ചുവന്ന ഇഷ്ടിക കൊണ്ടുള്ള ഗോപുരം
ഫോർഗ്രൗണ്ട് സീബ്ര പുല്ലിൽ മേയുന്നു
വിദൂരത്തുള്ള ചക്രവാളം
തീവണ്ടിയിൽ ചുവപ്പും മഞ്ഞയും കാർ
പച്ച ട്രാഫിക് സിഗ്നൽ
ചുവപ്പും വെള്ളയും നിറത്തിലുള്ള പട്ടം
ഒരു പോണിടെയിലിൽ കൊച്ചു പെൺകുട്ടിയുടെ മുടി.
ടിഷ്യു പേപ്പർ വെളുത്ത നിറമാണ്.
ടെഡി ബിയറിനെ പിടിച്ച് പിങ്ക് നൈറ്റ്‌ ഗൗൺ ധരിച്ച ഒരു സ്ത്രീ
നിറങ്ങളുള്ള സീസൺ മിശ്രിത പച്ചക്കറികൾ.
കെട്ടിടത്തിന്റെ വശത്തുള്ള സമയ ക്ലോക്ക്
മൂന്ന് പർപ്പിൾ പൂക്കൾ
പാന്റിൽ പ്ലെയ്ഡ് പാറ്റേൺ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ആഫ്രിക്കൻ പ്രാരിയിലെ രണ്ട് ജിറാഫുകൾ
ചാരനിറത്തിലുള്ള അസ്ഫാൽറ്റ് ഉപരിതലം
ഷവർ വാതിലിൽ സ്റ്റിക്കർ.
നായയിൽ കറുത്ത മൂക്ക്
തടി ബെഞ്ച്
ഇടത്തേക്ക് ഓടുന്ന ആന
കുട്ടി ടെന്നീസ് കളിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചിഹ്ന വായനയിലെ പദാവലി blue ഹോപ്പ് ഓൺ \ നീലനിറത്തിൽ
ടെന്നീസ് റാക്കറ്റ് കൈവശമുള്ള ഒരാൾ
കൊമ്പുകൾ വലുതാണ്
വ്യക്തമായ കണ്ണടയിൽ മനുഷ്യൻ
ഇന്ത്യൻ തെരുവിലെ പശു
തുരുമ്പിച്ച പാർക്കിംഗ് മീറ്ററിൽ ഗ്രാഫിറ്റി
വെള്ളമുള്ള ഗ്ലാസ്
ഒരു വെളുത്ത ഫ്രിസ്ബീ
ട്രെയിനിനായി കാത്തിരിക്കുന്ന ഒരു കൂട്ടം ആളുകൾ
ട്രാക്കുകളിൽ ചുവന്ന ട്രെയിൻ കാർ
കണ്ണിന് കാണാൻ കഴിയുന്നിടത്തോളം സൈക്കിളുകൾ
പൂക്കൾ ഒരു പാത്രത്തിൽ
കറുപ്പും വെളുപ്പും പൂച്ച
മനോഹരമായ ഒരു ചെറിയ നായ.
"കറുപ്പ്, ഓറഞ്ച് ടെന്നീസ് റാക്കറ്റ്"
കറുത്ത പ്ലാസ്റ്റിക് ക്യാച്ചറുകൾ ഹെൽമെറ്റ്
പച്ചയും വെള്ളയും ബന്ദന്ന
കറുത്ത ചക്രങ്ങളുള്ള സ്കേറ്റ്ബോർഡ്
ഒരു സിങ്കിൽ നിൽക്കുന്ന പൂച്ച
ബ്രൗൺ നിറത്തിലുള്ള ഒബ്ജക്റ്റ് കൈവശമുള്ള ടെഡി ബിയർ
ഒരു കുതിരയുടെ പുറകുവശത്ത്
സ്ത്രീ കടും പച്ച കുട പിടിക്കുന്നു.
തെരുവ് അസ്ഫാൽറ്റ് കൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്
സർഫ് ബോർഡിൽ സർഫർ ചെയ്യുക
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഫോട്ടോയിലെ ടെഡി ബിയർ
നിലത്ത് കറുത്ത പുള്ളി
വിമാനം ഒരു ചുവന്ന വാല്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ടെന്നീസ് കളിക്കാരൻ തന്റെ റാക്കറ്റ് സ്വിംഗ് ചെയ്യാൻ തയ്യാറാണ്
ഒരു ചുവരിൽ ഒരു തെരുവ് ചിഹ്നം
രണ്ട് പുരുഷസുഹൃത്തുക്കൾ കടൽത്തീരത്ത് സർഫ്ബോർഡിംഗ് ചെയ്യുന്നു
ഒരു പാത്രം സൂപ്പ്
ജനങ്ങൾക്ക് മുകളിലുള്ള നർത്തകരുടെ പ്രതിമകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചായം പൂശിയ ആടുകൾ
സിറ്റി കമ്മ്യൂട്ടർ ബസ്
ബഗ്ഗി കുതിരയോട് ചേർത്തിരിക്കുന്നു
ഒരു പുഷ്പ സ്യൂട്ട്കേസ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പുരുഷന്റെ മുഖത്ത് കണ്ണട
കൊമ്പുകളുള്ള കറുത്ത പശുക്കിടാവ്
"ഒരു വെള്ളി, കറുപ്പ് മോട്ടോർസൈക്കിൾ"
കുഞ്ഞ് ആന
ചിഹ്നം നീല നിറത്തിലുള്ള എഴുത്ത് വെളുത്തതാണ്
തീവണ്ടിയിലെ ജനലുകൾ
ക്യാമറ ഉയർത്തിപ്പിടിച്ച കൈ
ഒറ്റ കറുത്ത കമ്പ്യൂട്ടർ സ്പീക്കർ
ഒരു കുഞ്ഞിന്റെ ഷൂവിന്റെ ഭാഗം
തിളങ്ങുന്ന മെറ്റൽ ഗ്രാബ് ബാർ
നദിക്കരയിൽ ഒരു വെളുത്ത ബെഞ്ച്
മുകളിൽ മൂവി പ്രതീകമുള്ള നീല ഫ്രിസ്ബി
നിലത്ത് കറുത്ത പുള്ളി
കെട്ടിടത്തിൽ ഒപ്പിടുക
കമ്പ്യൂട്ടറുകളുടെ മൂന്ന് സ്ക്രീനുകൾ
തൊട്ടടുത്തുള്ള ആന
ജാക്കറ്റ് ധരിച്ച സ്ത്രീ
ഉണങ്ങിയ പൂക്കൾ ഒരു സിലിണ്ടർ പാത്രത്തിൽ
ചുരുണ്ട ബ്രൗൺ നിറമുള്ള മുടിയുള്ള പെൺകുട്ടി
കോൺക്രീറ്റിൽ കൈകളുള്ള പയ്യൻ
ചാരനിറത്തിലുള്ള ആന തുമ്പിക്കൈ
കറുത്ത പോലീസ് ഉദ്യോഗസ്ഥൻ
ഫോട്ടോയിൽ വാഷിംഗ്ടൺ.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഇനങ്ങൾ നിറഞ്ഞ ഒരു കൊട്ട
കാളയുടെ വലത് കൊമ്പ്
ആനപ്പുറത്ത് ഒരു സംഘം
ഒരു അറയിലേക്ക് പ്രവേശന കവാടം
സ്കേറ്റ്ബോർഡിലെ ഒരു യുവതി തന്റെ സെൽഫോൺ ഉപയോഗിക്കുന്നു
മോട്ടോർ സൈക്കിൾ ഒരു വളവിലേക്ക് ചായുന്നു
ഒരു വലിയ കിടക്ക
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു മനുഷ്യൻ സർഫിംഗ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു വെളുത്ത മേഘം
രണ്ട് കരടികൾ മുഖാമുഖം
ഒരു മ്യൂസിയത്തിൽ എടുത്ത ചിത്രം
ചുട്ടുപഴുത്ത ഗുഡികളുടെ ഒരു പെട്ടി.
ചുവന്ന ജാക്കറ്റിലും ഷോർട്ട്സിലും ദൃഷ്ടിക്ക് പുറത്തുള്ള മനുഷ്യൻ
ഉയരമുള്ള ഒരു ധ്രുവം
കുഞ്ഞ് ആന
ഒരു തളികയിൽ ഒരു സ്പൂൺ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
തെരുവിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന നീല കാർ
സ്കീസിലെ വില ടാഗ്
ഒരു ജാലകത്തിൽ രണ്ട് പൂച്ചകൾ
സിമന്റിന്റെ പകുതി മതിൽ
വൈറ്റ് പോസ്റ്റ് ഹോൾഡിംഗ് ചിഹ്നം
തീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കേക്കിൽ ഒരു ബാറ്റ്മാൻ രൂപം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മുറിയിൽ ലാപ്‌ടോപ്പ്
പൈജാമയിലെ പയ്യൻ ഉറങ്ങുന്നു
സീലിംഗിൽ ഒരു പ്രകാശം
പൂർണ്ണ നീളമുള്ള കറുത്ത കോട്ട് ധരിച്ച വ്യക്തി
തവിട്ടുനിറത്തിലുള്ള നീല നിറത്തിലുള്ള കോട്ടിലെ പെൺകുട്ടിയുടെ പുഞ്ചിരി
നാല് പശുക്കൾ കുടിവെള്ളം
സ്കൂട്ടറിലെ ആളുകൾ
ഫേസ്ബുക്ക് ഉള്ള കമ്പ്യൂട്ടർ സ്ക്രീൻ മുകളിലേക്ക് വലിച്ചു
നടപ്പാതയിൽ പാറ കസേര
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പച്ച ടെന്നീസ് ബോൾ വായുവിൽ
ഒരു സ്ത്രീ ഹോട്ട്ഡോഗ് കഴിക്കുന്നു
ചുവപ്പ് പിടിയുളള മടക്കുന്ന കത്തി
കറുത്ത കണ്ണടയുള്ള ചുവന്ന തലയുള്ള കുട്ടി
വാഴപ്പഴം നീക്കാൻ ഉപയോഗിക്കുന്ന ഉപകരണം
തവിട്ട് നിറത്തിലുള്ള ബൂട്ട് ഉള്ള ഒരു സ്ത്രീ
നനഞ്ഞ ഇരുണ്ട തവിട്ട് നിറമുള്ള മുടി
വിമാനത്തിന്റെ ഓറഞ്ച് മൂക്ക്
പൂന്തോട്ടത്തിലെ പഴയ മരം ബെഞ്ച്
ഒരു വിമാനം റൺ‌വേയിലേക്ക് പുറത്തേക്ക് തള്ളപ്പെടുന്നു
കുടയുള്ള വ്യക്തി
കറുപ്പും വെളുപ്പും നിറമുള്ള സീബ്ര മേയുകയും ഇടത്തേക്ക് ചൂണ്ടുകയും ചെയ്യുന്നു
ഒരു കൗണ്ടറിൽ വേവിക്കാത്ത പിസ്സ
ഒരു വീടിന് പുറത്ത് ഒരു ബെഞ്ച്
ചുവന്ന അക്കങ്ങളുള്ള ഒരു വട്ട ക്ലോക്ക്
ksy- ൽ കട്ടിയുള്ള വെളുത്ത മേഘം
ഒരു പാർക്കിംഗ് സ്ഥലത്ത് ഒരു ചുവന്ന പിക്കപ്പ്
ആകാശത്ത് ഒരു ചതുരാകൃതിയിലുള്ള കൈറ്റ്
ട്രെയിനിൽ വലിയ വ്യക്തമായ വിൻഡ്ഷീൽഡ്
ഫ്ലുഒരൊ ഷാട്രസ് ഷർട്ട് ധരിച്ച പുള്ളിക്കാരൻ അടുപ്പിൽ ഏകദേശം ആശയക്കുഴപ്പത്തിൽ ആണ്
ഉപേക്ഷിക്കാൻ പോകുന്ന ഒരു ബേസ്ബോൾ ബാറ്റ്.
ആറ് വിമാനങ്ങൾ രൂപത്തിൽ പറക്കുന്നു
ഷർട്ടുകളില്ലാത്ത രണ്ട് ആളുകൾ
കൗണ്ടറിൽ ഒരു മൈക്രോവേവ്
ഒരു കുട്ടി ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ലേഡി ടെന്നീസ് കളിക്കാരൻ മനുഷ്യനെ സമീപിക്കുന്നു
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
കറുപ്പും സ്വർണ്ണവുമായ ഘടികാരം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഫുട്പാത്തിലെ സ്യൂട്ട്കേസ്
ഒരു ജോടി മഞ്ഞ കത്രിക
വെളുത്ത ചോക്ലേറ്റ് സ്ക്വയർ
മനുഷ്യന്റെ കാലിന്റെ അടുത്ത് ഒരു കറുത്ത നായ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചുവന്ന കയാക്കിലെ ആളുകൾ
പൂച്ച അതിന്റെ പ്രതിഫലനത്തെ അഭിനന്ദിക്കുന്നു
ഒരാൾ ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു
മൂന്ന് ജിറാഫുകൾ ഇലകൾ തിന്നുന്നു
ഒരു പിങ്ക് സോപ്പ് ഹോൾഡർ
സ്കേറ്റ്ബോർഡിലെ വ്യക്തി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സീബ്രകൾ വെള്ളത്തിൽ
നിലത്ത് വെളുത്ത മഞ്ഞ്
മേശപ്പുറത്ത് ചെറിയ വിളക്ക്.
നീലയും വെള്ളയും നിറമുളള ഒരു വിമാനം
ബസ്സിലെ നമ്പർ 276
വിമാനം വായുവിലൂടെ സഞ്ചരിക്കുന്നു
വെള്ളത്തിൽ ഒരു സർഫർ
മനുഷ്യൻ സർഫ്ബോർഡ് പിടിക്കുന്നു
ഒരു വയലിൽ നാല് ജിറാഫുകൾ
ഒരു വിൻഡോയ്ക്ക് സമീപമുള്ള ബാക്ക്പാക്ക്
ഒരു കളിപ്പാട്ടവുമായി കളിക്കുന്ന ഒരു കൊച്ചു പെൺകുട്ടി
ടോയ്ലറ്റ് പേപ്പറിന് കീഴിൽ ചവറ്റുകുട്ട
ഫോട്ടോയിലെ ഒരു വിമാനം
റെയിൽ‌വേ ട്രെയിൻ ട്രാക്കിൽ
ഒരു പ്ലാസ്റ്റിക് ബാഗ് ചവറ്റുകുട്ട
കറുത്ത ആക്സന്റുള്ള പുരുഷന്മാരുടെ വെളുത്ത ടെന്നീസ് ഷൂസ്
ആടുകളുടെ രോമം കത്രിക്കുന്ന ഒരു വൃദ്ധൻ
ഒരു വെളുത്ത ബാത്ത് ടബ്
ശ്രദ്ധയില്ലാത്ത ഒരു മനുഷ്യൻ വിരൽ നഖം എടുക്കുന്നു
ഒരു മനുഷ്യൻ ഒരു ചരിവിലൂടെ സ്നോബോർഡിംഗ്
നാലാമത്തെ വിരലിൽ മോതിരം
കിടക്കയിൽ പ്രഭാത ഭക്ഷണം കഴിക്കുന്ന ഒരു സ്ത്രീ
ഇതൊരു സ്കേറ്റ് റാമ്പാണ്
ഒരു ഏഷ്യൻ സ്ത്രീ സൈക്കിൾ ഓടിക്കുന്നു
ഹാൻഡിലുകളുള്ള ഒരു മരം ട്രേ
നിലത്ത് കറുത്ത പുള്ളി
ആകാശത്ത് ഒരു വർണ്ണാഭമായ പട്ടം
ഒരു സ്ക്രൂഫി ലുക്കിങ് ടെഡി ബിയർ
ഒരു വലിയ പർപ്പിൾ ക്ലിപ്പ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു ബോട്ടിൽ ഒരു ചുവന്ന കൂളർ
ഒരു കറുത്ത തൊപ്പി
ഇതാണ് ആകാശം
കേസിൽ നീല പുസ്തകം
ഒരു സ്ത്രീയുടെ കണ്ണുകൾക്ക് മുകളിലുള്ള കണ്ണട
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
കുഞ്ഞ് ആന
മനുഷ്യന്റെ കറുത്ത കയ്യുറയിൽ വെളുത്ത എഴുത്ത്
മോട്ടോർ സൈക്കിളിൽ സ്ത്രീ
ഇതൊരു ലോറിയാണ്
സ്നോബോർഡിൽ ഒരു ആൺകുട്ടി
ഇരുണ്ട തവിട്ട് തടി വാതിൽ ഫ്രെയിം
ഒരു തണ്ടിന്റെ ഭാഗം
മനുഷ്യൻ കാട്ടിൽ മരങ്ങൾ വെട്ടിമാറ്റുന്നു
കുതിര പുതപ്പ് ധരിച്ചിരിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇതൊരു കുടയാണ്
വെളുത്തതും കറുത്തതുമായ വരയുള്ള സീബ്ര പുൽമേടിൽ നടക്കുന്നു
ഒരു കാലിന്റെ കഷണവും പാത്രത്തിലെ ചില ഭക്ഷണ വിളമ്പുകളും
വലതുവശത്ത് ഒരു പച്ച മരം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മുൻവശത്ത് റോഡ് ക്രോസിംഗ് ചിത്രം
ഒരു കൗണ്ടർ ചാരിയിരിക്കുന്ന മനുഷ്യൻ
മനുഷ്യൻ ഒരു സ്നോബോർഡിൽ നിൽക്കുന്നു
ഒരു മോട്ടോർ ബോട്ടിലെ ആളുകൾ
"വെള്ളി, മഞ്ഞ നിറമുളള അഗ്നി ജലാംശം"
തിളക്കമുള്ള മഞ്ഞ അഗ്നി ജലാംശം
ഇത് ഒരു പെൺകുട്ടിയാണ്
കമ്പ്യൂട്ടർ സ്‌ക്രീനിൽ ചായുന്ന പുസ്തകം
മഞ്ഞ വാഴപ്പഴം കൂട്ടമായി
ഒരു കറുത്ത ചവറ്റുകുട്ട.
ബൈക്ക് ഓടിക്കുന്ന ഒരു കൃത്രിമം
വ്യക്തി താഴേക്ക് സ്കീയിംഗ് ചെയ്യുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഇതൊരു ആട്ടുകൊറ്റനാണ്
ഒരു കരടിയുടെ ഭാഗം
മൂന്ന് ഫ്രിഡ്ജുകൾ നിറയെ പാനീയങ്ങൾ
കുത്തനെയുള്ള പാറക്കൂട്ടങ്ങൾ
ഇതൊരു ക്ലോക്ക് ആണ്
കസേര ചുവപ്പാണ്
വാണിജ്യ കുളിമുറിയുടെ ഇന്റീരിയർ
ഒരു പാസഞ്ചർ ബോട്ടിന്റെ നീല മേലാപ്പ്
പുല്ലിൽ മൃഗങ്ങൾ
സ്ത്രീ കൈവശവും കുടയും
നടുക്ക് വ്യക്തിയുടെ വലതു കാൽ നഗ്നമാക്കുക
മേൽക്കൂരയിൽ നിന്ന് നിഴൽ
ടോയ്‌ലറ്റിന് സമീപമുള്ള പൈപ്പുകൾ
ഒരു കൂട്ടം ആളുകൾ ഒരു മുറിയിൽ ഇരിക്കുന്നു
ഒരു കൂട്ടം ഊഞ്ഞാൽ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കുട്ടിയുടെ മൂക്ക്
വെളുത്ത കുറ്റിരോമങ്ങളുള്ള പ്ലാസ്റ്റിക് ടൂത്ത് ബ്രഷ്
താടിയുള്ള ചുവന്ന തലയുള്ള മനുഷ്യൻ.
ഒരു മോട്ടോർ സൈക്കിളിൽ വെളിച്ചം
ഒരു മേഘത്തിന്റെ ഭാഗം
ഒരു സ്കേറ്റ്ബോർഡ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ആനയുടെ തുമ്പിക്കൈ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മിനിറ്റ് സൂചിപ്പിക്കുന്ന ക്ലോക്ക് സൂചി
ഒരു പച്ച ട്രെയിൻ കാർ.
മഞ്ഞ പാനീയമുള്ള കുപ്പി
ഇതാണ് ആകാശം
പ്ലേറ്റിൽ ഒരു ഫോർക്ക് .
കിടക്കയിൽ ഓറഞ്ച് പൂച്ച
ഇവ അഞ്ച് ജിറാഫുകളാണ്
ഒരു കുട്ടിയെ പുറകിൽ ചുമക്കുന്ന സ്ത്രീ
കെട്ടിടങ്ങൾക്ക് മുകളിൽ നീലാകാശം
വെള്ള മുറിയിൽ ഒരു ടിവി
ഒരു പഗ് വെള്ള നായ
പാർക്കിൽ രണ്ട് വെള്ള നായ്ക്കൾ
ഒരു വ്യക്തിയുടെ കൈയിൽ ഒരു ജോടി ലോഹത്തിന്റെ ടോങ്ങുകൾ
ഒരു തറയുടെ ഭാഗം
വൈക്കോൽ തൊപ്പി ധരിച്ച ഒരാൾ
ഇതൊരു പക്ഷിയാണ്
ആൺകുട്ടിയുടെ കണ്ണുകൾ അടഞ്ഞിരിക്കുന്നു.
കറുപ്പും വെളുപ്പും പൂച്ച
മൂന്ന് ഫ്ലഫി വൈറ്റ് ബാത്ത് ടവലുകൾ ഉരുട്ടി താഴത്തെ ഷെൽഫിൽ അടുക്കിയിരിക്കുന്നു
മനുഷ്യന് തവിട്ട് നിറമുള്ള മുടിയുണ്ട്
ഇത് ഒരു മനുഷ്യനാണ്
ഒരു ആശുപത്രി മുറി
മനുഷ്യൻ സ്കേറ്റ്ബോർഡിൽ ചുവടുവെക്കുന്നു
മിഡെയറിലെ ഒരു സ്കയർ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പന്ത് തട്ടാൻ ഒരുങ്ങുന്നു
പാർക്ക് ചെയ്തിരിക്കുന്ന വിമാനങ്ങളുടെ നിര
ഒരു കരടിയുടെ വലത് കണ്ണ്
ഒരു മഞ്ഞ അഗ്നി ജലാംശം
ജാലകത്തിനടുത്തുള്ള വെളുത്ത ടോയ്‌ലറ്റ്
മഞ്ഞുവീഴ്ചയിൽ നടക്കുന്ന ഒരാൾ
ഒരു സ്വർണ്ണ ഫ്രെയിമിലെ കണ്ണാടി
യൂണിഫോമിലുള്ള രണ്ട് ബേസ്ബോൾ കളിക്കാർ
ട്രക്കിന്റെ കിടക്കയിൽ അമേരിക്കൻ പതാക
ഒരു വേക്ക്ബോർഡ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കരടി തവിട്ടുനിറമാണ്
ഒരു പാത്രത്തിൽ ഇരിക്കുന്ന പൂച്ച
ടാൻ ആൻഡ് വൈറ്റ് ടെഡി ബിയർ
ജലാംശത്തിൽ ഒരു നട്ട്
തള്ളവിരലിൽ വെള്ളി മോതിരം
ഇത് \ ഗാംബിയർ says പറയുന്നു.
ഇതൊരു പട്ടികയാണ്
ഡെൽ കമ്പ്യൂട്ടർ മൗസ് കറുപ്പും വെള്ളിയും
ആളുകൾ കുടിക്കുന്നു
ഫ്രിഡ്ജിന്റെ വാതിൽക്കൽ ഇരിക്കുന്ന പാൽ
മനുഷ്യന്മേൽ കറുത്ത തൊപ്പി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു മരത്തിന്റെ ഭാഗം
ഇതൊരു കാറാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സർഫർ ഒരു തന്ത്രം ചെയ്യുന്നു
വെള്ളത്തിൽ സർഫ് ബോർഡുള്ള പയ്യൻ
"ചുവപ്പ്, നീല ഗ്രാഫിറ്റി"
മോട്ടോർസൈക്കിളിന് അടുത്തുള്ള ട്രക്ക്
മനുഷ്യൻ ഒരു ആപ്രോൺ ധരിച്ചിരിക്കുന്നു
രണ്ടുപേർ ബെഞ്ചിലിരുന്ന്.
ഇതാണ് ആകാശം
ഫോട്ടോയിലെ വെളുത്ത പക്ഷികൾ
പൂച്ചയുടെ പച്ച കണ്ണുകൾ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ഫോട്ടോയിലെ ക്ലോക്ക്
വശത്ത് ഒരു ചുവന്ന വാതിൽ
ജർമ്മനിയിലെ പൊതു ഗതാഗതം.
കുപ്പായം പച്ചയാണ്
വിൻഡോയിലെ വ്യക്തി
ട്രാക്കുകളിൽ ഒരു നീണ്ട ലോക്കോമോട്ടീവ് ട്രെയിൻ
ചെറിയ പൂച്ചക്കുട്ടി ഉറങ്ങുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സർഫ്ബോർഡ് കൈവശമുള്ള ഒരാൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ആകാശത്ത് പറക്കുന്ന പട്ടം
പെൺകുട്ടി ഫ്രിസ്‌ബീ എറിയുന്നു
ഫുട്പാത്തിൽ ചാരനിറത്തിലുള്ള ബെഞ്ച്
ഒരു വ്യക്തിയുടെ കാലുകളുടെ നടുവിൽ ഒരു നായ
ജിറാഫിന്റെ കണ്ണ് കറുത്തതാണ്
പച്ച ഷർട്ട് ധരിച്ച വ്യക്തി കുതിരപ്പുറത്ത്
മഴയിൽ ഒരു ചുവന്ന സ്റ്റോപ്പ് അടയാളം
ഒരു ഷോപ്പിംഗ് മാളിലൂടെ സൈക്കിൾ ചവിട്ടുന്ന ഒരു സ്ത്രീ
മൂന്ന് ഗിനിയ കോഴികൾ
ഇളം നീല നിറമുള്ള മോട്ടോക്രോസ് ബൈക്ക്
ഒരു സ്ത്രീ ബസിന് മുന്നിൽ നിൽക്കുന്നു
ടെന്നീസ് പന്ത് വായുവിലാണ്
അടുക്കള മേശയിൽ ഒരു നീല പായ
ചുവന്ന ജാക്കറ്റിലുള്ള മനുഷ്യൻ
മനോഹരമായ പൂക്കളുള്ള വലിയ പാത്രങ്ങളുടെ ഒരു കൂട്ടം
വിപണിയിൽ പ്രദർശനത്തിൽ പഴങ്ങൾ
സ്യൂട്ടും ടൈയും ധരിച്ച മനുഷ്യൻ
ആനയുടെ പുറകിലുള്ള ആളുകൾ
ഒരു പശു മേച്ചിൽപ്പുറത്ത് വിശ്രമിക്കുന്നു
ഒരു ബാഗ് കോട്ടൺ മിഠായി
സർഫ്ബോർഡിലെ ഒരു സ്ത്രീ
റോഡിൽ വരച്ച വെളുത്ത വരകൾ
കരടിയുമായി ഉറങ്ങുന്ന കുഞ്ഞ്
ഒരു സർഫ്ബോർഡിലെ വ്യക്തി
ഒരു ബാഗ് കോട്ടൺ മിഠായി
മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്ന ഒരാൾ.
ആനയും ഹെറോണും
കാരറ്റ് ഓറഞ്ച് നിറത്തിലാണ്
പയ്യൻ ധരിക്കുന്ന തൊപ്പി
ചുവരിൽ നീല ടൈൽ
റോയൽ ഒബ്സർവേറ്ററി ഗ്രീൻ‌വിച്ചിനുള്ള ഒരു അടയാളം
നീലയും പച്ചയും ഉള്ള ബസ്
മനുഷ്യൻ സ്കീയിംഗ് ആണ്
ഫ്രഞ്ച് ടോസ്റ്റും ബേക്കണും ഒരു പാത്രത്തിൽ
"ബൈക്കിൽ സഞ്ചരിക്കുന്നയാൾ, തന്റെ നായ്ക്കളെ കൂട്ടി നടക്കുന്നു"
ഫലം ഓറഞ്ച് ആണ്.
സീബ്രയുടെ വാൽ
ഫോട്ടോയിലെ തവിട്ട് രോമങ്ങൾ
ബാത്ത്റൂമിൽ വൈറ്റ് സിങ്ക്
പരസ്പരം അടുത്തുള്ള രണ്ട് ജിറാഫുകൾ
ചുവന്ന വരയുള്ള വെളുത്ത മെറ്റൽ പോൾ
കുതിരകളെ നയിക്കുന്ന രണ്ടുപേർ
കഠിനമായ തൊപ്പി ധരിച്ച നായ
ഒരു ടെഡി ബിയറിനെ പിടിക്കുന്ന ഒരു പിഞ്ചുകുഞ്ഞ്
ഡോനട്ട് ഒരു കാർഡ്ബോർഡ്ൽ
ഒരു നായയും പൂച്ചയും
ഒരു കോളർ ഉള്ള നായ
വേവിച്ച പച്ച ബ്രൊക്കോളി കിരീടങ്ങൾ
പൈയുടെ കഷണം
പച്ചയും മഞ്ഞയും തെരുവുവിളക്കുകൾ
ഒരു കട്ടിലിൽ ഒരു മാറൽ ടെഡി ബിയർ
വേലിയിൽ സ്റ്റഫ് ചെയ്ത ടെഡി ബിയർ.
ക്യാമറയിലേക്ക് നോക്കുന്ന ഒരു കുട്ടി
ഉറങ്ങുന്ന ഒരു വ്യക്തിയെക്കുറിച്ച് പുസ്തകം തുറക്കുക
വൈറ്റ് സർഫ് ബോർഡ് കയ്യിൽ
മേശപ്പുറത്ത് വെള്ളി സ്പൂൺ
വെളുത്ത നായ ബെഞ്ചിൽ
മനുഷ്യൻ വാട്ടർസ്കിംഗ് ആസ്വദിക്കുന്നു
സ്ക്രീനിൽ ടിവി ചാനലിന്റെ ലോഗോ
മഞ്ഞ് നിറഞ്ഞ പർവതത്തിന് മുകളിൽ നീലാകാശം
മനുഷ്യന്റെ തലയിൽ ചാരനിറത്തിലുള്ള തൊപ്പി
കുളിമുറിയിൽ വെള്ളി പാത്രം
പ്രകാശത്തിന്റെ പ്രതിഫലനം
ചിഹ്നത്തിൽ വേഡ് പിസ്സ
വായുവിൽ ചുവന്ന കുട
ഒരാൾ ചെരുപ്പ് കെട്ടുന്നു
വൈറ്റ് ഫ്രിഡ്ജിന് അടുത്തുള്ള വൈറ്റ് കാബിനറ്റ്
ടെന്നീസ് കോർട്ടിലെ വെളുത്ത വരകൾ
ഒരു മഞ്ഞ ബസ് പാർക്ക് ചെയ്തു
മഴവില്ല് വരയുള്ള ചതുരാകൃതിയിലുള്ള റഗ്
നടപ്പാതയിൽ ബ്രൗൺ തടി ബെഞ്ച്
ബാസ്‌ക്കറ്റ് പാറ്റേൺ ഉപയോഗിച്ച് കാട
വിമാന ചിറകിൻ്റെ കീഴിലുള്ള ടർബൈൻ എഞ്ചിൻ
ടെഡ് ദി ടെഡി ബിയർ മൂവി സ്റ്റാർ
കത്രികയിൽ ചുവന്ന സ്ക്രൂ
സൺഗ്ലാസ് ധരിച്ച ഒരു സ്ത്രീ
പാളത്തിൽ തീവണ്ടി
ചെറിയ വെളുത്ത മോട്ടോർ ബോട്ട്
ഭാഗികമായി ഉപയോഗിക്കുന്ന തേൻ പാത്രം.
ഇളം തവിട്ടുനിറത്തിലുള്ള തടി മരം.
ഇത് ഒരു പക്ഷിയുടെ ചിത്രമാണ്.
സ്യൂട്ട്കേസിലെ വെളുത്ത പൂക്കൾ
ചെറിയ തവിട്ട് നിറമുള്ള മുടിയുള്ള കൊച്ചുകുട്ടി
സൈക്കിളിന്റെ ചുവന്ന ലോഹത്തിന്റെ ഫ്രെയിം
അമേരിക്കൻ പതാക അകലെ പറക്കുന്നു
നനഞ്ഞ തവിട്ട് നായ
ഒരു ആനകൊമ്പിന്റെ അറ്റം
വയലിൽ ആടുകൾ
കറുപ്പും സ്വർണ്ണവും ഉള്ള ഘടികാരം
എയർ ടൈറ്റ് സെലോഫെയ്ൻ കവറിംഗ്
ചാരനിറത്തിലുള്ള വെളുത്ത പൂച്ച
ഒരു വർണ്ണത്തിലുള്ള വർണ്ണ സമ്മാനങ്ങൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ശോഭയുള്ള സണ്ണി നീലാകാശം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഭക്ഷണത്തിൽ നാൽക്കവല കുത്തി
മനുഷ്യൻ ഒരു വണ്ടിയുടെ മുകളിൽ ഇരിക്കുന്നു
നീല ജാലകങ്ങളുള്ള ഉയരമുള്ള കെട്ടിടം
രണ്ട് നായ്ക്കൾ നിലത്ത് വിശ്രമിക്കുന്നു
ഫോട്ടോയിലെ ചക്രം
പെല്ലറ്റിൽ ടയർ
ട്രക്കിൽ യുപിഎസ് ചിഹ്നമുണ്ട്
ബൈക്കിന്റെ മുൻ ടയർ
പിച്ചെറിയുന്ന പിച്ചർ
കത്തിച്ച സിഗരറ്റിന്റെ അഗ്രം
ഇടതുവശത്ത് ട്രെയിൻ
ഫോട്ടോയിൽ ഒരു നീല നിറത്തിലുള്ള ആപ്രോൺ
ഒരു നീല ട്രെയിൻ കാർ
ആറ് വെള്ള കടൽഗല്ലുകൾ നിൽക്കുന്നു.
ആകാശത്തിൽ കുറച്ച് മേഘങ്ങളുണ്ട്
പച്ച ഗ്ലാസിന്റെ തകർന്ന ഭാഗങ്ങൾ
ഒരു മുറിയിലെ കിടക്ക
ഒരു വീഡിയോ ഗെയിം കളിക്കുന്ന ഒരു ടെലിവിഷൻ
ഒരു സീബ്രയിൽ കറുത്ത വരകൾ
ബോട്ടിൽ വലിയ തോതിൽ
ഇതൊരു പൂച്ചയാണ്.
മനുഷ്യൻ സൈക്കിൾ ഓടിക്കുന്നു
ഒരു ഫയർഹൗസിന്റെ പടിവാതിൽക്കൽ നിൽക്കുന്ന മനുഷ്യൻ.
പഴങ്ങളാൽ ചുറ്റപ്പെട്ടയിടത്ത് ഒരാൾ ഇരിക്കുന്നു
ഒരു ജോഡി കാലുകൾ
കിടക്ക വിരിച്ചിട്ടില്ല
ഒരു മോട്ടോർ സൈക്കിൾ കയറിയിരിക്കുന്ന ഒരു പുരുഷനെ
ചുവന്ന കമ്മൽ
റോഡിൽ ഒരു കോപ്പ് കാർ
ഒരു സ്ത്രീ കട്ടിലിൽ ഇരിക്കുന്നു
25MHP ഗതാഗത ചിഹ്നം
ആടുകൾക്ക് ധാരാളം ജാലകങ്ങളുണ്ട്
ഒരു കൂട്ടം വാഴപ്പഴം
വെളുത്ത മഞ്ഞിൽ സീബ്ര
ഒരു സ്റ്റണ്ട് ചെയ്യുന്ന ഒരാൾ
മധുരപലഹാരത്തിനായി കഴിക്കുന്ന ഭക്ഷണം
മരത്തിൽ മഞ്ഞ പുഷ്പം
ടോപ്പില്ലാത്ത ബ്ലെൻഡർ
മരം ബെഞ്ചിൽ വെളുത്ത തുണി
പക്ഷി കലത്തിൽ കൊത്തി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കറുപ്പും വെളുപ്പും വരയുള്ള സീബ്ര
ഒരു വെളുത്ത ടോയ്‌ലറ്റ് ടാങ്ക്.
ഒരു പീറിൽ നിരവധി കപ്പലുകൾ
പച്ച പട്ടം വായുവിൽ പറക്കുന്നു.
ഒരാൾ എഴുന്നേറ്റു നിൽക്കുന്നു
പ്രതിമയിൽ ഘടികാരം
ചുവപ്പും വെള്ളയും ലക്ഷ്യസ്ഥാന ചിഹ്നം
ചുവന്ന ട്രക്ക് നിർത്തിയിട്ടിരിക്കുന്നു
നിലത്ത് നീലനിറത്തിലുള്ള കയർ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കുഞ്ഞ് ആന
കയ്യിൽ കത്തി ഉള്ള മനുഷ്യൻ
നദിയിൽ നഖംങ്ങൾ ഉള്ള കരടി
ഒരു പ്ലേറ്റിന് മുകളിൽ വലിയ സ്പൂൺ
ഷോർട്ട് പർപ്പിൾ വസ്ത്രം ധരിച്ച സ്ത്രീ
"മഞ്ഞയും, കറുപ്പും ഷർട്ട്"
ലഗേജിൽ സിൽവർ സിപ്പർ
ട്രാക്കിൽ ആധുനിക ട്രെയിൻ
സ്റ്റ ove വിന് മുന്നിൽ നിൽക്കുന്ന മനുഷ്യൻ
നമ്പർ 685
മനുഷ്യൻ നിൽക്കുന്നു.
കെട്ടിടം ഇഷ്ടികയാണ്.
ഒരു ട്രെയിനിന്റെ മുകളിൽ ലൈറ്റുകൾ
ടൂത്ത് ബ്രഷിന്റെ ടിഗർ ഹാൻഡിൽ
ഒരു പൂച്ചയെ ഇവിടെ ചിത്രീകരിച്ചിരിക്കുന്നു
സിനിമാ തീയറ്ററിന്റെ ഇളം പിങ്ക് പുറം
ഇരുണ്ടു ചുവന്ന ടെഡി ബിയർ
മനുഷ്യൻ പരുക്കൻ വെള്ളത്തിൽ സർഫിംഗ് ചെയ്യുന്നു
ചുവപ്പും മഞ്ഞയും അഗ്നി ജലാംശം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മനുഷ്യന്റെ മൂക്ക്
ആറ് 20 ഡോളർ ബില്ലുകൾ
വൃത്തത്തിലുള്ള ഡോനട്ട്സ് നിറഞ്ഞ ഒരു തളിക
രണ്ട് മനോഹരമായ ജിറാഫുകൾ
നായയുമായി നടക്കുന്ന സ്ത്രീ
വലത് കാൽമുട്ടിന് കറുപ്പും വെളുപ്പും കാൽമുട്ട് പാഡ്
മൂന്ന് ആനകൾ നടക്കുന്നു
ഷാഡോ നടപ്പാതയിലാണ്
കറുത്ത നനഞ്ഞ സ്യൂട്ടിൽ മനുഷ്യൻ സർഫിംഗ് ചെയുന്നു
ഒരാൾ ഹിമത്തിൽ സ്നോ ബോർഡിൽ സവാരി ചെയ്യുന്നു
മുതിർന്ന ആനയുടെ നെറ്റി
ഒരു മനുഷ്യന്റെ ഷൂ
ചെവിയുടെ ഉള്ളിൽ തവിട്ടുനിറമാണ്.
പിങ്ക് ഗ്ലാസ് ധരിച്ച പെൺകുട്ടിയാണ് ഇത്
വെള്ളത്തിൽ ഒരു സർഫ് ബോർഡ്
കടൽത്തീരത്തുള്ള ഒരാൾ
സർഫ്ബോർഡ് ചുമക്കുന്ന പെൺകുട്ടി
ദ്വീപ് ബീച്ച് രംഗം
കൈകൊണ്ട് കസേര
"ചാര, കറുപ്പ് മതിൽ ടൈലുകൾ"
വരയുള്ള ടൈയാണ് മനുഷ്യൻ ധരിക്കുന്നത്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നീളമുള്ള വെള്ള പൊതു ട്രാൻസിറ്റ് ബസ്
ഒരു തെരുവിൽ ഒരു സിറ്റി ബസ്
വെള്ള പാത്രത്തിൽ വെള്ളി സ്പൂൺ
മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്ന മൂന്ന് പേർ
എയർലൈൻ ടെർമിനലിലൂടെ നടക്കുന്ന സ്ത്രീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
രണ്ട് ആനകൾ പരസ്പരം കളിക്കുന്നു
ഒരു ഡോനട്ടും ഒരു കപ്പും
വിളക്കുകൾ പോലെ തിളങ്ങുന്ന രണ്ട് കണ്ണുകൾ.
പച്ചയും വെള്ളയും അടയാളം
തിളക്കമുള്ള ചുവന്ന അഗ്നി ജലാംശം.
കുതിരകൾക്ക് കുളമ്പുകളുണ്ട്
കറുത്ത ഗ്രേറ്റ് ഡെയ്ൻ നായ ഇരിക്കുന്നു
പൂച്ചയ്‌ക്കൊപ്പം കാർ സവാരിക്ക് പോകുന്നു
പുറകിൽ ഓറഞ്ച് നിറമുള്ള ശൂന്യമായ ഇരിപ്പിടങ്ങൾ
ഇതൊരു പൊതു ഇവന്റാണ്
തൂണിൽ ചുവപ്പും വെള്ളയും നിർത്തൽ ചിഹ്നം
മഞ്ഞുമൂടിയ ഉയരമുള്ള പൈൻസ് മരം
കറുത്ത പാന്റ്സ് ഉള്ള മനുഷ്യൻ
"വേവിക്കാത്ത പിസ്സയിൽ ചീസ്, സോസേജ്"
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കഴുത്തിലെ ടൈയിൽ ഒരു ലോഗോ എഴുതിയിട്ടുണ്ട്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വെള്ളം ഒഴുകുകയാണ്.
ചുവന്ന വസ്ത്രത്തിൽ ഒരു കൊച്ചു പെൺകുട്ടി.
കറുപ്പും വെളുപ്പും നിറമുള്ള സീബ്ര പച്ച പുല്ലിൽ നടക്കുന്നു
ആകാശത്ത് പറക്കുന്ന വിമാനം.
കറുപ്പും തവിട്ടുനിറത്തിലുള്ള ക്ലോക്ക് മുഖം.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചുവപ്പും വെള്ളയും ഉള്ള വിമാനം
കരടി ക്യാമറയിലേക്ക് അഭിമുഖീകരിക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ചിത്രീകരിച്ചിരിക്കുന്ന മൂന്ന് മരങ്ങളിൽ ഒന്നാണിത്
ടവറിൽ ഘടികാരം.
ചുമരിൽ സ്ത്രീയുടെ പെയിന്റിംഗ്
റോഡിൽ കന്നുകാലികൾ.
വെളുത്ത തുമ്പിക്കൈയുള്ള ആന
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ആനപ്പുറത്ത് ഇരിക്കുന്ന വ്യക്തി
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ബെഞ്ചിലെ തവിട്ട് നായ
ടെന്നീസ് കളിക്കുന്ന ഒരാൾ
"വെള്ള, കറുപ്പ് ഫ്ലയർ"
ഒരു ക്രീം നിറമുള്ള പില്ലർ മെഴുകുതിരി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ഫാൻസി ബെന്റോ ബോക്സ് ഉച്ചഭക്ഷണം
ഒരു ചുവന്ന സ്കേറ്റ്ബോർഡ്
ബാറ്റ് വുഡൻ ആണ്
ചുവന്ന മധ്യമുള്ള വെളുത്ത ബോർഡ്
ടോപ്പിംഗുകളുള്ള ഒരു സോസേജ്
മനുഷ്യൻ മന്ത്രിസഭയിൽ എന്തെങ്കിലും തിരയുന്നു.
പൂക്കൾ ഒരു പാത്രത്തിൽ
പച്ചയും തവിട്ടുനിറത്തിലുള്ള ഈന്തപ്പനയും
ഓറഞ്ചുകളുടെ കൂട്ടം ടൈലിൽ
പരിപ്പും തൈരും നിറച്ച രണ്ട് പാത്രങ്ങൾ
ഒരു ഓറഞ്ച് ടൂർ ബസ്
ഒരു സ്കീയിൽ \ ഫിഷർ എന്ന വാക്ക്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ആൺകുട്ടിയുടെ വായ തുറന്നിരിക്കുന്നു
കുതിരയുടെ സുന്ദരി
തിരക്കേറിയ റോഡ് നിറഞ്ഞിരിക്കുന്നു
നീല A360 അടയാളം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
കുതിര സവാരി ചെയ്യുന്ന ഒരു പെൺകുട്ടി.
ഒരു നടപ്പാതയിൽ ഒരു മോട്ടോർസൈക്കിൾ
ഒരു ആൺകുട്ടിയും പെൺകുട്ടിയും വീഡിയോ ഗെയിം കളിക്കുന്നു
ചാരധ്രുവത്തിലെ തെരുവ് അടയാളങ്ങൾ
ഒരു വാഴപ്പഴം കഴിക്കുന്ന കുരങ്ങ്
തെരുവിൽ നിൽക്കുന്ന കുട്ടി.
വെള്ളം നീല പച്ചയാണ്
ടെന്നീസ് കളിക്കാരൻ പന്ത് എറിയാൻ തയ്യാറാകുന്നു
സമുദ്രത്തിൽ സർഫ്ബോർഡുള്ള മനുഷ്യൻ
രണ്ട് കാറുകൾ തെരുവിൽ നിർത്തി
ഒരു വലിയ മഞ്ഞ ട്രക്ക്
വറുത്ത മുട്ട
റെയിൽവേ ട്രാക്കിൽ ഒരു ട്രെയിൻ.
മനുഷ്യന് ഒരു മോതിരം ഉണ്ട്
സ്നോബോർഡിൽ നിൽക്കുന്ന സ്ത്രീ
കറുപ്പും വെളുപ്പും ബോർഡർ കോളി
ഡിസ്പ്ലേയിൽ രണ്ട് പാത്രങ്ങൾ
തെരുവ് മുറിച്ചുകടക്കുന്ന കറുത്ത ബൂട്ട് ധരിച്ച മനുഷ്യൻ
കാർ സീറ്റുകളിൽ ഇരിക്കുന്ന പൂച്ചകൾ
വരയുള്ള കുപ്പായമുള്ള കുട്ടി
നടപ്പാതയിൽ ഒരു അഗ്നി ജലാംശം.
സ്പോർട്ട് കോട്ടും ഷോർട്ട്സും ഇട്ട ബീച്ചിലെ മനുഷ്യൻ.
നീല സ്യൂട്ട്‌കേസിൽ ഒരു സ്റ്റിക്കർ
പശ്ചാത്തലത്തിൽ സ്കീ ലിഫ്റ്റ്
പാർക്കിംഗ് മീറ്ററിന് അടുത്തുള്ള വിളക്ക്
ഒരു പ്ലാസ്റ്റിക് ട്രാഫിക് ലൈറ്റ്
അവന്റെ ഹുഡ് മിക്കവാറും തലയിൽ നിന്ന് അകലെയാണ്
വിൻഡോസിൽ പൂച്ച.
വീടിനുള്ളിൽ എടുത്ത ചിത്രം
മനുഷ്യനും കുട്ടികളും സർഫ്ബോർഡിൽ.
ഒരു സ്ത്രീ നിലത്ത് ഇരിക്കുന്നു
ബ്രിട്ടീഷ് പതാകയുള്ള റെയിൽവേ കാർ
മൂക്ക് കറുത്തതാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സ്കേറ്റ്ബോർഡ് ട്രിക്ക് ചെയ്യുന്ന ഒരു ആൺകുട്ടി
ഒരു ടെന്നീസ് മത്സരം പുരോഗമിക്കുന്നു
പെൺകുട്ടി പുഞ്ചിരിക്കുന്നു
ഒരു മ്യൂസിയത്തിലെ ഗ്രീക്ക് വാസ്
ഓറഞ്ച് ഷർട്ട് ധരിച്ച മനുഷ്യൻ ചാടുന്നു
ഒരു കുഞ്ഞിന് അടുത്ത് നിൽക്കുന്ന വളരെ വലിയ ആന
ഒരു അവാർഡ് ടെഡി ബിയർ പ്രദർശിപ്പിച്ചിരിക്കുന്നു
അടിവസ്ത്രത്തിൽ സ്വർണ്ണ ലോഗോ
പുൽമേടിലെ രണ്ട് ജിറാഫുകൾ
വായുവിൽ മോട്ടോർ സൈക്കിളിൽ സഞ്ചരിക്കുന്ന ഒരാൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ടാൻ മോട്ടോർ സൈക്കിളിലെ വ്യക്തി
ഒരു പശുവിന്റെ തല
ഒരു കപ്പ് കാപ്പി
ഡ്രാഗണിന് കറുത്ത താടിയാണ്
ടോയ്‌ലറ്റിൽ ഒരു കറുത്ത പൂച്ച
സൺഗ്ലാസ് ധരിച്ച ഒരാൾ
അടയാളങ്ങൾ ധൂമ്രവസ്ത്രമാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ആധുനിക വായന വിളക്ക്
കൗണ്ടറിൽ വൈറ്റ് മെഡിസിൻ കുപ്പി
പാഡിൽ ബോട്ടുകൾ വെള്ളത്തിൽ.
ഗ്രാഫിറ്റി ഉള്ള ഒരു പച്ച അഗ്നി ജലാംശം.
ചുവരിൽ ഘടിപ്പിച്ച വിളക്ക്
വെളുത്ത എഴുത്ത് ഉള്ള ഓറഞ്ച് ബേസ്ബോൾ തൊപ്പി
ഇടത് കോണിലുള്ള പിങ്ക് ചിഹ്നം \ ട്രു \ പറയുന്നു
ഒരു ജാലകത്തിൽ ഇരുട്ട്‌
"തവിട്ട്, വെളുപ്പ് നിറമുള്ള തെരുവ് അടയാളങ്ങൾ"
ഒരാൾ പശുവിൽ നിന്ന് പാൽ കറക്കുന്നു
ചുവന്ന കൈറ്റിൽ വാൽ
ക്യാമറയ്‌ക്കായി പുഞ്ചിരിക്കുന്ന സ്ത്രീ
പുരുഷ സർഫറിന്റെ പുഞ്ചിരിക്കുന്ന മുഖം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു സിൽവർ മിക്സർ പാഡിൽ
മുകളിൽ നിന്ന് കാണുന്ന ഭക്ഷ്യവസ്തുക്കൾ
ബൈക്ക് ഓടിക്കുന്ന ഒരാൾ.
കുപ്പായത്തിലെ പന്നിയുടെ ഭാഗം.
ആഴമില്ലാത്ത ബോവറ്ററിൽ നിൽക്കുന്ന മനുഷ്യൻ
കുട്ടികളുടെ കളിസ്ഥലം
ഒരു തീവണ്ടി പാളത്തിലാണ്
ഇളം മേഘ മൂടിയിട്ടുള്ള നീലാകാശത്തിന്റെ ഭാഗം
കറുത്ത മസിൽ ഷർട്ടും ഷോർട്ട്സും ധരിച്ച വ്യക്തി
വെളുത്ത യൂണിഫോമിലുള്ള മനുഷ്യൻ
ചുവന്ന ജലാംശം
കീപാഡിലെ മൂന്നാം നമ്പർ
വൈറ്റ് പേപ്പർ ടവൽ
നിലത്ത് അഴുക്ക്
ഗ്ലാസ്സിൽ മുഴുവൻ ഓറഞ്ച് ജ്യൂസ്
കറുത്ത പശുക്കിടാവ്
ചെറിയ മുടിയുള്ള മനുഷ്യൻ
ഒരു ജിറാഫ് നിലത്ത് ഇരിക്കുന്നു
ജിറാഫിൽ പുള്ളി
കുഞ്ഞ് ആന
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
സ്കേറ്റ്ബോർഡിൽ കുറച്ച് കാലുകൾ
ഹിമപാതങ്ങൾ
സിൽവർ ഫോർക്ക്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു വിൻഡോയിലെ ഒരു ഫാൻ
ഒരു പെൺകുട്ടി ഒരു പട്ടം പറത്തുന്നു
പിങ്ക് കുടയുടെ പിന്നിലുള്ള സ്ത്രീ
ഒരു കെട്ടിടത്തിന് പുറത്ത് ഒരാൾ
ജാക്ക് ഡാനിയൽസ് ലോഗോ
ക്ലോക്കിന്റെ മുഖം
മരത്തിൽ സസ്യജാലങ്ങൾ വീഴുക
ഘടികാരം പഴയതാണ്
കടും ചുവപ്പും തവിട്ടുനിറത്തിലുള്ള ഇഷ്ടികകളുള്ള ഇഷ്ടിക നടപ്പാത
നടപ്പാതയിൽ വിള്ളൽ.
ബൈക്കിന്റെ മുൻ ചക്രം
നിലത്ത് കറുത്ത പുള്ളി
നടക്കുന്ന ഒരാൾ
ഗ്രേ ട്രാഫിക് ലൈറ്റിന്റെ വശം
വിൻഡോയിൽ വെളുത്ത ഫ്രെയിം
കാറിൽ നരച്ച പൂച്ച
വെളുത്തതും തവിട്ടുനിറമുള്ളതുമായ ചർമ്മ പാടുകൾ.
നടപ്പാതയിലെ വെളുത്ത പോർസലൈൻ ടോയ്‌ലറ്റ്
പിങ്ക് കണ്ണാടിയുള്ള ഒരു സ്ത്രീ
മേശ ഗ്ലാസ് കൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്
കെട്ടിടത്തിലെ ആപ്പിൾ ലോഗോ
ഒരു തുറന്ന റഫ്രിജറേറ്റർ
മഞ്ഞുവീഴ്ചയിൽ ഇരിക്കുന്ന ഒരാൾ
ശൂന്യമായ ടോയ്‌ലറ്റ് പേപ്പർ റോൾ
അടുക്കളയിൽ മൂന്ന് പാചകക്കാർ
ടു-വേ ട്രാഫിക് ചിഹ്നം
കടിച്ച തവിട്ടുനിറത്തിലുള്ള സാൻഡ്‌വിച്ച്
പൂച്ച ഓറഞ്ചും വെള്ളയും നിറമാണ്.
പച്ച ഇലകൾക്കിടയിൽ ഒരു ശാഖയിൽ ഇരിക്കുന്ന പക്ഷി
കുഞ്ഞ് ആന
കറുപ്പും വെളുപ്പും ചെക്കർ ബോർഡ് പാറ്റേൺ ഉള്ള ഷൂസ്
മനുഷ്യൻ ഒരു പട്ടം പറക്കുന്നു
കയ്യുറ ധരിച്ച കളിക്കാരൻ
കറുത്ത മുടിയുള്ള ഒരു കുട്ടി ഇടതുവശത്തേക്ക് നോക്കുന്നു
രണ്ട് ആൺകുട്ടികൾ ഒരു ട്രാക്കിൽ മുട്ടുകുത്തി.
സീബ്രയുടെ വലത് ചെവി
ഒരു ക്രിസ്റ്റൽ പൊതിഞ്ഞ ടിയാര
രണ്ട് പൂച്ചകൾ
ഫോട്ടോയിൽ ഒരു നീല ഡെസ്ക്
ഒരു വയലിൽ ജിറാഫ്
പശ്ചാത്തലത്തിൽ ഒരു ജിറാഫ്
വെളുത്ത ആടുകൾ പുല്ല് തിന്നുന്നു
ഒരു മനുഷ്യനിൽ ചാരിയിരിക്കുന്ന തവിട്ടുനിറത്തിലുള്ള നായ
ആളുടെ വെളുത്ത സോക്ക്
സ്ത്രീ ഒരു ഫ്രിസ്ബീ എറിയുന്നു
വീഡിയോ ഗെയിമുകൾ കളിക്കുന്ന രണ്ടുപേർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കാലിൽ വളരെ വലിയ വെളുത്ത ചെരുപ്പ് .
തിരമാലയിൽ സർഫ് ചെയ്യുന്നു
നാൽക്കവല വെള്ളത്തിൽ നിൽക്കുന്നു
വെളുത്ത കാബിനറ്റുകൾ അടുക്കളയിലാണ്
ചാരനിറത്തിലുള്ള നായ
മനുഷ്യൻ പർവതപ്രദേശത്തേക്ക് ഇറങ്ങുന്നു
ഒരു ചുവന്ന ട്രക്ക്.
ഒരു വലിയ സ്റ്റീൽ ഓവൻ വെന്റ് ഹുഡ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
നിലത്തു നിഴൽ
വെളുത്ത ഔദ്യോഗിക വലുപ്പത്തിലുള്ള സോക്കർ ബോൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു വലിയ കറുപ്പും തവിട്ടുനിറത്തിലുള്ള നായ്
മുന്തിരിവള്ളിയുടെ പച്ച ഇല.
ട്രെയിനിന്റെ വശത്തെ വിൻഡോ
കറുപ്പും വെളുപ്പും വളരെ ആവേശഭരിതമായ അടയാളം
തവിട്ട് ചുരുണ്ട മുടിയുള്ള സ്ത്രീ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കറുപ്പും ചുവപ്പും ഹോട്ട് ഡോഗ് ട്രക്ക്
ആളുകൾ ഒരു ബോട്ട് ഓടിക്കുന്നു
ഒരു ട്രെയിൻ സ്റ്റേഷന്റെ ഫോട്ടോ
പഴങ്ങളുടെ കൂമ്പാരം
ഓറഞ്ച് പൂച്ച മേശപ്പുറത്ത്
നിലത്തു കുരങ്ങൻ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു പോസ്റ്റിൽ നിൽക്കുന്ന പക്ഷി
കൈറ്റ് നിലത്തേക്ക് പറക്കുന്നു
ചുവന്ന നിറമുള്ള ബട്ടൺ
കുട്ടി ധരിക്കുന്ന വെള്ള ഷർട്ട്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
അടയാളം അപ്ലിയു പറയുന്നു
മനുഷ്യന് കറുത്ത തൊപ്പിയുണ്ട്
ആനയുടെ പുറകിലെ ചുവന്ന ടാർപ്പ്
ആകാശം വെളുത്തതാണ്.
കുഞ്ഞ് ആന
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മഞ്ഞുമൂടിയ നടപ്പാതയിലൂടെ നടക്കുന്ന വ്യക്തി
നീലാകാശവും കെട്ടിടങ്ങളുടെ മുകളിൽ മേഘങ്ങളും
കുഞ്ഞിന് നേർത്ത മുടിയുണ്ട്
മനുഷ്യൻ ബേസ്ബോൾ കളിക്കുന്നു
വയലിൽ ആനകൾ.
ചിത്രത്തിൽ ഒരു ചാര സഞ്ചി
ഇത് ഒരു വ്യക്തിയാണ്
ഒരു ചുവന്ന മോട്ടോർസൈക്കിൾ.
ഈ വ്യക്തി ഒരു സ്കേറ്റ്ബോർഡിൽ നിൽക്കുന്നു
ഇതൊരു പോസ്റ്റാണ്
ഇത് ഒരു ആപ്പിൾ ആണ്
ഒരു വിമാനത്തിന്റെ ഇടത് വിംഗ്
ഒരു കുപ്പി തറയിൽ ഇരിക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ദ്വീപ് ബീച്ച് രംഗം
മഞ്ഞ ദ്രാവക മുട്ടയുടെ മഞ്ഞക്കരു
ഇതൊരു ട്രെയിൻ ആണ്
മഞ്ഞ വാഴപ്പഴം ഒരു മേശപ്പുറത്ത് കിടക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു റോമൻ സംഖ്യ
ഒരു വുഡൻ കോഫി ടേബിൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കറുപ്പും വെളുപ്പും കുട
ഒരു കഷ്ണം തക്കാളി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നിന്നുകൊണ്ട് വീഡിയോ ഗെയിമുകൾ കളിക്കുന്നവർ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇതൊരു ടെഡി ബിയറാണ്
കെട്ടിടത്തിന്റെ ഘടികാരം കത്തിച്ചു
സാൻഡ്‌വിച്ച് ബാഗിലാണ്
ഇതൊരു വൃക്ഷമാണ്
തെളിഞ്ഞ നീലാകാശം
ഒരു സ്ത്രീ പുല്ലിൽ മുട്ടുകുത്തി
ബെഞ്ചിലെ തലയിണ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കറുത്ത മുതിർന്ന പൂച്ച
കുഞ്ഞ് ആന
ചാരനിറത്തിലുള്ള രണ്ട് കല്ലുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഈ ലിക്വിഡിന് പർപ്പിൾ കളർ ആണ്
ആ മനുഷ്യൻ ട്രക്കിന്റെ പുറകിൽ ഇരിക്കുന്നു
ഒരു കൂട്ടം മിഠായി ആപ്പിൾ
കുഞ്ഞ് ആന
വാർപ്പിൽ ബെഞ്ച്
ട്രെയിൻ കാർ വെള്ളിയാണ്
മനുഷ്യൻ മോട്ടോർ സൈക്കിളിലാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
റഫ്രിജറേറ്ററും ഫ്രീസറും
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നദീതീരത്തിനടുത്തുള്ള മൂന്ന് ബോട്ടുകൾ
താഴെ ഇടത് വശത്ത് upc ചിഹ്നം
ഇതൊരു ചാക്ക് ആണ്
ഇതൊരു വിളക്കാണ്
വാട്ടർ സ്കീയിലെ വ്യക്തി
ട്രാഫിക് ലൈറ്റ് ധ്രുവത്തിൽ ഘടിപ്പിച്ചിരിക്കുന്നു
ചുവരിൽ ഫ്രെയിം ചെയ്ത ഫോട്ടോ
ഒരു പ്രൊഫഷണൽ ഇതര ബേസ്ബോൾ കളി
ഒരു രുചികരമായ തയ്യാറാക്കിയ ബർഗർ
ദ്വീപ് ബീച്ച് രംഗം
ഒരു മഞ്ഞ ബാറ്റ്
മനുഷ്യൻ സ്കീയിംഗ് ചെയ്യുന്നു
നീല മെറ്റൽ വേലി പട്ടിക
വിക്കർ കൊട്ടകളുടെ ഗ്രൂപ്പ്
കുളിമുറിയുടെ വാതിൽ
ടവൽ നാരങ്ങ പച്ചയാണ്
വയലിലെ അഴുക്കിൽ നിൽക്കുന്ന ജിറാഫ്
ജിറാഫിന് മുന്നിൽ മൂന്ന് സീബ്രകൾ
അവരുടെ തലയിൽ ഒരു കുട
ഒരു വെളുത്ത ടോയ്‌ലറ്റ്.
പൂച്ച ഒരു മേശപ്പുറത്ത് കിടക്കുന്നു
പുല്ല് തിന്നുന്ന ഒരു സീബ്ര
മണലിൽ നിൽക്കുന്ന സർഫ്ബോർഡുള്ള സ്ത്രീ
ഒരു കപ്പൽ ഒരു മറീനയിൽ എത്തിയിരിക്കുന്നു
ചുവന്ന ബസിന്റെ പ്രതിഫലനം
ഒരു പിസ്സയിൽ ഇറച്ചി ടോപ്പിംഗ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ലാപ്ടോപ്പിൽ ഇരിക്കുന്ന സ്റ്റഫ് മൃഗം
മേശപ്പുറത്ത് വ്യക്തമായ കുപ്പി
ഒരു റാക്ക് ഒരു ട്രക്ക്
ചുവരിൽ ചിത്രം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മനുഷ്യൻ ടെന്നീസ് കളിക്കാരൻ സേവിക്കാൻ തയ്യാറെടുക്കുന്നു
മാക്രോണിയും ചീസും
ഒറ്റ കറുത്ത മുഖമുള്ള ആട്
ചിത്രത്തിൽ ഒരു വെളുത്ത വസ്ത്രധാരണം.
ട്രക്ക് കറുത്തതാണ്
ചട്ടിയിൽ വഴറ്റിയ ഉള്ളി കൂമ്പാരം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഭക്ഷണം അടങ്ങിയ പ്ലേറ്റ്
ഒരു കുഞ്ഞ് താറാവ്
പുതുതായി വീട്ടിൽ നിർമ്മിച്ച റൊട്ടി
വെള്ളി വേലിയുടെ അറ്റം
സ്ത്രീ സൺ ഗ്ലാസ് ധരിക്കുന്നു
ഒരു സ്ത്രീയുടെ സൈക്കിൾ മതിലിന് നേരെ നിർത്തി
ഇതൊരു സീബ്രയാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചുവപ്പ് പശ്ചാത്തലമുള്ള ചുവരിലെ പോസ്റ്റർ
പയ്യൻ ടെന്നീസ് കളിക്കുന്നു
ചാരനിറത്തിലുള്ള വിയർപ്പ് ഷർട്ട് ധരിച്ച മനുഷ്യൻ
ദ്വീപ് ബീച്ച് രംഗം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
സ്റ്റഫ് ചെയ്ത പാണ്ടയുടെ ഇടതുവശത്ത് സ്റ്റഫ് ചെയ്ത പാണ്ട
നിലം അസ്ഫാൽറ്റ് കൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്
ഒരു തെരുവ് കവല രംഗം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പറക്കുന്ന പന്നി രൂപകൽപ്പനയുള്ള ഒരു കൈറ്റ്.
നാല് നായ്ക്കളുടെ സംഘം
ഒരു ക്ലാസിക് പുരാതന കാർ
"ചുവപ്പ് വെള്ള, നീല നിറത്തിലുള്ള അഗ്നി ജലാംശം"
അറ്റം മുറിച്ച തണ്ണിമത്തൻ
ഒരു മനുഷ്യൻ സ്യൂട്ട്കേസ് വലിച്ചിടുന്നു
ഒരു സ്കീയറിന്റെ നിഴൽ
ഒരു വെളുത്ത പുഷ്പം പെയിന്റ് വാസ്.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വായുവിൽ frisbee
പശുവിന്റെ കഴുത്തിനടിയിൽ തൂങ്ങിക്കിടക്കുന്ന മണി
വയലിൽ പശു
വെള്ളത്തിനടുത്തുള്ള ഒരു ബെഞ്ച്
സമുദ്രത്തിന് മുകളിലുള്ള കൈറ്റ്
ടെന്നീസ് കളിക്കാരൻ ബേസ്‌ലൈനിൽ നിൽക്കുന്നു
മഞ്ഞുവീഴ്ച വായുവിൽ
കെട്ടിടത്തിൽ വരച്ച വെളുത്ത അക്ഷരം
തെരുവിൽ നടക്കുന്ന മനുഷ്യൻ
കെട്ടിടത്തിന്റെ വശത്തുള്ള ക്ലോക്ക്
കുന്നിൻ മുകളിൽ സ്കീസിൽ ഒരു മനുഷ്യൻ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു സാൻഡ്‌വിച്ചിന്റെ രണ്ട് ഭാഗങ്ങൾ
ഷൂ ചാരനിറമാണ്
പാറ്റേൺ അമേരിക്കൻ പതാകയാണെന്ന് തോന്നിപ്പിക്കുന്നു
ഒരു കെട്ടിടത്തിന്റെ ജാലകങ്ങൾ
ബസിലെ അക്കം 143
ചിത്രത്തിലെ സുന്ദരമായ മുടി.
രണ്ട് കുതിരകൾ ഒരു വണ്ടി വലിക്കുന്നു
കുഞ്ഞ് ആന
ഒരു ബോട്ട് വെള്ളത്തിൽ സഞ്ചരിക്കുന്നു.
തീവണ്ടി പച്ചയും മഞ്ഞയുമാണ്
ആനകളുടെ അരികിൽ നിൽക്കുന്ന രണ്ട് കുട്ടികൾ
ട്രാഫിക് പോളിൽ പച്ച ലൈറ്റ്
ബസ് വഴിയിൽ നിർത്തി
കെട്ടിവെച്ച മാംസത്തോടുകൂടിയ ഒരു ഭക്ഷണ വാണിജ്യ കേന്ദ്രം
വിൻഡ്‌ഷീൽഡിൽ വെളിച്ചം വരുന്നു
സീബ്രോയിഡ് വരയുള്ളതാണ്
മരങ്ങളിൽ ഒരു ജിറാഫ്
വായിൽ ചുറ്റുക
സ്കീയറിന്റെ ഇടത് കാൽ
നിലത്ത് ഒരു ചുവന്ന പോസ്റ്റ്.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മനുഷ്യൻ ഒരു ആപ്രോൺ ധരിക്കുന്നു
ഒരു പകുതി പാനിനി സാൻഡ്‌വിച്ച്
ദ്വീപ് ബീച്ച് രംഗം
വെളുത്ത പൂഡിൽ.
ആടുകൾ പുല്ലു കഴിക്കുന്നു
ഒരു കറുത്ത റഫ്രിജറേറ്റർ.
പിങ്ക് ലിഡ് ഉള്ള ഒരു ലിപ് ബാം
കറുപ്പും വെളുപ്പും ആട്
വെളുത്തതും ചുവന്നതുമായ ഷർട്ട് ധരിച്ച ഒരു സ്ത്രീ
ഡഗ out ട്ടിൽ നിന്ന് ഗെയിം കാണുന്ന കളിക്കാരൻ
ആനകളുടെ രണ്ട് പിൻ അറ്റങ്ങൾ
മനുഷ്യന്റെ കയ്യുറയിൽ നിന്ന് വെള്ളം ഒഴുകുന്നു
കെട്ടിടത്തിന്റെ വശത്തുള്ള ഘടികാരം
കെട്ടിടത്തിന്റെ മുകളിൽ ഘടികാര ഗോപുരം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നിയോൺ യെല്ലോ ടെന്നീസ് ബോൾ
പുല്ല് ഉണങ്ങിപോയി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മോട്ടോർബൈക്ക് റൈഡർ ഒരു ഫ്ലിപ്പ് ചെയ്യുന്നു
ഒരു വലിയ പട്ടം പറക്കുന്നു
കടൽത്തീരത്തിന് മുകളിലൂടെ പറക്കുന്ന കൈറ്റ്സ്
സ്ത്രീയുടെ ഇടത് ഷൂ
മനുഷ്യൻ ഒരു പാർക്കിൽ ഒരു പട്ടം പറക്കുന്നു
പുല്ലിൽ ഓടുന്ന പയ്യൻ
ഹോട്ടൽ മുറിയുടെ ചുവരിൽ വെളിച്ചം
മഫിൻ കഴിക്കുന്ന സ്ത്രീ
മനുഷ്യന്റെ വലത് കാൽമുട്ട്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മേശയിലെ ലാപ്‌ടോപ്പ്
ഒരു വെള്ളി ട്രയാൻ.
ചലനത്തിലുള്ള സ്കേറ്റ്ബോർഡർ
ഒരു പാർക്കിലെ ഒരു ബേസ്ബോൾ രംഗം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മനുഷ്യൻ കണ്ണട ധരിക്കുന്നു
പച്ച പുല്ലിൽ നിൽക്കുന്ന ആന
ബേസ്ബോൾ കളിക്കാരൻ കളിക്കുന്നു
വെളുത്ത താലത്തിൽ നീല അച്ചടി
സ്ത്രീ എന്തോ ചായുന്നു
ചുവപ്പും വെള്ളയും കിടക്ക വിരി
വൈഡ് വൈറ്റ് സർഫ്ബോർഡ്
ഒരു കരടി ഗ്ലാസിന് നേരെ എഴുന്നേറ്റു നിൽക്കുന്നു
രണ്ട് സോസറുകൾ കൈവശമുള്ള കൊച്ചുകുട്ടി
പട്ടം പറക്കുന്ന നിരവധി ആളുകൾ
പച്ച ടി ഷർട്ടും ബേസ്ബോൾ തൊപ്പിയും ഉള്ള മനുഷ്യൻ
ഒരു സ്ത്രീ ടെന്നീസ് പന്ത് സേവിക്കുന്നു
"മഞ്ഞ, പച്ച എന്നീ രണ്ട് ട്രെയിനുകൾ വശങ്ങളിലായി"
വെള്ള പാരാ കപ്പൽ
ചെറിയ കുട്ടി ഫ്യൂഷിയ തൊപ്പി ധരിച്ചിരിക്കുന്നു
കറുത്ത ഫ്രെയിം ചെയ്ത സൈക്കിൾ.
വൃത്താകൃതിയിലുള്ള ചുവന്ന പ്ലാസ്റ്റിക് ഫ്രിസ്‌ബീ
മരത്തിൽ ഇലകൾ വീഴുക
നീല ചവറ്റുകുട്ടയിൽ കടലാസ് നിറയ്ക്കാൻ കഴിയും
കൊക്ക് പക്ഷി അതിന്റെ നിഴൽ കാണിക്കുന്നു.
വായുവിൽ മഞ്ഞ വിമാനം
വായുവിൽ ഒരു വെളുത്ത പന്ത്
വലിയ ചുവപ്പും മഞ്ഞയും കുട
കറുത്ത കൈറ്റ്
മനുഷ്യൻ സ്കേറ്റ്ബോർഡ് വഹിക്കുന്നു
മൂന്ന് ജിറാഫുകൾ പുറത്ത് നിൽക്കുന്നു
ഒരു വെളുത്ത പോർസലൈൻ ടോയ്‌ലറ്റ് പാത്രം
ഒരു വാഹനം സ്ലഷിലൂടെ കടന്നുപോകുന്നു
ശിൽപ്പിയുടെ ഒപ്പ് 'കരിൻ' വായിക്കുന്നു
ഒരാൾ ഇരുന്നു ഗിറ്റാർ വായിക്കുന്നു
വലിയ ചുവന്ന കൈറ്റ് വായുവിലൂടെ പറക്കുന്നു
ഒരു മനുഷ്യന്റെ ടെന്നീസ് ഷൂ
കറുത്ത ബീനി ധരിച്ച സ്നോബോർഡർ വീഴുന്നു
ഒരു കറുത്ത ട്രാഷ് ബിന്നിന്റെ മുകളിൽ
ടെന്നീസ് കോർട്ടിന് നടുവിൽ വല
ഒരു ചെറിയ കളിപ്പാട്ട കാർ
കുന്നിൻ മുകളിലൂടെ സ്കീയിംഗ് ചെയ്യുന്ന സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ആകാശത്ത് ചരക്ക് വിമാനം
മൃഗശാലയിലെ മൃഗങ്ങളുടെ കൂട്ടം
ഒരു സിൽവർ ഡ്രോയർ ഹാൻഡിൽ
"ഫ്ലൈറ്റിൽ വെള്ള, സ്വർണ്ണ തലം"
കറുപ്പും വെളുപ്പും തെരുവ് ചിഹ്നം
പച്ചക്കറികളും വെണ്ണയും കലത്തിൽ
ഒരു വെളുത്ത വിഭവത്തിൽ ഒരു ഹോട്ട് ഡോഗ്
തവിട്ട് പശു
ഷർട്ടിന്റെ പുറകിലുള്ള ഓറഞ്ച് നമ്പർ
കറുപ്പും ചുവപ്പും നിറത്തിലുള്ള ട്രെയിൻ
ട്രാഫിക് ചിഹ്നത്തിൽ അറബിക് എഴുത്ത്
കുളത്തിൽ നിന്ന് പശു കുടിക്കുന്നു
"നീല, സ്വർണ്ണ ക്ലോക്ക്"
ചുവന്ന നിറമുള്ള മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്ന യുവാവ്
കടും നിറമുള്ള കുട
തീപ്പൊരി മണലിൽ കാൽപ്പാടുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പിസ്റ്റോയ എന്ന് പറയുന്ന നീലയും വെള്ളയും അടയാളം
ഒരു പുല്ലു പാതയിൽ കുറെയേറെ ആളുകൾടെ ഗ്രൂപ്പ്
ഒരു മിനി മാർഷ്മാലോ
ഭാഗികമായി കഴിച്ച വാഴപ്പഴം.
ഒരു തവിട്ട് നായയുടെ കൈ.
മനുഷ്യൻ തവിട്ടുനിറത്തിലുള്ള കുതിര സവാരി ചെയ്യുന്നു
ഒരു ട്രെയിൻ കാറിലെ ഗ്രാഫിറ്റി
വലിയ ബാനർ വേലിയിൽ തൂക്കിയിരിക്കുന്നു
ഒരു ചുവന്ന ട്രെയിൻ എഞ്ചിൻ
വെള്ളത്തിൽ ഒരു ബോട്ട്
നീല നിറത്തിലുള്ള ബാക്ക്പാക്ക് ഉള്ള ഒരാൾ.
കറുത്ത ആടുകളുള്ള ഒരാൾ
ഒരു വെളുത്ത പോർസലൈൻ ടോയ്‌ലറ്റ്
ഒരു ബെഞ്ച് അതിനടിയിൽ താറാവുള്ള
പച്ച അടപ്പ് ഉള്ള ഒരു ഗാലൻ പാൽ.
"ടാൻ, തവിട്ട് സ്പോട്ടഡ് ജിറാഫ്"
വെള്ളത്തിന് മുകളിൽ നുര
വെളുത്ത തലക്കെട്ട് ധരിച്ച മനുഷ്യൻ
ഒരു ഉപരിതലത്തിന്റെ ഭാഗം
കറുപ്പും വെളുപ്പും തൊപ്പി ധരിച്ച മനുഷ്യന്റെ തല
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മച്ചിൽ നിന്ന് തൂങ്ങിക്കിടക്കുന്ന ഒരു ബഹുശാഖാദീപത്തിലെ പരലുകൾ
തവിട്ടുനിറത്തിലുള്ള കുപ്പിയിൽ ബിയർ
തവിട്ടുനിറത്തിലുള്ള പുറംതോട് ഉള്ള ഇറച്ചി കഷണം
ഇത് ഒരു വ്യക്തിയാണ്
ഇത് ഉയരമുള്ള കെട്ടിടമാണ്
മേശപ്പുറത്ത് കണ്ണട
ഇതൊരു അക്ഷരമാണ്
കുന്നിൻ വശത്ത് മഞ്ഞ്
കുഞ്ഞിന്റെ ഇടത് കാൽ
മനുഷ്യൻ സൺ ഗ്ലാസ് ധരിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ടെന്നീസ് മത്സരത്തിനായി മനുഷ്യൻ എല്ലാം തെറ്റായി വസ്ത്രം ധരിച്ചു
ഒരു വലിയ വെളുത്ത ധ്രുവക്കരടി.
പുനർസ്ഥാപിച്ച വിന്റേജ് ബിഎംഡബ്ല്യു മോട്ടോർസൈക്കിൾ
കുഞ്ഞ് ആന
ആഫ്രിക്കൻ സമതലത്തിൽ 2 സീബ്രകൾ
കുളിമുറിയിൽ ഒരു ടോയ്‌ലറ്റ്
ഒരു ട്രെക്കിംഗ് പോളിന്റെ ഭാഗം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ആകാശത്ത് ഒരു ജെറ്റ്.
"പച്ച, കറുപ്പ് ട്രെയിൻ എഞ്ചിൻ"
ഒരു സ്ത്രീ മേശപ്പുറത്ത് ഇരിക്കുന്നു
ഒരു ഓട്ടത്തിൽ സൈക്ലിസ്റ്റുകൾ
കെട്ടിടം വെളുത്തതാണ്
കനത്ത മഴയുള്ള ദിവസം
നീളമുള്ള വെളുത്ത വര
ഒരു പന്ത് കൈവശമുള്ള ഒരു മനുഷ്യൻ
നീല ഡബിൾ ഡെക്കർ ബസ്.
ക്യാച്ചർ
ഇതൊരു കീബോർഡാണ്
നാക്ക് പുറത്തിട്ട ഒരു പശു
ഈ സ്ത്രീ ടെന്നീസ് കളിക്കുന്നു
രണ്ട് താറാവുകൾ വെള്ളത്തിൽ
ആകാശത്ത് വെളുത്ത മേഘം.
പാർക്കിലെ ഒരാളുടെ പ്രതിമ
ഇതൊരു ബാഗാണ്
കുഞ്ഞ് ആന
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മുൻവശത്ത് കാളയുമായി കടൽത്തീരത്ത് ആളുകൾ
കുഞ്ഞ് ആന
ലോഗ് ക്യാബിൻ പാർക്ക് ചെയ്ത പഴയ കാർ.
ഇത് മഞ്ഞുവീഴ്ചയിൽ ഒരു മനുഷ്യനാണ്
"നീല, വെള്ളി മെസഞ്ചർ ബാഗ്"
കറുപ്പും വെളുപ്പും ഘടികാരം
ഒരു ചെറിയ സാന്താ തൊപ്പിയിൽ വെളുത്ത പോം പോം
ഓറഞ്ച് പ്ലേറ്റിലെ ഭക്ഷണം
സ്കേറ്റ് ബോർഡർ പച്ച ഹെൽമെറ്റ് ധരിക്കുന്നു
നീലയും വെള്ളയും സെറാമിക് ടൈൽ
ഈ ജിറാഫ് വളയുകയാണ്
കൈ ഇല്ലാത്ത നീളമുള്ള ചുവന്ന വസ്ത്രം
ഇരുണ്ട മുടിയുള്ള മനുഷ്യൻ.
ഒരു മരത്തിന്റെ ട്ട്രങ്കിന്റെ അരികിൽ നിൽക്കുന്ന സീബ്ര
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ബേസ്ബോൾ കളിക്കാരൻ പന്ത് എറിയുന്നു
ഒരു യുദ്ധവിമാനം പറക്കുന്നു
രണ്ട് കാർട്ടൻ മുട്ട
മനുഷ്യന് ചുവന്ന ഷോർട്ട്സ് ഉണ്ട്
ഒരു ജാലകത്തിൽ തിളങ്ങുന്ന മൂന്ന് മോട്ടോർസൈക്കിളുകൾ
ആളുകൾ ഒരു റെസ്റ്റോറന്റിൽ ഭക്ഷണം കഴിക്കുന്നു
ആന ഏകാന്തനായി പ്രത്യക്ഷപ്പെട്ടു.
ബേസ്ബോൾ മൈതാനത്ത് പിച്ചറുകൾ
ടെന്നീസ് കളിക്കുന്ന ടെന്നീസ് കളിക്കാരൻ
ഒരു ജലാശയത്തിനടുത്തുള്ള ചുവന്ന ചിഹ്നം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പുൽമേടിൽ നിർത്തിയിട്ടിരിക്കുന്ന രണ്ട് പഴയ ഫാഷൻ വാഹനങ്ങൾ
ചെറിയ പച്ചയും തവിട്ടുനിറത്തിലുള്ള പുല്ല്
ഒരു കഷണം കേക്ക് കഴിക്കുന്ന മനുഷ്യൻ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കട്ടിലിൽ ചാരിയിരിക്കുന്ന മനുഷ്യൻ
"ഒരു മെറ്റൽ, വുഡ് ബെഞ്ച്"
രണ്ട് ജോഡി ട്രെയിൻ ട്രാക്കുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പാലത്തിൽകൂടെ തീവണ്ടി സഞ്ചരികുന്നു
മനുഷ്യൻ ജലപാത കാണുന്നതിന്റെ മനോഹരമായ കാഴ്ച
ഒരു ഉപരിതലത്തിൽ രണ്ട് ടെന്നീസ് റാക്കറ്റുകൾ
ഒരു കുട്ടിയുടെ ലേഡിബഗ് കുട
കമ്പ്യൂട്ടർ സ്ക്രീനുകൾ ഓണാണ്
രണ്ട് വലിയ ചവറ്റുകുട്ടകൾ.
ബ്രൗൺ നിറമുളള കുതിര സവാരി ചെയ്യുന്ന മനുഷ്യൻ
കറുത്ത തൊലിയുള്ള മനുഷ്യൻ വലതുവശത്ത്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ബേസ്ബോൾ മൈതാനത്ത് മൂന്ന് പേർ
മൃഗങ്ങൾ പുല്ലിലാണ്.
ഒരു മുൾപടർപ്പിന്റെ ഭാഗം
കറുത്ത ജാക്കറ്റ് കൈവശമുള്ള ഒരാൾ
പയ്യൻ ധരിക്കുന്ന നീല ടൈ.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സിങ്കും ടോയ്‌ലറ്റും ഉള്ള ഒരു ഷവർ മുറി
പൂക്കളുടെ കുലകൾ ഒരുമിച്ച്
ഒരു ചെറിയ മരത്തിൻ്റെ മേശ തറയിൽ ഉണ്ട്.
പെൺകുട്ടി ധരിക്കുന്ന സൺഗ്ലാസുകൾ.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കോവണിപ്പടിയുടെ അടിയിൽ വളരുന്ന പച്ച കളകൾ.
ടെഡി ബിയറിന്റെ ഇടതു കണ്ണ്
ടെന്നീസ് കോർട്ടിൽ മനുഷ്യൻ ടെന്നീസ് കളിക്കുന്നു.
മനുഷ്യൻ തിരമാലകളിൽ സർഫിംഗ് ചെയ്യുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ആടുകൾ കിടക്കുന്നു
നീല നിറമുള്ള കുട
ഒരു കുഷ്യൻ സീറ്റിന്റെ പിൻഭാഗം
നായയ്ക്ക് സങ്കടമുണ്ട്
ഒരു വലിയ ഉപഗ്രഹവുമായി ട്രക്ക്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ടെലിഫോൺ ബാക്ക്‌ലൈറ്റ് എന്ന വാക്ക്
ഒരു പാർക്കിംഗ് സ്ഥലത്ത് നടക്കുന്ന രണ്ടുപേർ
ഒരു വയലിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന ഒരു ബിഎംഡബ്ല്യു മോട്ടോർസൈക്കിൾ
ദ്വീപ് ബീച്ച് രംഗം
ടോയ്‌ലറ്റ് പേപ്പറിന്റെ പാക്കേജുകൾ
വിന്റർ തൊപ്പി ധരിച്ച വ്യക്തി
ഈ ട്രെയിൻ ഇടതുവശത്താണ്
ഭക്ഷണം നിറച്ച ഡിന്നർ പ്ലേറ്റുകൾ
വൃത്താകൃതിയിലുള്ള ബ്ലോക്കിലെ വാട്ടർ ഹൈഡ്രാന്റ്
മനുഷ്യന്റെ കയ്യിൽ മഞ്ഞ ഫ്രിസ്ബീ
നീലയും വെള്ളയും പൊതിഞ്ഞ മൂടുശീല
തോളിൽ ഒരു കുട്ടിയുമായി ഒരാൾ
യുവതി ധരിക്കുന്ന ചുവന്ന പാന്റ്സ്.
ആ മനുഷ്യൻ ഒരു സെൽ ഫോൺ കൈവശം വച്ചിരിക്കുന്നു.
തവിട്ട് ചോപ്പി വെള്ളം
ഒരു സീബ്രയുടെ പിൻഭാഗം
ആൺകുട്ടി സൺഗ്ലാസ് ധരിക്കുന്നു.
വായുവിലെ പാരച്യൂട്ടുകളുടെ ഗ്രൂപ്പ്
ഒരു കമ്പ്യൂട്ടറിൽ പൂച്ച കിടക്കുന്നു
ഇരുണ്ട വുഡ് നിറമുള്ള റ round ണ്ട് ടേബിൾ
ഒരു ലാപ്‌ടോപ്പിലെ സീരിയൽ പോർട്ട്
പക്ഷിയുടെ കൊക്ക്
സിങ്കിൽ ഒരു പൂച്ച
തിരശ്ചീന ബ്ലാക്ക് ഓഫീസ് മറച്ചുവയ്ക്കുന്നു
കാട്ടിൽ മൂന്ന് ജിറാഫുകൾ
കത്തിച്ച ക്രിസ്റ്റൽ ചാൻഡിലിയർ
ദ്വീപ് ബീച്ച് രംഗം
"ജാം, ക്രീം എന്നിവ ഒരു തവിട്ട് ബ്രെഡിൽ പൊതിഞ്ഞ്"
ഒരു പശുവിന്റെ വലിയ ചെവി
നീല വെള്ളത്തിൽ കളിക്കുന്ന വ്യക്തി
പുരുഷന് ഓറഞ്ച് സുരക്ഷാ വസ്ത്രം ഉണ്ട്
കറുപ്പും വെളുപ്പും ട്രാഫിക് ലൈറ്റ്
കട്ടിലിൽ ഇരിക്കുന്ന ഒരു പെൺകുട്ടി
പാത്രത്തിലെ ഓറഞ്ച്.
തുറന്ന കുട ചുമന്ന് നടക്കുന്ന മനുഷ്യൻ
ഒരു വെള്ളി വിമാനം
മേഘങ്ങളില്ലാത്ത ആകാശം
ഇതൊരു ഹോട്ടൽ മുറിയാണ്
കട്ടിലിന്മേൽ തൂങ്ങിക്കിടക്കുന്ന ചാൻഡിലിയർ
വാൾസ്ട്രീറ്റിനായി സൈൻ ചെയ്യുക
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കരടി മരത്തിന്റെ മുകളിൽ കയറുന്നു.
സ്ക്വയറിലെ ഒരു ബെഞ്ച്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചുരുണ്ട മുടിയുള്ള സ്ത്രീ
തെരുവിൽ മോട്ടോർ സൈക്കിൾ
മനുഷ്യൻ ഒരു ഡൈനിംഗ് ടേബിളിൽ ഇരിക്കുന്നു
ആടിന്റെ പർപ്പിൾ കോളർ.
മതിൽ പർപ്പിൾ ആണ്
ഒരു വിൻഡോയുടെ ഭാഗം
രണ്ട് സാൻഡ്‌വിച്ചുകൾ കൈവശമുള്ള ഒരാൾ
ഒരു കറുത്ത പൂച്ച കസേരയിൽ ഇരിക്കുന്നു.
വ്യാജ ജിറാഫിന്റെ ശരീരം
പശുവിന്റെ മുകളിൽ പക്ഷി
ഇതൊരു കുക്കിയാണ്
ഒരു കറുത്ത കൗബോയ് തൊപ്പി
പക്ഷി ചാരനിറവും തവിട്ടുനിറവുമാണ്
വാക്കുകളും ആട്രിബ്യൂഷനും
മുന്നിൽ ഒരു നായ
ആളുകൾ ഒരു മലയിൽ സ്കീയിംഗ് നടത്തുന്നു
ചുമരിൽ ഘടിപ്പിച്ചിരിക്കുന്ന ഒരു തൂവാല ബാറിന്റെ ഒരു ഭാഗം
ട്രക്കിന്റെ പുറകിൽ ഇരിക്കുന്ന ഒരു കൂട്ടം ആളുകൾ
ഒരു വെളുത്ത കപ്പിൽ ലാറ്റെ
മിഡ് ജമ്പിൽ സ്കേറ്റ്ബോർഡർ
കറുത്ത ഗ്ലാസുകളുടെ ജോഡി
മനുഷ്യൻ പർവതത്തിന്റെ അരികിൽ നിൽക്കുന്നു
പറക്കുന്ന കൈറ്റുകൾ ഒക്ടോപസുകളുടെ ആകൃതിയിലാണ്.
തവിട്ട് സ്റ്റഫുചെയ്ത കുരങ്ങ്
ഒരു സ്ത്രീ പുരുഷന്റെ ടൈ കെട്ടുന്നു
വായുവിൽ പഴയ വിമാനം
വിമാനം നഗരത്തിനടുത്തായി പറക്കുന്നു
ഇരുണ്ട മെറ്റൽ പോളിൽ സ്ട്രീറ്റ് ലൈറ്റ് സ്ഥാപിച്ചിരിക്കുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
മൂന്ന് പേർ കട്ടിലിൽ ഇരിക്കുന്നു
സമുദ്രത്തിന് മുകളിൽ നീലയും വെള്ളയും കൈറ്റ്
ഒരു അടുക്കളയിൽ നിൽക്കുന്ന സ്ത്രീ
ആളുകൾക്ക് ഇരിക്കാനുള്ള ഒരു കൂട്ടം സീറ്റുകൾ
ഒരു റോളിംഗ് സ്യൂട്ട്കേസ് വലിക്കുന്ന ഒരു ഫാഷനബിൾ മനുഷ്യൻ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മതിലിനു നേരെ പുരാതന മരം ഘടികാരം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരുമിച്ച് കളിക്കുന്ന ആനകൾ
ആളുകൾ റെസ്റ്റോറന്റിന് മുന്നിൽ നിൽക്കുന്നു
രണ്ട് സ്ത്രീകൾ നടപ്പാതയിലൂടെ നടക്കുന്നു
ബസിന്റെ വശത്ത് വെളുത്ത എഴുത്ത്.
ട്രെയിനിൽ വരച്ച വെളുത്ത നമ്പർ
ഒരു ട്രെയിനിന്റെ ഭാഗം
മുൻവശത്ത് നിൽക്കുന്ന ഒരു സീബ്ര
മരങ്ങൾക്കപ്പുറത്ത് ഒരു വലിയ കെട്ടിടം
ഒരു ടെലിവിഷന്റെ സ്ക്രീൻ
സൈഡ് വ്യൂ മിറർ
ഒരു പൂച്ച കസേരയിൽ കിടക്കുന്നു
കടൽത്തീരത്ത് നിൽക്കുന്ന ഒരു പശു
ഉയർത്തിയ ഷർട്ട് പുറക് തുറന്നുകാണിക്കുന്നു
ഒരു വലിയ കാണ്ടാമൃഗം
വെളുത്ത പുഷ്പ ദളങ്ങൾ
ഗ്ലാസ് മുഴുവൻ ഓറഞ്ച് ജ്യൂസ്
സ്നോബോർഡറിലെ സൈനിക തളർച്ച പാന്റുകൾ
ചുമരിൽ തകർന്ന കണ്ണാടി
കല്യാണത്തിൽ നൃത്തം ചെയ്യുന്ന മനുഷ്യൻ
"ഓറഞ്ച്, സിൽവർ മോട്ടോർ സൈക്കിൾ"
വായുവിൽ നിൽക്കുന്ന മനുഷ്യൻ
മനുഷ്യൻ ഒരു ഫോട്ടോയ്ക്ക് പോസ് ചെയ്യുന്നു
സ്ട്രീറ്റിൽ ഒരു കറുത്ത മോട്ടോർസൈക്കിൾ
"ഓറഞ്ച്, വൈറ്റ് ഗതാഗത കോണുകൾ"
മഞ്ഞുമൂടിയ പർവതങ്ങൾ
രണ്ട് ജിറാഫുകൾ നോക്കുന്നു
സർഫ്ബോർഡിന്റെ അടിയിൽ ചിറകുകൾ
ഗ്രേ ഹുഡ്ഡ് വിയർപ്പ് ഷർട്ട്
ആനയുടെ വെളുത്ത തുമ്പിക്കൈ.
ഒരു ജോടി കത്രിക ഒരു മേശപ്പുറത്തുണ്ട്.
കറുപ്പും ചുവപ്പും സ്കോർബോർഡ്
റോഡിൽ വീണ തെരുവ് ചിഹ്നം
മേശപ്പുറത്ത് ബ്രൊക്കോളി.
മരത്തിന് അടുത്തായി ഒരു ലോഹ വേലി
പാത്രത്തിൽ പന്ത്രണ്ട് കപ്പ് കേക്കുകൾ.
ഒരു കുതിരയോടുകൂടിയ ബ്രൗൺ നിറത്തിലുള്ള കലാസൃഷ്‌ടി
കുന്നിൻ മുകളിൽ പുല്ല്.
പൂത്തട്ടം ഓറഞ്ച് നിറമാണ്
ചുവപ്പും വെള്ളയും കാർ കവലയിൽ നിർത്തി
ഓറഞ്ച് ക്ലിപ്പ്ബോർഡ്
കോൺക്രീറ്റ് കൊണ്ട് നിർമ്മിച്ച നടപ്പാത.
മഞ്ഞ തിളങ്ങുന്ന വെളിച്ചം
ഫോട്ടോയിൽ ഒരു ട്രെയിനിൻ്റെ വിൻഡ്സ്ക്രീൻ.
ഒരു പച്ച വൃക്ഷം.
പശുവിന്റെ ചെവിയിൽ മഞ്ഞ ടാഗ്.
ടോയ്‌ലറ്റ് പേപ്പറിന്റെ റോൾ.
കറുപ്പും വെളുപ്പും ദുംസ്മുഇര് തെരുവ് ചിഹ്നം
ഒരു നിലത്തിന്റെ ഭാഗം
പെൺകുട്ടി ധരിച്ച മാല
ബീജ് സ്ലിപ്പ്കവർ ഉള്ള കസേര
മണ്ണിൽ അടയാളങ്ങൾ
ഒരു വാതിലിന്റെ പിടി
മൈക്രോവേവ് കൗണ്ടറിനു മുകളിൽ ഇരിക്കുന്നു
കടൽത്തീരത്ത് നടക്കുന്ന ദമ്പതികൾ
ഒരു ദ്വാരത്തിന്റെ ഭാഗം
ബേസ്ബോൾ മൈതാനത്തെ ഹോംപ്ലേറ്റ്
നായ താഴെ കിടക്കുന്നു
ചുവന്ന കുരുമുളക് ഒരു പാത്രത്തിൽ
വെളുത്ത തണലുള്ള വെളുത്ത തറ വിളക്കുകൾ
ജനങ്ങൾ ചർച്ച ചെയ്യുന്നു
ഫോട്ടോ കറുപ്പും വെളുപ്പും ആണ്
സെൽഫോൺ ചാർജറിലേക്ക് പ്ലഗ് ചെയ്‌തിരിക്കുന്നു.
മുറിയിൽ നിൽക്കുന്ന മനുഷ്യൻ
ഒരു വീടിന്റെ മാതൃക
കുഞ്ഞ് ആന
കുട്ടിയുടെ തലയിൽ ഹെഡ്‌ഫോണുകൾ.
കുഞ്ഞ് ആന
"ഓറഞ്ചും, വെള്ളയും നിറമുള്ള വിമാനം"
ഇരുണ്ട ജാക്കറ്റ് ധരിച്ച ഒരു പുരുഷ പൊതു വ്യക്തി മാധ്യമങ്ങളോട് സംസാരിക്കുന്നു
ഒരു മേഘത്തിന്റെ ഭാഗം
പാത്രത്തിൽ പർപ്പിൾ പുഷ്പം.
തെരുവിൽ സവാരി ചെയ്യുന്ന മൂന്ന് സ്കേറ്റ്ബോർഡർമാർ
കുഞ്ഞ് ആന
ഷെൽഫിൽ മൂന്ന് ഉപകരണങ്ങൾ
കോടതിയിൽ മനുഷ്യൻ ടെന്നീസ് കളിക്കുന്നു.
ഒരു കൂട്ടം ആളുകൾ
പുരുഷനും സ്ത്രീയും പുല്ലിൽ നിൽക്കുന്നു
ഒരു ശാഖയിൽ ഒരു പച്ച പക്ഷി
കൂടാരത്തിനടിയിൽ ശൂന്യമായ ബേബി സ്‌ട്രോളർ
ഫോട്ടോയിൽ ഒരു ടോയ്‌ലറ്റ് സീറ്റ്.
ഒരു നായ നാവ് തേക്കുന്നു.
കാണ്ഡവും വെള്ളവും നിറഞ്ഞ വ്യക്തമായ വാസ്
ഒരു കറുത്ത ട്രേയിൽ ഭക്ഷണമുണ്ട്.
കസേരയുടെ പുറകിൽ കറുത്ത ജാക്കറ്റ്.
കട്ടിലിൽ നായയുടെ മൂക്ക്
മരം അഴിയിൽ കടൽക്കൊക്ക്
ചുവരിൽ ടൈൽസ് ചിത്രം
ഒരു വ്യക്തിയുടെ കാല്
ഒരു പെട്ടിയിൽ ഉദ്ധരിക്കുന്ന പിസ്സ
പാത്രത്തിൽ സോസ്.
ചുവപ്പും വെള്ളയും നിറമുളള കുട
ചിത്രത്തിൽ വെളുത്ത ചിറകുകൾ.
കാറിലെ രണ്ട് പൂച്ചകൾ
പന്ത് തട്ടാൻ തയ്യാറാകുന്നു
ബെഞ്ച് തവിട്ടുനിറമാണ്
കറുപ്പും വെളുപ്പും ക്ലാസ് ചിത്രം
നഗ്നമായ കാൽ ട്യൂബിൽ
വെളുത്ത സർഫ്ബോർഡിലുള്ള മനുഷ്യൻ
ഒരു ക്രീം നിറമുള്ള വസ്ത്രധാരണം.
കുഞ്ഞ് ആന
അടുപ്പിന്റെ മുകളിൽ കറുത്ത ലിഡ് ഉള്ള വെളുത്ത ബ്ലെൻഡർ
ഒരു ചുവന്ന പ്ലാസ്റ്റിക് കപ്പ്.
മുതിർന്നവർക്കുള്ള വെളുത്ത ടെന്നീസ് ഷൂ
പച്ച ബ്രൊക്കോളി പ്രദർശിപ്പിച്ചിരിക്കുന്നു
റോഡിൽ ഒരു മോട്ടോർ സൈക്കിൾ
തെരുവിലൂടെ ബസ് ഓടിക്കുന്നു.
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
സ്കേറ്റ്ബോർഡ് ട്രിക്ക് ചെയ്യുന്ന മനുഷ്യൻ
പിസ്സ പൈസ് പ്രദർശിപ്പിച്ചിരിക്കുന്നു
വലിയ ആന നിൽക്കുന്നു
മൂന്ന് പേർ നിൽക്കുന്നു
ഹപ്സ്റ്റർ [സ്വയം 'ഹിപ്' എന്ന് വിശ്വസിക്കുന്ന യപ്പി] ഒരു കറുത്ത + വെളുത്ത ഫോട്ടോ എടുക്കുന്നതായി നടിച്ച് ഒരു ക്യാമറ / ഒരു ടെലിഫോൺ അല്ല അവനെ 'ആഴത്തിൽ' കാണും
ഒരു കൊച്ചുകുട്ടിയുടെ മുഖം
അടയാളങ്ങളുള്ള ലൈറ്റ് പോൾ.
വലിയ ചുവന്ന രണ്ട് നില ബസ്
സബ്‌വേ ട്രെയിനിന്റെ മുൻവശത്തെ ലൈറ്റുകൾ.
ഒരു മുന്തിരിയുടെ ഭാഗം
കുഞ്ഞ് ആന
ഒരു നിഴലിന്റെ ഭാഗം
ചുവന്ന ചിഹ്നത്തിൽ വെളുത്ത വിദേശ അവകാശം
ചുവപ്പ് കലർന്ന തവിട്ട് കുതിര
മൂലയിൽ ഒരു വെളുത്ത സിങ്ക്
കുഞ്ഞ് ആന
ചുവന്ന മോട്ടോർസൈക്കിൾ നിയന്ത്രണം വഴി പാർക്ക് ചെയ്തിരിക്കുന്നു
ഒരു കറുത്ത നായ സോഫയിൽ കിടക്കുന്നു
മരം ചെറുതാണ്
ഒരു നീണ്ട ബോട്ട് വെള്ളത്തിൽ ഒഴുകുന്നു
ഓറഞ്ചിന്റെ ഒരു ഭാഗം
പുല്ല് തിന്നുന്ന തവിട്ടുനിറത്തിലുള്ള കുതിര
റോഡിൽ ഒരു കറുത്ത കാർ.
കാണാവുന്ന തലയില്ലാത്ത കുതിര.
ദ്വീപ് ബീച്ച് രംഗം
വെള്ളത്തിൽ ഒരു സ്പീഡ് ബോട്ട്
ദ്വീപ് ബീച്ച് രംഗം
വേലിയിൽ ഇരിക്കുന്ന ഉഷ്ണമേഖലാ പക്ഷി
ഒരു വനത്തിന്റെ ഭാഗം
ടെന്നീസ് ഗെയിം കളിക്കുന്ന സ്ത്രീ
ഒരു ടൈയുടെ ക്ലോസപ്പ് ചിത്രം.
പിസ്സ ഉണ്ടാക്കുന്ന പെൺകുട്ടി
കമ്പ്യൂട്ടർ സ്ക്രീനിൽ ഒരു സ്ത്രീ
തൊപ്പി ധരിച്ച പൂച്ച.
തലയിൽ പിങ്ക് നിറമുള്ള മനുഷ്യൻ
രണ്ട് മനോഹരമായ ചെറിയ പിങ്ക് സോക്കികൾ
ദ്വീപ് ബീച്ച് രംഗം
ഉച്ചഭക്ഷണം കഴിക്കുന്ന ഒരു ദിവസം
ബൈക്കിന്റെ പിന്നിലുള്ള ചിഹ്നം നിർത്തുക
വലതുവശത്ത് ആനയ്ക്ക് വലിയ ചെവി ഉണ്ട്
നീലയും കറുപ്പും വരയുള്ള സോക്സുകൾ
കുഞ്ഞ് ആന
ഒരു ജോടി കറുത്ത സ്കീസ്
മധ്യവയസ്‌കൻ സാലഡിൽ നോക്കി ചിരിക്കുന്നു
ബിസിനസ് സ്യൂട്ട് സൈനിക യൂണിഫോം ആളുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ട്രെയിൻ ഒരു സ്റ്റോപ്പിനടുത്തെത്തുന്നു
കുഞ്ഞ് ആന
ഒരു do ട്ട്‌ഡോർ ചിത്രം.
പുറത്ത് നിൽക്കുന്ന ഒരു മയിൽ
മനുഷ്യന്റെ കുപ്പായത്തിൽ വെളുത്ത പക്ഷികൾ
ഒരു കൂട്ടം ട്രെയിൻ ട്രാക്കുകൾ
വിൻഡോകളുടെ ഒരു നിര
കുഞ്ഞ് ആന
നിലത്ത് കറുത്ത പുള്ളി
രണ്ട് ജിറാഫുകൾ വാഹനം നോക്കുന്നു
മഞ്ഞുവീഴ്ചയിൽ കിടക്കുന്ന ഒരാൾ
ഒരു കമ്പ്യൂട്ടർ ചാർജർ.
ചതഞ്ഞ രണ്ട് വാഴപ്പഴം.
സ്നോബോർഡർ വായുവിൽ
ചുവപ്പും വെള്ളയും തെരുവ് ചിഹ്നം
കട്ടിലിന്റെ ചുവട്ടിൽ ഒരു കറുത്ത സ്വർണ്ണ കരയുള്ള തുണി
വലിയ മുറിയിൽ വുഡൻ മേശ
ചെളി വെള്ളത്തിൽ നടക്കുന്ന ആന
പാർക്കിംഗ് മീറ്ററുകൾ പരസ്പരം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
സർഫ്ബോർഡ് ഓടിക്കുന്ന ഒരു കുട്ടി
വിമാനം വായുവിൽ പറക്കുന്നു
പിങ്ക് ഷർട്ടിൽ പെൺകുട്ടി
സ്കേറ്റ്ബോർഡിന്റെ അറ്റത്ത് നിൽക്കുന്ന ഒരു കുട്ടി
ടാംഗറിനുകളുടെ ഒരു വലിയ കൂമ്പാരം
സമുദ്രത്തിനടുത്തുള്ള പകൽ.
വെളുത്ത മോട്ടോർസൈക്കിൾ പാർക്ക് ചെയ്തു
വളരെ പഴയ പച്ച ബസ്
ഒരു സ്ത്രീ കട്ടിൽ കിടക്കുന്നു
തറയിൽ പച്ചക്കറി
ഒരു വാണിജ്യ നീലയും വെള്ളയും ട്രക്ക്
വേലിയിലിരിക്കുന്ന കരടി
പട്ടം ഉള്ള വ്യക്തിയുടെ സിലൗറ്റ്
ചെറിയ തവിട്ട് ടെഡിബെയർ
നീല അലങ്കരിച്ച വേസ്
അമ്മയുടെ കീഴിൽ കുട്ടി ആന
ജനലിലെ ജനൽ പാളി
വയലിൽ സീബ്ര
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കുതിരപ്പുറത്ത് ഒരു പെൺകുട്ടി
മഞ്ഞുമൂടിയ പർവതങ്ങൾ
പ്ലേറ്റ് നിറയെ ഭക്ഷണം
പ്ലേറ്റിൽ ബ്രൊക്കോളി
വെളുത്ത വാഹനം പാർക്ക് ചെയ്തു
ഗോപുരത്തിന്റെ വശത്തുള്ള ഘടികാരം
മേശപ്പുറത്തെ വിളക്ക്
പച്ചകലർന്ന റിസ്റ്റ് ബാൻഡ്
മനുഷ്യൻ ഒരു പന്ത് തട്ടുന്നു
കടൽത്തീരത്തെ കൊച്ചു പെൺകുട്ടി
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കടൽത്തീരത്ത് കുതിരകളെ ഓടിക്കുന്ന രണ്ടുപേർ
പാത്രത്തിൽ നിന്നും പൂക്കളിൽ നിന്നും നിഴൽ
വ്യക്തിഗത സർഫ്ബോർഡിലാണ്.
ചുമരിൽ ഒരു കാന്തിക വെള്ളി സ്ട്രിപ്പ്.
വൃത്താകൃതിയിലുള്ള നീല ചിഹ്നം
കറുപ്പും വെളുപ്പും പൂച്ച ഒരു ബാക്ക് പായ്ക്കിനടിയിൽ
സ്കൈർസ് ഒരു മഞ്ഞ് മൂടിയ റോഡിൽ ഉണ്ട്
രണ്ടുപേർ ക്രോസ് കണ്ട്രി സ്കീയിംഗ്
വലതുവശത്ത് പഴുത്ത വാഴപ്പഴം
മരം ട്രിം ഉള്ള ഇളം മഞ്ഞ ഫ്രിഡ്ജ്
മനുഷ്യൻ ഒരു മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്നു
മഞ്ഞുമലയിൽ മനുഷ്യൻ സ്കീയിംഗ്
ഒരു ടോയ്‌ലറ്റിൽ എയർ ഫ്രെഷനർ
ഒരു മനുഷ്യൻ കളിക്കുന്ന ടെന്നീസ്
മഞ്ഞുവീഴ്ചയുള്ള ഒരു ചരിവിലൂടെ ഒരാൾ സ്കീയിംഗ് ചെയ്യുന്നു
ഒരു ചെറിയ രോമമുള്ള നായ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കറുത്ത പശുവിനെ വളർത്തുന്ന സ്ത്രീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പെൺകുട്ടിക്ക് കണ്ണുകളുണ്ട്
നീളമുള്ള കറുത്ത നിറമുള്ള ടൈ
നീളമുള്ള ചുവന്ന സർഫ്ബോർഡ്
ഒരു വരയുള്ള സ്വർണ്ണ ഷവർ മൂടുശീല.
ജിറാഫ് അതിന്റെ പ്രകൃതി വാസസ്ഥലത്ത്
ദ്വീപ് ബീച്ച് രംഗം
കുഞ്ഞ് ആന
ട്രെയിനിന്റെ മുൻവശത്ത് 90
ബേസ്ബോൾ കളിക്കുന്ന പുരുഷന്മാർ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ട്രെയിൻ നമ്പർ 34046
വെളുത്ത പാത്രത്തിൽ ചിലതരം തവിട്ട് സോസ്
ഒരു കെട്ടിടത്തിലെ അമേരിക്കൻ പതാക
പ്രഭാതഭക്ഷണമായ ഒരു ബുറിട്ടോ
തുറമുഖത്ത് നിരവധി ബോട്ടുകൾ
ചുവന്ന ട്രക്ക്
മനുഷ്യന്റെ മേൽ നീല ടി ഷർട്ട്
കേക്ക് വെളുത്തതാണ്
ഒരു വെളുത്ത പൂഡിൽ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ടെന്നീസ് ബാറ്റ് കൈവശമുള്ള ഒരാൾ
ഒരു വന്യജീവി പാർക്കിൽ നടക്കുന്ന ജിറാഫ്
കുഞ്ഞ് ആന
ഒരു കിടക്കയിൽ ഇരിക്കുന്ന ഒരു പെൺകുട്ടി
ചെറുപ്പക്കാരുടെ ഒത്തുചേരൽ
മനുഷ്യൻ കുതിരസവാരി
ഒരു ബേസ്ബോൾ കളിക്കാരൻ ഒരു പന്ത് തട്ടുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ടെന്നീസ് കോർട്ടിൽ രണ്ട് സ്ത്രീകൾ
വെള്ളി നിറമുള്ള അഗ്നി ജലാംശം
കുഞ്ഞ് ആന
തവിട്ട് നിറമുള്ള ടൗൺ ഘടികാരം
കുഞ്ഞ് ആന
കുഞ്ഞ് ആന
ചെറിയ പിങ്ക് കുപ്പി
ഒരു വെളുത്ത പാത്രത്തിൽ ഡോണട്ട്സ്
സ്കേറ്റ്ബ്രോഡിലെ ഷൂസ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പ്ലേറ്റ് ഓവൽ ആകൃതിയിൽ ആണ്
നായ ഒരു കോൺ ധരിക്കുന്നു
പയ്യൻ പട്ടം പറക്കുന്നു
പുഞ്ചിരിക്കുന്ന ഒരാൾ
ഒരു കൂട്ടം വാഴപ്പഴം തൂക്കിയിരിക്കുന്നു
ചെറിയ വെള്ള ചുവപ്പും ചാരനിറത്തിലുള്ള വിമാനം
മരങ്ങൾക്കിടയിൽ ഇരിക്കുന്ന ഒരു കെട്ടിടം
കുഞ്ഞ് ആന
മനുഷ്യൻ ബേസ്ബോൾ കളിക്കുന്നു
കിടക്കയിൽ കിടക്കുന്ന നായ്ക്കൾ
ആകാശത്ത് ഒരു ബഹിരാകാശവാഹനം
ചുവടെ ഇടത് ഷെൽഫിൽ പൊടി പഞ്ചസാരയിൽ പൊതിഞ്ഞ ചോക്ലേറ്റ് ഡോണട്ട്സ്
നിലം ചാരനിറമാണ്.
നീല തൊപ്പിയുള്ള ഒരാൾ
ആളുകൾ പുറത്തേക്ക് നടക്കുന്നു
ഒരു കാബിനറ്റിൽ പിടി
ഒരു ഉരുളക്കിഴങ്ങിന്റെ ഭാഗം
ഇത് ഒരു മനുഷ്യനാണ്
കറുത്തതും ടാൻ ആയതുമായ മൂങ്ങ ഇരിക്കുന്നു
ചുവന്ന പാരച്യൂട്ടിൽ മനുഷ്യൻ
സ്നോബോർഡിംഗ് സമയത്ത് ഫോട്ടോയ്ക്ക് പോസ് ചെയ്യുന്ന ആളുകൾ
ജാലകത്തിനരികിൽ ഇരിക്കുന്ന പൂച്ച
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
നിലത്ത് ചില വൈക്കോൽ
ചെറിയ ചാരനിറത്തിലുള്ള പക്ഷി
അവരുടെ നായയുടെ ചിത്രം എടുക്കുന്ന വ്യക്തി
ഇത് ഒരു മനുഷ്യനാണ്
ഇവ രണ്ട് സീബ്രകളാണ്
ഒരു മനുഷ്യന്റെ കീഴിലുള്ള സ്നോബോർഡ്
ഇത് ഒരു മനുഷ്യനാണ്
ടാൻ തൊപ്പി ധരിച്ച മനുഷ്യൻ.
ധ്രുവത്തിൽ കുടുങ്ങിയ കറുത്ത സ്റ്റിക്കർ
വലിയ വെള്ളി സ്പൂൺ
ഒരു അലമാരയിൽ പിങ്ക് കരടി
കുഞ്ഞ് ആന
പുസ്തകത്തിൽ വെളുത്ത കപ്പൽ
ഇതാണ് ആകാശം
ആകാശം നീലയാണ്.
ചുമരിൽ ഘടിപ്പിച്ച സ്വിവലിൽ മിറർ
ഒരു വ്യക്തിയുടെ മുഖം
കുഞ്ഞ് ആന
ചില ദ്വാരങ്ങളുള്ള പച്ച ഇലകൾ
ആകാശം ചാരനിറമാണ്.
ആകാശത്ത് ഒരു പട്ടം
ട്രെയിൻ ഉള്ളിൽ ഇരുണ്ടതാണ്
മരത്തിന്റെ നിഴൽ
ആകാശം നീലയാണ്.
പെൺകുട്ടി ഒരു കുഞ്ഞാണ്.
സോഡയ്ക്ക് മേശപ്പുറത്ത് ഇരിക്കാൻ കഴിയും
ഒരു ക്ലോക്കിൽ ചുവന്ന മണിക്കൂർ കൈ
ഒരാൾ വൈൻ ഗ്ലാസ് പിടിക്കുന്നു
റോഡിൽ വെളുത്ത ട്രക്ക്.
മുറിയുടെ മധ്യഭാഗത്ത് വർണ്ണാഭമായ സോഫ.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചുരുണ്ട മുടിയുള്ള മനുഷ്യൻ
ഒരു വലിയ ഇഷ്ടിക നിര
ഒരു ബാഗ് കോട്ടൺ മിഠായി
മൂന്ന് നീല ടെന്നീസ് റാക്കറ്റുകൾ
ഒരു ട്രെയിൻ റെയിൽ പാതയിലാണ്
പാസഞ്ചർ ട്രെയിനിന്റെ മുൻഭാഗം
വയലിൽ തവിട്ടുനിറത്തിലുള്ള കുതിര
ട്രാക്കുകളിൽ ഒരു വെള്ളി ട്രെയിൻ
ഒരു വയലിൽ തവിട്ട് ചെളി
ഇതൊരു സ്റ്റിയറിംഗ് ആണ്
തെരുവിലൂടെ നടക്കുന്ന സ്ത്രീ
ഒരു ടോയ്‌ലറ്റ് പേപ്പർ ഡിസ്പെൻസർ
വെളുത്ത വാതിലുകളുള്ള ഒരു കറുത്ത കാബിനറ്റ്
ലൈറ്റുകൾ ഓണാണ്.
കറുത്ത ഒലിവിനടുത്തുള്ള ഫെറ്റ ചീസ്
സ്ത്രീയുടെ ബീജ് ഹാൻഡ് ബാഗ്
മേശപ്പുറത്ത് പച്ച വാഴപ്പഴം.
അക്ഷരങ്ങൾ മഞ്ഞയാണ്
ബാറ്ററിന് താഴെയുള്ള ഒരു ബേസ് പ്ലേറ്റ്
കുറച്ച് മേഘങ്ങളുള്ള നീലാകാശം
രണ്ടുപേർ ഒട്ടകത്തെപ്പോലെ വസ്ത്രം ധരിക്കുന്നു.
ഒരു കഷണ്ടിക്കാരൻ
ക്രിക്കറ്റ് കളിക്കാർ ക്രിക്കറ്റ് കളിക്കുന്നു
ശതാവരി പച്ച നിറത്തിലാണ്.
ഇതൊരു പൂച്ചയാണ്
ഒരു അടുക്കള സിങ്കിനുള്ളിൽ ഒരു തവിട്ട് പൂച്ച
"ചുവപ്പ്, കറുപ്പ് നിറങ്ങൾ ഉള്ള തീവണ്ടി"
ഒരു പോസ്റ്റിന് മുകളിൽ ഒരു വലിയ ക്ലോക്ക്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
നീല ഗ്രേഹ ഹൗണ്ട് ബസ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കുഞ്ഞ് ആന
ഈ വ്യക്തി സർഫിംഗ് ചെയ്യുന്നു
തെരുവിൽ വെളുത്ത വരയുടെ നിര
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കറുത്ത കാലുകളുള്ള തവിട്ടുനിറമുള്ള ആട്
വലിയ കറുത്ത കമ്പ്യൂട്ടർ മോണിറ്റർ
പെൺകുട്ടി കട്ടിലിൽ കിടക്കുന്നു
ഇത് ഒരു മനുഷ്യനാണ്
പെൺകുട്ടിയുടെ മുടി സുന്ദരമാണ്
മേശപ്പുറത്ത് നീല ഇഞ്ചി ബ്രെഡ് മാൻ.
വീട്ടിൽ നിൽക്കുന്ന രണ്ട് കുട്ടികൾ
ടെന്നീസ് കളിക്കുന്ന സ്ത്രീ
പൂച്ചയ്ക്ക് പിങ്ക് ചെവികളുണ്ട്
ഒരു ഓറഞ്ച് മോട്ടോർസൈക്കിളിന്റെ റിഫ്ലക്ടർ ലൈറ്റ്
വെളുത്ത കുത്തുകളുള്ള ഇരുണ്ട ടൈ
സൂര്യനില്ലാത്ത ചാരനിറത്തിലുള്ള ആകാശം.
സ്ത്രീയുടെ വിരലിൽ മോതിരം
വെളുത്ത ലാപ്‌ടോപ്പ് ഒരു മേശപ്പുറത്ത് ഇരിക്കുന്നു
മൂന്ന് തൂക്കു വിളക്കുകൾ
ഒരു മനുഷ്യന്റെ കഴുത്ത്
ഒരു പർപ്പിൾ പൂച്ചട്ടി
സ്വർണ്ണ നിറത്തിലുള്ള അലങ്കാര പീസ്
ഒരു ജിറാഫിന്റെ പർപ്പിൾ നാക്ക്
ഇത് ഒരു വ്യക്തിയാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ടാർമാക്കിൽ ഒരു മനുഷ്യൻ
വ്യക്തി സർഫിംഗ് ചെയ്യുന്നു.
തിരമാലയിൽ സഞ്ചരിക്കുന്ന ഒരു സർഫർ
നടപ്പാതയിൽ സുരക്ഷിതമായി വെച്ചിരിക്കുന്ന ധ്രുവത്തിലെ ദിശാസൂചന ചിഹ്നം
ലൈറ്റുകൾ ഓണാണ്
സോസിന്റെ ചെറിയ പാത്രം
ജിറാഫിന് ഭക്ഷണം നൽകുന്ന കുട്ടി
വരിയിൽ നിൽക്കുന്ന ആളുകൾ
കോൺക്രീറ്റിൽ ഇരിക്കുന്ന മനുഷ്യൻ
വരകളുള്ള നീല കേപ്പ്
നീല ഷർട്ടിൽ പയ്യൻ
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് ബോർഡ്
വളരെ വലിയ രോമമുള്ള ഇരുണ്ട തവിട്ട് കാള
റോഡരികിൽ നിൽക്കുന്ന നാല് പശുക്കൾ
മനുഷ്യൻ പിസ്സ ഉണ്ടാക്കുന്നു
ചുവന്ന STOP ചിഹ്നം
"വെള്ള, പിങ്ക് ഫ്രിസ്ബീ."
ഒരു പാറയിൽ ഇരിക്കുന്ന ഒരു പെൺകുട്ടി
കുട്ടി കുനിഞ്ഞു
ഒരു ബാത്ത്റൂം ഗാഡ്‌ജെറ്റ്
പുല്ലിൽ മേയിക്കുന്ന ഒരു സീബ്ര
പാർക്ക് ചെയ്തിരിക്കുന്ന ഇരുണ്ട പാനൽ വാൻ
നടപ്പാതയിൽ പാറകളുണ്ട്
കുഞ്ഞ് ആന
വെളുത്ത പ്ലേറ്റിൽ പച്ച ബ്രൊക്കോളി കഷണങ്ങൾ
ഫ്രിസ്‌ബീ എറിയുന്ന മനുഷ്യൻ
കുഞ്ഞ് ആന
ഒരു കൂട്ടം കുതിരസവാരി കടൽത്തീരത്ത്
മൂന്ന് ജിറാഫുകളുടെ ഒരു കുടുംബം
ലണ്ടൻ ലാൻഡ്‌മാർക്കിൽ ഒരു യാത്ര നടത്തുക \
ആകാശത്ത് ഒരു ഏക വിമാനം
ഒരു വെളുത്ത തൊപ്പി
പാർക്ക് ചെയ്ത സിൽവർ ബസ്
ബേബി ബെഡിൽ നീല പുതപ്പ്
നാല് കാരറ്റ് അടങ്ങുന്ന ഒരു സംഘം
വ്യക്തി സ്നോബോർഡിംഗ് ആണ്
ഉയരമുള്ള ഗോപുരത്തിന്റെ മുകളിൽ ഘടികാരം
'ഞാൻ എന്ത് തെറ്റ് ചെയ്തു? എന്നെ ഉപേക്ഷിക്കുന്നില്ലേ? '
കുഞ്ഞ് ആന
ചുവരിൽ ഒരു വെള്ളി ടോയ്‌ലറ്റ് പേപ്പർ ഹോൾഡർ സജ്ജമാക്കി
നീല സ്കീ ജാക്കറ്റും കറുത്ത പാന്റും ധരിച്ച സ്ത്രീ
ഇരുണ്ട നീലയും വെള്ളയും ടെന്നീസ് കോർട്ട്
നനഞ്ഞ കുട്ടി
സീലിംഗിൽ നിന്ന് ഒരു ചങ്ങലകൊണ്ട് തൂക്കിയിരിക്കുന്ന ക്ലോക്ക്
ഒരു പിതാവ് മകനോടൊപ്പം വീഡിയോ ഗെയിമുകൾ കളിക്കുന്നു
കണ്ടെയ്നർ ഒരു ഹോട്ട്ഡോഗ് സൂക്ഷിക്കുന്നു.
കാട്ടിൽ ഒരു സീബ്ര
മണലിൽ ഒരു സർഫ്ബോർഡ്
ദ്വീപ് ബീച്ച് രംഗം
ടാങ്ക് മതിലിലാണ്
മഞ്ഞാൽ മൂടിയ മരം കൊമ്പുകൾ
ചിത്രം പുറത്തെടുത്തു
കമ്പിയിൽ നിന്ന് തൂങ്ങിക്കിടക്കുന്ന കറുത്ത വസ്തു.
വൈറ്റ് വയർലെസ് കമ്പ്യൂട്ടർ മൗസ്
നേർത്ത പുറംതോട് പിസ്സ
പാലം വെള്ളത്തിന് മുകളിലൂടെ പോകുന്നു
മേശപ്പുറത്ത് മൗസ്.
ഒരു പുരുഷനും സ്ത്രീയും ഒരു ബസ് സ്റ്റോപ്പിൽ ബസ്സിൽ കയറുന്നു
വിമാനത്തിന്റെ വശത്ത് തുറന്ന വാതിൽ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ശാഖയ്‌ക്കെതിരെ സർഫ്ബോർഡ്
ഒരു സ്ത്രീയുടെ നഗ്നമായ പുറം
ഒരു കാവൽക്കാരന്റെ വശം
മഴയിൽ ജനക്കൂട്ടം
ഹിമത്തിൽ ബുക്ക്ബാഗ് ഉള്ള വ്യക്തി
നായയുടെ സ്വർണ്ണ പ്രതിമ
ഫ്രിസ്‌ബിയെ പിടിക്കാൻ മനുഷ്യൻ തയ്യാറാണ്
ഒരു പഴയ പച്ച ആർമി മോട്ടോർസൈക്കിൾ
മറ്റൊരു ഭാഷയിലെ ഒരു അടയാളം
രണ്ട് വിമാനങ്ങൾ
ഒരു ചെറിയ വെളുത്ത ജന്മദിന കേക്ക്
പഴയ രീതിയിലുള്ള തെരുവ് വെളിച്ചം
സീഗൽ ഇരുമ്പ് റെയിലിൽ നിൽക്കുന്നു
തവിട്ട് മങ്ങിയ വെള്ളത്തിന്റെ ചെറിയ ഭാഗം
ചുവന്ന മുന്തിരി തക്കാളിയുടെ കൂമ്പാരം
കുറ്റിക്കാട്ടിലൂടെ ട്രെയിൻ ട്രാക്കുകൾ
നടപ്പാതയിൽ പാർക്കിംഗ് മീറ്റർ
വെളുത്ത ലോഹ ചിഹ്നം
ഒരു ചെറിയ മേശ വിളക്ക്
വെള്ളയും ചുവപ്പും നിറത്തിലുള്ള ക്രിസ്മസ് സംഭരണം
വെള്ള കളിക്കുന്ന ഒരാൾ ടെന്നീസ് കളിക്കുന്നു
ക്യാമറയിലേക്ക് തിരിയുന്ന ഒരു സീബ്രയുടെ ക്ലോസ് അപ്പ്
ഒരു റൊട്ടി മുറിച്ചു
ആന ചാരനിറമാണ്
ഷർട്ടിന്റെ മുകളിലെ ബട്ടൺ
ഒരു സ്ത്രീ ജിറാഫിന് ഭക്ഷണം കൊടുക്കുന്നു
വെളുത്ത യൂണിഫോം ധരിച്ച പിച്ചർ
നിൽക്കുന്ന ജിറാഫ്
ഒരു കൗണ്ടറിൽണ്ടറിൽ കോഫി പോട്ട്
ചാടുന്ന കറുത്ത നായ ഫ്രിസ്ബിയെ പിടിക്കുന്നു
പെൺകുട്ടിയുടെ തോളിൽ ഒരു പൂച്ച
വെളുത്ത ഷവർ തല മുകളിൽ
തിളക്കമുള്ള ഓറഞ്ച് ഷർട്ട്
രണ്ട് വുഡ് പാർക്ക് ബെഞ്ചുകൾ
സ്ത്രീ ഒരു സെൽഫോൺ കൈവശം വച്ചിട്ടുണ്ട്
വ്യക്തമായ ഗ്ലാസ് ഉപ്പ് ഷേക്കർ
സർഫ്ബോർഡിൽ നിൽക്കുന്ന ഒരാൾ
മനുഷ്യൻ ബൈക്ക് ഓടിക്കുന്നു
കടൽത്തീരത്ത് എടുത്ത ഫോട്ടോ
ഒരു ഇലയുടെ അറ്റം
ആളുകൾ ഒരു പട്ടം പറക്കുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു വയലിൽ തവിട്ട് പശു
ഒരു പിങ്ക് യോഗ ട്രക്ക്
റോമൻ സംഖ്യ ഒമ്പത്
ഈ ആന നടക്കുന്നു
വായുവിൽ സ്കീയർ
പുറത്ത് തെളിഞ്ഞ കാലാവസ്ഥയാണ്.
ഒരു ജേഴ്സിയിലെ \ 21 അക്കം
സൈക്കിൾ ഉപയോഗിച്ച് ചുവപ്പ് ധരിച്ച മൂന്ന് ആളുകൾ
ഒരു ട്രെയിനിന്റെ വശത്തുള്ള ആളുകൾ
തെളിഞ്ഞ കോപ്പയിലെ വെള്ളം
നടപ്പാതയിൽ നിർത്തിയിട്ട സ്കൂട്ടർ
ചുവന്ന ഇരട്ട അലങ്കരിച്ച ബസ്
ഒരു പാത്രത്തിൽ മനോഹരമായ പൂക്കൾ
ഫോണിൽ നിന്ന് തൂങ്ങിക്കിടക്കുന്ന കറുത്ത ചരട്
പടികളിൽ ഇരിക്കുന്ന മനുഷ്യൻ
സീലിംഗിൽ നിന്ന് ബൈക്ക് തൂക്കിയിരിക്കുന്നു
പുറത്ത് ഒരു കായിക പരിപാടിയിൽ നിരവധി ആളുകൾ
വെള്ളത്തിൽ ചുവന്ന കപ്പൽ
ഒരു വേലിക്ക് പിന്നിൽ മൂന്ന് ജിറാഫുകൾ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു ചുവരിൽ ഗ്രാഫിറ്റി
സ്കാപ്പലിന്റെ ബ്ലേഡ്
ബോർഡ് കറുത്തതാണ്.
ഒരു മുറിയിൽ റഫ്രിജറേറ്റർ.
തൊപ്പി ധരിച്ച ഒരാൾ
കറുത്ത സ്വെറ്ററും നീല ജീൻസും ധരിച്ച മനുഷ്യൻ
പ്ലേറ്റ് പോൾക്ക ഡോട്ട് ആണ്
സ്ത്രീയുടെ കഴുത്തിൽ പിങ്ക് സ്കാർഫ്
കുഞ്ഞ് ആന
ഒരു കൂട്ടം തുളസി
ബൈക്കിൽ മഞ്ഞ വാഴപ്പഴം
ടാനും നീല തൊപ്പിയുമുള്ള പയ്യൻ
ചെറിയ കുട്ടിയുടെ ഇടത് തള്ളവിരൽ
കുട്ടി ഇരിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
നിലത്ത് കറുത്ത പുള്ളി
ഉയരമുള്ള പച്ച പുല്ലുള്ള വയൽ.
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ഒരു വയലിൽ ഒരു കരടിയും പക്ഷിയും
സൺഗ്ലാസ് ധരിച്ച മനുഷ്യൻ
കുതിര സവാരി ചെയ്യുന്ന സ്ത്രീ
തവിട്ട് കുതിര ഷൂസ്
ട്രാക്കിൽ വർണ്ണാഭമായ ട്രെയിൻ
പക്ഷി ശാഖയിൽ ഇരിക്കുന്നു
ട്രാക്കുകളിൽ പച്ചയും വെള്ളയും ഉള്ള ട്രെയിൻ
ഉയരമുള്ള ടവറിൽ ക്ലോക്ക് ചെയ്യുക
ഒരു സ്ത്രീ ചെവിയിൽ സെൽഫോൺ പിടിക്കുന്നു.
ഒരു ഗ്ലാസ് വെള്ള വീഞ്ഞ്
കളിക്കാരൻ ടെന്നീസ് കളിക്കുന്നു
ഒരു പറക്കുന്ന കൈറ്റ്
ഒരു കമ്പ്യൂട്ടർ മൗസ്
ശ്രദ്ധയിൽ ഇരിക്കുന്ന ഒരു നായ
ട്രാക്കിലൂടെ കടന്നുപോകുന്ന വരി
കരടിക്ക് പച്ച നിറത്തിലുള്ള ആപ്രോൺ ഉണ്ട്
ഒരു തീവണ്ടിയുടെ മുമ്പിലത്തെ കാർ
ഓറഞ്ച് കൈറ്റ് ആകാശത്ത്
കൺവെയർ ബെൽറ്റിൽ നിന്ന് ഇറങ്ങുന്ന ഡോനട്ട്സ്
നീല ജാക്കറ്റ് ധരിച്ച മനുഷ്യൻ
ജിറാഫ് മൃഗശാലയിൽ നിൽക്കുന്നു
ഒരു കഴുക്കോല്തിൽ ഒരു തെരുവ് ചിഹ്നം
ഒരു മരത്തിൽ മോശം വാഴപ്പഴം
ഒരു ചെറിയ പക്ഷി പറക്കുന്നു
ഉത്കണ്ഠാകുലയായ പൂച്ച
തെരുവ് വിളക്കുകൾ ചുവപ്പാണ്
കറുപ്പും വെളുപ്പും നായ
കുടയുള്ള കൊച്ചുകുട്ടി
ബ്ര brown ൺ ഷോ പുല്ലിൽ കിടക്കുന്നു
പച്ചക്കറികളും മാംസവും പ്ലേറ്റിൽ
ഒരു ഓറഞ്ച് സെമി ട്രക്ക്
മോട്ടോർ ബൈക്കുകളുടെ ഒരു നിര.
ആളുകൾ നിലത്താണ് .
ടെന്നീസ് റാക്കറ്റുള്ള ഒരു സുന്ദരി
"വളരെ സുന്ദരമായ തവിട്ട്, വെളുത്ത നിറങ്ങളുള്ള ജിറാഫ്"
കരടിയുടെ തവിട്ട് മൂക്ക്
നീലയും വെള്ളയും മത്സ്യബന്ധന ബോട്ട്
വലിയ രൂപത്തിലുള്ള ലോഗോ
ചുവപ്പ് ധരിച്ച ഒരു ആൺകുട്ടി
ഫുട്പാത്തിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന ഒരു ബൈക്ക്
മനുഷ്യൻ തൊപ്പി ധരിക്കുന്നു
റോഡിൽ ഒരു ടൌ ട്രക്ക്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു മരത്തിൽ നിന്ന് തൂക്കിയിട്ടിരിക്കുന്ന വാഴപ്പഴം
ഷർട്ടിന്റെ പുറകിൽ മഞ്ഞ നമ്പർ 87
പശ്ചാത്തലത്തിൽ രണ്ട് സ്ത്രീകൾ
"മനോഹരമായ വെള്ളയും, ചക്കിപൂച്ചയും"
കുതിരപ്പുറത്ത് ഒരു ജോക്കി
ട്രെയിനിൽ ഒരു റൗണ്ട് ലൈറ്റ്
കേക്കിൽ വിപ്പ് ക്രീം
വെളുത്ത വലയുള്ള മഞ്ഞ കൊട്ട
ചോപ്പിംഗ് ബോർഡിൽ മൂന്ന് റാഡിഷ്
കറുപ്പും മഞ്ഞയും അടയാളം
"ഓറഞ്ച്, മഞ്ഞ സൂര്യകാന്തിപ്പൂക്കൾ"
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു റൗണ്ട് കൺസേർട്ട് ബ്ലോക്ക്
ചിഹ്നത്തിലൂടെ ഈന്തപ്പന.
നീല നിറച്ച ആന
സ്യൂട്ട്കേസിന് ചുറ്റും സിപ്പർ ഉണ്ട്
ചുമരിൽ കോഴികൾ
നീലയും വെള്ളയും ജേഴ്സി
കട്ടിയുള്ള നീല വയർ മതിലിലൂടെ ഓടുന്നു
ഒരു ഡിസ്പ്ലേ കേസിൽ ഒരു ഡോനട്ട്.
ഒരു നായ ഒരു വസ്തുവിനൊപ്പം കളിക്കുന്നു
സ്കേറ്റ്ബോർഡിന്റെ നിഴൽ
ഒരു പിങ്ക് ഫയർ ട്രക്ക്
കറുപ്പും വെളുപ്പും നായ പിങ്ക് ഫ്രിസ്‌ബിയെ നോക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സാൻഡ്‌വിച്ചിൽ ചുവന്ന തക്കാളി കഷ്ണങ്ങൾ.
വലിയ ആനയുടെ കേളിംഗ് തുമ്പിക്കൈ
ജിറാഫിന് നീണ്ട നാവ് പുറത്തേക്ക് ഉണ്ട് .
ഒരു പവർ പോൾ.
കറുത്ത വസ്ത്രമുള്ള ഇരുണ്ട തവിട്ടുനിറത്തിലുള്ള ടെഡി ബിയർ.
ആടുകൾ പുല്ലിന്റെ മേച്ചിൽ മേയുന്നു
കിരീടം
ഒരു വ്യക്തി കുടയുമായി നടക്കുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു പക്ഷി മരത്തിൽ ഇരിക്കുന്നു
ഒരു ധ്രുവത്തിൽ ഒരു ട്രാഫിക് ലൈറ്റ്
ഒരു സ്ത്രീ ഇരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഭക്ഷണം പാകം ചെയ്യുന്നു.
ഒരു വെള്ളി ബക്കറ്റ് പച്ചക്കറികൾ
റോഡിലെ ട്രക്ക്
വരിയിലെ അവസാന ആന
ക്ലോക്കിൽ കറുത്ത കൈകൾ.
ഒരു ബസ്സിൽ ആശുപത്രി അടയാളം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വെളുത്ത പോർസലൈൻ ടോയ്‌ലറ്റ്
സെറാമിക് പക്ഷികൾ
കറുപ്പ് / മഞ്ഞ പകുതി പാറ്റേണിൽ ട്രെയിൻ എഞ്ചിൻ കാർ
ഒരു മരത്തിലെ പക്ഷികൾ.
ഒരു മനുഷ്യന്റെ നേത്ര കണ്ണട
ഒരു ബാഗ് കോട്ടൺ മിഠായി
പിങ്ക് സർഫ്ബോർഡ് ചുമക്കുന്ന പെൺകുട്ടി
സ്കേറ്റ്ബോർഡിൽ നിൽക്കുന്ന മനുഷ്യൻ
ബസുകൾക്കായി കാത്തിരിക്കുന്ന ജനക്കൂട്ടം
ഒരു തവിട്ട് ഹെയർ നഖ ക്ലിപ്പ്.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ചോക്ലേറ്റ് പൊതിഞ്ഞ സ്പ്രിങ്ക്ൾസ് ഉള്ള ഡോനട്ട്
പക്ഷിയുടെ ആകൃതിയിലുള്ള പട്ടം
കണ്ണട ധരിച്ച മനുഷ്യൻ
കറുത്ത തൊലിയുള്ള സ്ത്രീ
ഒരു നായയും പൂച്ചയും
വെളുത്ത റിബണുകളുള്ള ഒരു ത്രികോണ ടൈ-ഡൈ കൈറ്റ്
ഒരു കൗണ്ടറിന് പിന്നിൽ നിൽക്കുന്ന മനുഷ്യൻ
സ്റ്റോപ്പ് ചിഹ്നം തലകീഴായി
ഇത് ഉറങ്ങുന്ന പൂച്ചയാണ്
ഒരു മൃഗം
പിസ്സയുടെ പുറംതോട്
വളരെ വലിയ ഓറഞ്ച് അസ്ഥി
ടെന്നീസ് കോർട്ടിന്റെ പച്ച ടർഫ്
ബോട്ടിലോട്ട് കുനിയുന്ന സ്ത്രീ
ഫ്ലാഗ് ഒരു നീല വീട്ടിൽ പ്രദർശിപ്പിച്ചിരിക്കുന്നു
മോട്ടോർസൈക്കിളിന്റെ പിൻഭാഗത്തുള്ള ബാഗ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
അവൾക്ക് കറുത്ത ഷൂസ് ഉണ്ട്.
ചുമരിൽ നാല് ഫ്രെയിം ചെയ്ത ചിത്രങ്ങൾ
റൺവേയിൽ നീല വിമാനം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കുതിര സവാരി ചെയ്യുന്ന പെൺകുട്ടിയാണിത്
ഓറഞ്ചിന്റെ പകുതി
കാറ്റിൽ പച്ച തെങ്ങുകൾ.
ഒരു ഡോനട്ട് ഷോപ്പ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കെട്ടാനുള്ള ഒരു കയർ
ടെന്നീസ് കോർട്ടിൽ കളിക്കുന്ന വ്യക്തി
ഭക്ഷണം പാകം ചെയ്യുന്ന ഒരു സ്ത്രീ.
പേനയിൽ രണ്ട് സീബ്രകൾ
ചുവപ്പും വെള്ളയും നിറമുള്ള ഒരു ബോട്ട്
സ്കൈയിൽ കാണിക്കുന്ന മൂൺ ക്വാർട്ടർ
ടോയ്‌ലറ്റ് തകർന്നു
ഒരു തൂവാലയിൽ ഒരു ഡോനട്ട്
ഇത് ഒരു വ്യക്തിയാണ്
ഒരു പ്ലാസ്റ്റിക് കട്ടിംഗ് ബോർഡ്
ദ്വീപ് ബീച്ച് രംഗം
ഒരു ഗ്ലാസിൽ ഇരുണ്ട പാനീയം
ഗതാഗത ചിഹ്നം റോഡിന് മുകളിൽ തൂക്കിയിരിക്കുന്നു
ഒരു ബേസ്ബോൾ കളിക്കാരൻ പന്ത് എടുക്കുന്നു.
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ബാഡ്ജ് ഉള്ള കറുത്ത കൗബോയ് തൊപ്പി
ശാന്തമായ ജലാശയം
ഒരു സീബ്ര
മൂന്ന് പേർ മഞ്ഞുവീഴ്ചയിൽ സ്കീയിംഗ് നടത്തുന്നു
വെള്ളത്തിൽ സ്കിങ് ചെയ്യുന്ന വ്യക്തി
കെട്ടിടത്തിന്റെ മുകളിലത്തെ നിലയിൽ എയർകണ്ടീഷണർ
കാട്ടിൽ ഒരു കരടി
ക്ലോക്ക് മുഖം നീലയാണ്
തിളങ്ങുന്ന ഡോനട്ട്
ദ്വീപ് ബീച്ച് രംഗം
ഒരു തടി മേശ
ബ്ലാക്ക് ഫ്രെയിംഡ് ആർട്ട് പ്രിന്റ്
ഒരു ലോഹധ്രുവത്തിലൂടെ സഞ്ചരിക്കുന്ന സ്കേറ്റ്ബോർഡർ
സ്റ്റോപ്പ് ചിഹ്നത്തിന്റെ ചുവന്ന അഷ്ടഭുജം
ചുമരിൽ നീല ചന്ദ്രൻ.
ഒരു പക്ഷി നിൽക്കുന്നു
ഒരു ചുവരിൽ ഘടികാരം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
വായ തുറന്നിരിക്കുന്നു.
ഒരു ജിറാഫ് പുറത്ത് നിൽക്കുന്നു
ഇളം നീല നിറത്തിലുള്ള നിറ്റ് സ്കാർഫ്
വെളുത്ത ചുമരിൽ ജർമ്മൻ ശൈലിയിലുള്ള ക്ലോക്ക്
ബെഞ്ചിന്റെ പിന്നിൽ ഇരിക്കുന്ന സ്ത്രീ
ഇത് ബൈക്ക് ഉള്ള ആളാണ്
ഹിമത്തിൽ സ്‌കിയിങ് ചെയ്യുന്ന സ്‌ത്രീ
ആട്ടിൻ ചോപ്‌സും ബ്രോക്കോളിയും പാത്രത്തിൽ
കുതിരപ്പുറത്തുള്ള വ്യക്തി
പുല്ലിൽ പശു.
മഞ്ഞ പാർക്കിംഗ് മീറ്റർ കവർ
ടെന്നീസ് കളിക്കുന്ന ഒരു പെൺകുട്ടി
ട്രെയിനിന് മുന്നിൽ ചുവപ്പ് നിറത്തിലാണ് ഡി.ബി.
ആനയുടെ ഐവറി പല്ല്
സൈനിൽ ക്ലോക്കിനായി ഉപയോഗിച്ച വിലകൾ
ഇളം പക്ഷി മുകളിലേക്ക് നോക്കുന്നു
പുല്ലിൽ നിൽക്കുന്ന രണ്ട് സീബ്രകൾ
വെളുത്ത തലയിണയുടെ ഭാഗം
മോട്ടോർ ബൈക്ക് പ്രദർശിപ്പിച്ചിരിക്കുന്നു
നായുടെ മഞ്ഞ ഫ്രിസ്ബീ
കുഞ്ഞ് ആന
ഒരു കറുത്ത വീട് നായ
വാതിൽ മുട്ട് വെള്ളിയാണ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ജിറാഫ് മത്തങ്ങ മണക്കുന്നു
ഒരു ഭരണി തേൻ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
തിളങ്ങുന്ന പച്ച ഇലകളുള്ള മരങ്ങളുടെ നിര
പഴയ മഞ്ഞ അഗ്നി ജലാംശം
ഒരു കുളിമുറി രംഗം
കെച്ചപ്പിന്റെ ചെറിയ കപ്പ്
പച്ച പുല്ലിൽ പൊതിഞ്ഞ വയൽ
ക്യാമറയിൽ പുഞ്ചിരിക്കുന്ന സ്ത്രീ
ഇളം തവിട്ട് ഇഷ്ടിക മതിൽ.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ബേസ്ബോൾ കളിക്കുന്ന പുരുഷന്മാർ.
മൈക്രോവേവ് ടേബിളിൽ
ഒരു ചരിത്ര മാർക്കർ ചിഹ്നം
സീബ്ര പുല്ലിൽ മേയുന്നു
2 പഴയ രീതിയിലുള്ള മോട്ടോർ സൈക്കിളുകൾ
ഒരു ബോർഡിന്റെ അറ്റം
ബൈക്കിലെ കറുത്ത ഷർട്ടിൽ ബൈക്കർ
ഫുട്പാത്തിൽ ജോഗിംഗ് ചെയ്യുന്ന വ്യക്തി
തവിട്ട് ചെടി തണ്ട്
ഒരു ബേസ്ബോൾ കളിക്കാരുടെ ഹെൽമെറ്റ്
പ്ലേറ്റിൽ സവാള മോതിരം
മൂന്ന് ചെറിയ തവിട്ട് പോണികൾ
കുഞ്ഞ് ആന
ട്രെയിൻ എഞ്ചിന് മുന്നിലുള്ള കറുത്ത നമ്പറുകൾ
ഒരു വേലിക്ക് സമീപം ഇരിക്കുന്ന ബെഞ്ച്
കറുത്ത ബാക്ക്പാക്ക് മേശപ്പുറത്ത് കിടക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ജന്മദിന പാർട്ടിക്ക് ശേഷം ലെഗോ ഐസ്ക്രീം കേക്ക്
ചുവന്ന സ്റ്റോപ്പ് ചിഹ്നം പിടിച്ചിരിക്കുന്ന ഒരാൾ.
വെളുത്ത മൈക്രോവേവ് ഓവൻ
ബിപി ഗ്യാസ് സ്റ്റേഷൻ അടയാളം
കട്ടിംഗ് ബോർഡിൽ കാരറ്റ്
രണ്ട് ഒട്ടകപ്പക്ഷി പുല്ലിൽ നിൽക്കുന്നു
വെളുത്ത പ്ലേറ്റിൽ ഓറഞ്ച്
മുഖത്ത് കറുത്ത കണ്ണട
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ഓറഞ്ച് ട്രാഫിക് കോൺ
മരത്തിന്റെ അരികിൽ തവിട്ടുനിറത്തിലുള്ള ഫെൻസിംഗ്
സ്റ്റെയിൻലെസ് സ്റ്റീൽ ഗ്യാസ് സ്റ്റോവും ഓവനും
ഒരു വളഞ്ഞ കഴുത്ത് ടൈ
വ്യക്തി താഴേക്ക് വളയുന്നു
ചാരനിറത്തിലുള്ള ഹെൽമെറ്റ്
സ്ലൈഡിൽ ചുവന്ന പ്രമോഷണൽ ലോഗോ
വെള്ളത്തിനടുത്തുള്ള ഒരു ധ്രുവം.
ഒരു ധ്രുവത്തിൽ ഓറഞ്ച് ട്രാഫിക് കോൺ
രണ്ട് ടെഡി ബിയറുകൾ ഇരിക്കുന്നു.
കറുത്ത വെള്ളത്തിന്റെ ചെറിയ ഭാഗം
സ്യൂട്ട്കേസ് മഞ്ഞയാണ്
രണ്ടോ അതിലധികമോ മധ്യവയസ്കരായ ഡൂഡുകൾ കാർ തുമ്പിക്കൈയിലെ സ്റ്റീരിയോ സ്റ്റഫ് തുറിച്ചുനോക്കുന്നു
റിച്ച്മണ്ട് സെന്റ് എന്ന പച്ച ചിഹ്നം
വെള്ളത്തിൽ അലകൾ
ഒരു കയ്യിൽ ഒതുങ്ങുന്ന ആശയവിനിമയ ഉപകരണം
മനുഷ്യൻ പുറത്ത് ഭക്ഷണം കഴിക്കുന്നു
മനുഷ്യൻ സ്ലാലോം സ്കീ
മഞ്ഞുവീഴ്ചയുള്ള ഒരു കുന്നിൻ മുകളിൽ ഒരു സ്ത്രീ സ്കീയിംഗ്
ഒരു മര മേശയുടെ ചെറിയ ഭാഗം
കൈറ്റിന് വെളുത്ത വാൽ ഉണ്ട്.
ഒരു വലിയ ജെറ്റ്‌ലൈനർ.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സോഫയിൽ ചുവന്ന തലയിണകൾ.
ടെന്നീസ് കളിക്കുന്ന പുരുഷന്മാർ.
കുഞ്ഞ് ആന
ചുമരിൽ ബി അക്ഷരം.
ഹോട്ട്ഡോഗുകൾ ബണ്ണുകളിലാണ്
ബേസ്ബോൾ യൂണിഫോമിലുള്ള പയ്യൻ
അഗ്നി ജലാംശത്തിൽ ഇരിക്കുന്ന മനുഷ്യൻ
ഒരു തുറന്ന ഫ്ലിപ്പ് ഫോൺ.
സ്ത്രീയുടെ മുന്നിൽ നടക്കുന്നയാൾ
ബ്യൂണെറ്റ് മുടിയും ഗ്ലാസും
ഒരു മഞ്ഞ ട്രെയിൻ കാർ
രണ്ട് സ്ത്രീകൾ ഒരു നായയെ നടത്തിക്കുന്നു
ആളുടെ കുപ്പായത്തിലെ കറുപ്പും ചുവപ്പും രൂപകൽപ്പന.
കറുത്ത മുടിയുള്ള ഒരു സ്ത്രീ.
"കറുത്ത മ mouse സ് പാഡിൽ ഗ്രേ, ബ്ലാക്ക് മ mouse സ്"
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കുഞ്ഞ് ആന
സീറ്റ് നീലയാണ്
3 വെളുത്ത കുതിരകൾ വണ്ടി വലിക്കുന്നു
തവിട്ടുനിറത്തിലുള്ള മതിൽ പേപ്പർ
ഒരു പ്രൊഫഷണൽ ടെന്നീസ് കളിക്കാരൻ
ഒരു വെളുത്ത തളിക
റൗണ്ട് പാനിലാണ് പിസ്സ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വെളുത്ത ചതുരാകൃതിയിലുള്ള പ്രതിഷേധ ചിഹ്നം
കുട്ടികൾ ആനയിൽ
ക്യാമറയിലേക്ക് നോക്കുന്ന മൂന്ന് ആടുകൾ
പച്ചയും വെള്ളയും ഉള്ള സിറ്റി ബസ്
ഐസിംഗ് വെളുത്തതാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
നല്ല കിടപ്പുമുറിയുടെ ചിത്രം
വെള്ളത്തിൽ കെട്ടിടത്തിന്റെ പ്രതിഫലനം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വിമാനത്തിൽ അമേരിക്കൻ ഫ്ലാഗ് സ്റ്റിക്കർ
യുദ്ധവിമാനത്തിൽ ഫോർവേഡ് കാനാർഡ് വിംഗ്
ആൺകുട്ടി ഒരു പന്ത് കുതിക്കുന്നു
ഒരു ട്രാക്കിലെ പുതുമയുള്ള ട്രെയിൻ
ഒരു ട്രെയിൻ ട്രാക്കിൽ മഞ്ഞ പാസഞ്ചർ ട്രെയിൻ
പിങ്ക് ഷർട്ടിൽ ചെറിയ കുട്ടി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പശുവിന്റെ ചെവിയിൽ മഞ്ഞ ടാഗ്.
ഒരു ചെറിയ ടെലിവിഷൻ
മനുഷ്യൻ ഒരു നീല ചാര ബേസ്ബോൾ ജേഴ്സി ധരിച്ച്
പച്ച സ്യൂട്ട്കേസ് വഹിക്കുന്ന ഒരാൾ
ഒരു കടൽ ഒട്ടർ
ചുവന്ന ബസ് തെരുവിലാണ്.
വളരെ തെളിച്ചമുള്ള തെരുവ് വെളിച്ചം
ഒരു മേശയിൽ രണ്ടുപേർക്ക് ഉള്ള ഭക്ഷണം
സ്കേറ്റ്ബോർഡിൽ ഒരു പെൺകുട്ടി
ചുവന്ന നാട ഉള്ള ടെഡി ബിയർ
ഹിമത്തിന്റെ ഭാഗം
ധ്രുവത്തിൽ ചുവന്ന ചിഹ്നം ഘടിപ്പിച്ചിരിക്കുന്നു.
കൊട്ടയിൽ സാൻഡ്‌വിച്ച്.
ഫ്ലൈറ്റിലെ വിമാനത്തിന്റെ വലതു വശത്തെ ചിറക്
ഒരു സ്കൈ ചരിവിലുള്ള രണ്ട് സ്കീയർമാർ
ഒരു ബെഞ്ചിൽ ഇരിക്കുന്ന സ്ത്രീ
ഒരു ബോർഡിൽ സർഫിംഗ് ചെയ്യുന്ന ഒരു യുവതി
കെട്ടിടത്തിന് മുകളിൽ നീലാകാശം
ഉയരമുള്ള പ്രായമുള്ള പച്ച കോപ്പ്ഡ് ടവർ
കണ്ണാടിക്ക് ചുറ്റും ഇല മാല.
ഒരു ബസിന്റെ പിൻഭാഗത്ത് ഇലക്ട്രോണിക് അടയാളം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
"മഞ്ഞ, വെള്ള ട്രെയിൻ പശ്ചാത്തലത്തിൽ"
രണ്ട് മടക്കിയ വെളുത്ത തൂവാലകൾ
വെള്ളത്തിൽ ഒരു കരടി
മൂന്ന് കുതിരകൾ വലിച്ചെറിഞ്ഞ ദമ്പതികൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വെള്ളത്തിനടിയിൽ വഹിക്കുക
ഓറഞ്ച് അരിഞ്ഞത്.
വളരെ നീളമുള്ള മുടിയുള്ള പെൺകുട്ടി
ആളുടെ വലതു കൈ.
"വലിയ തവിട്ട്, തവിട്ട് ആന"
ഒരു ചുവന്ന ഗതാഗത അടയാളം
പുല്ലിന്റെ അഗ്രം
ചുവന്ന ജാക്കറ്റും കറുത്ത പാന്റും ധരിച്ച ഒരാൾ സ്‌കിയിങ് ചെയ്യുന്നു
പുല്ലിൽ ഒരു സ്യൂട്ട്കേസ്
ഒരു യുവ സീബ്ര
അഴുക്കുചാലിൽ മഞ്ഞ് വീഴുന്നു
"പച്ച, മഞ്ഞ അഗ്നി ജലാംശം"
കട്ടിലിൽ ഒരാളുടെ കാൽ
അകലെയുള്ള വലിയ മരം.
ഓറഞ്ച് ലിഡ് ഉള്ള ഒരു വാട്ടർ ബോട്ടിൽ
ധ്രുവത്തിലെ തെരുവ് ചിഹ്നം
കറുത്ത കോട്ട് ധരിച്ച മനുഷ്യൻ
തറ തവിട്ട് നിറമാണ്.
അടയാളങ്ങളുള്ള ഉയരമുള്ള ഒരു ധ്രുവം.
ഒരു കോൺക്രീറ്റ് ബെഞ്ച്
കിടക്കയിൽ വായിക്കുന്ന സ്ത്രീ
മോട്ടോർസൈക്കിളുകളുടെ ഒരു വലിയ നിര
കുഞ്ഞ് ആന
സൂര്യാസ്തമയ സമയത്ത് കടൽത്തീരത്ത് ഒരു സർഫർ
ഉയരമുള്ള പുല്ലിൽ ഒരു ജിറാഫ്
പൂച്ചയുടെ തല
വിൻഡ്‌സർഫിംഗ് ബോർഡിൽ പിടിച്ചിരിക്കുന്ന ഒരാൾ
തെരുവിൽ ട്രക്ക്
നായയുടെ ഇടത് ചെവി.
തെരുവ് നാമമുള്ള പച്ച തെരുവ് ചിഹ്നം
ഈ രണ്ടുപേരും ഒരു ഗെയിം കളിക്കുന്നു
ബേസ്ബോൾ കളിക്കാരൻ പന്തിൽ സ്വിംഗ് ചെയ്യുന്നു
ഒരു നീല പ്ലാസ്റ്റിക് അടപ്പ്
"മഞ്ഞ, മെറൂൺ ചിഹ്നം"
ചുവപ്പും മഞ്ഞയും ആപ്പിൾ
ഒരു പുസ്തകം
ഒരു ധ്രുവത്തിൽ ഒരു ട്രീൻ ചിഹ്നം.
രണ്ട് കറുത്ത വിദൂര നിയന്ത്രണങ്ങൾ
തെരുവിൽ ഒരു ബീജ് കാർ
കറുപ്പും വെളുപ്പും ഫോട്ടോ
ഒരു വെളുത്ത സർഫ്ബോർഡ് ചുമക്കുന്ന മനുഷ്യൻ
ചുവരിൽ തൂക്കിയിട്ടിരിക്കുന്ന ചിത്രം
സാഡിൽ കറുത്തതാണ്
പക്ഷി വയർ
ഒരു ജാക്കറ്റിന്റെ ഭാഗം
ഷോർട്ടിന്റെ അഗ്രം
നീല കാറിലെ ലൈസൻസ് പ്ലേറ്റ്
മനുഷ്യന്റെ പുഞ്ചിരിക്കുന്നു
ഒരു സിറ്റി ബസിന്റെ ചിത്രം
ദ്വീപ് ബീച്ച് രംഗം
ഒരു ഓറഞ്ച് ഫ്രിസ്‌ബീ
കുഞ്ഞ് ആന
പേനയിൽ ആന
കരയ്ക്ക് മുകളിൽ നീലാകാശം
പക്ഷി പറക്കാൻ പോകുന്നു
റൺവേയിൽ ഒരു വിമാനം
"ഓറഞ്ച്, ആപ്പിൾ എന്നിവയുള്ള പ്ലേറ്റ്"
ഇടത് ചെവിയിൽ ധരിച്ചിരിക്കുന്ന ചെവി
ചുവരിൽ ഫ്രെയിം ചെയ്ത കലാസൃഷ്‌ടി
ഒരു ബാഗ് കോട്ടൺ മിഠായി
നിലത്ത് ഒരു സ്യൂട്ട്കേസ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വിൻഡോയിൽ ചെമ്പ് നിറമുള്ള പോൾ
ബസിന് മുന്നിൽ ഓറഞ്ച് എഴുത്ത്.
ട്രെയിനിന്റെ ഇടത് വിൻഡോ.
ബോട്ടിന് മുകളിൽ ആകാശം
ഒരു ക്ലോക്കിൽ രണ്ട് കറുത്ത കൈകൾ.
ഒരു ഫീൽഡിലെ ഒരു സീബ്ര.
ജലത്തിന് മുകളിൽ നിൽക്കുന്ന സീബ്ര
രണ്ടുപേർ കട്ടിലിൽ ഇരിക്കുന്നു.
ബ്ലാക്ക് ഡെൽ ലാപ് ടോപ്പ് അടച്ചു
പ്രകാശിതമായ കീബോർഡ്.
ഒരു കാവൽക്കാരന്റെ ഭാഗം
ചത്ത നായ നിലത്തു
സരളവൃക്ഷമേ മഞ്ഞും മൂടിയ
ചാരനിറത്തിലുള്ള ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
സ്കീയിംഗ് ചെയ്യുന്ന ഒരു കുട്ടി
കോർട്ടിൽ ടെന്നീസ് കളിക്കാരൻ
കടൽത്തീരത്ത് ഒരു കൊച്ചു പെൺകുട്ടി
ആകാശത്തിലെ വിമാനം
ബസ് സീറ്റിലെ പ്രതിഫലനം
വിമാനത്തിന് മുകളിലുള്ള ആകാശം
ഒരു മുൾപടർപ്പിൽ ഒട്ടിനിൽക്കുന്ന ഇലകൾ.
ചുവന്ന കോളറും ചോർച്ചയുമുള്ള ചെറിയ വെളുത്ത നായ
ഒരു മോട്ടോർസൈക്കിളിന്റെ ലിറ്റ് ടച്ച്
ഇല ജിറാഫിലാണ്.
ഒരു ടിവി ചുവരിൽ തൂക്കിയിരിക്കുന്നു
സ്റ്റോൺ ഷീപ്പ് സ്റ്റിക്കുകളിൽ ഇടുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മഞ്ഞ വിമാനത്തിൽ കോക്ക്പിറ്റ് വിൻഡോകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ജിറാഫുകൾ നീളമുള്ള മുൻകാലുകൾ
വലതുവശത്ത് ഉയരമുള്ള കെട്ടിടം
ഒരു മനുഷ്യ കൈ
നിറയെ ഭക്ഷണം
തെരുവ് വിളക്കിന് പിന്നിൽ ഒരു വേലി
ഒരു ചുവന്ന റൗണ്ട് സർക്കിൾ
ചുവന്ന നിറത്തിലുള്ള ഡ്രസ്സ് ഇട്ട ക്യാച്ചർ
ചുവന്ന താലത്തിലെ തവിയുടെ പിടി .
പിൻഭാഗത്തുള്ള ഇനങ്ങൾ
നീല വരി വള്ളങ്ങളുടെ വരികൾ
വെള്ളത്തിന്റെ മധ്യഭാഗത്തുള്ള വള്ളം
മധ്യ വായുവിൽ വിമാനം
ജെറ്റ് സ്കീയർ വെള്ളത്തിൽ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു രാക്ഷസ ട്രക്ക് വാഹനത്തിന് മുകളിലൂടെ ഓടിക്കുന്നു
മരത്തിൽ ഒരു ആപ്പിൾ
ട്രെയിൻ ട്രാക്കുകളിൽ ട്രെയിൻ
പശ്ചാത്തലത്തിലുള്ള പർവതങ്ങൾ.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പൂച്ചയ്ക്ക് പച്ച കണ്ണുണ്ട്.
നീല ലൈറ്റ് ഓണുള്ള നിന്റെൻഡോ വൈ റിമോട്ട്
ഒരു വലിയ കുടയുടെ അടിയിൽ രണ്ട് സ്ത്രീകൾ.
മങ്ങിയ തവിട്ടു നിറമുള്ള വള്ളം
ഫോർക്ക് വൃത്തികെട്ടതാണ്
ബെഞ്ച് വുഡൻ ആണ്.
ഗ്ലാസിൽ വീഞ്ഞ്
ഒരു കയ്യുറയുടെ ഭാഗം
ഇതൊരു ശോഭയുള്ള പ്രകാശമാണ്
ലോഗ് അഴുക്കുചാലിലാണ്
ഇതാണ് റോഡ്
ബസ് ആകൃതിയിലുള്ള വള്ളം വെള്ളത്തിൽ
കുഞ്ഞ് ആന
ഇവരാണ് ആളുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കപ്പലിൽ ആളുകൾ വെള്ളത്തിൽ
ക്ലോക്ക് ടവറിന് മുകളിലുള്ള ചെറിയ പതാക
ഒരു വെള്ളി ധ്രുവത്തിന് മുകളിലുള്ള ഘടികാരം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മഞ്ഞുവീഴ്ചയിൽ സ്കി അടയാളങ്ങൾ
രണ്ട് പിയോൾ ഹെൽമെറ്റ് ധരിക്കുന്നു.
ഒരു ബീജ് കവർ
സ്കേറ്റ്ബോർഡ് കറുത്തതാണ്
നിൽക്കുന്ന മനുഷ്യന്റെ പുറക്
ചുവപ്പും കറുപ്പും \ ബിഎൽ1 \ ചിഹ്നം
ഇതാണ് പുല്ല്
ഇതാണ് ആകാശം
ആകാശം തെളിഞ്ഞ കാലാവസ്ഥയാണ്.
ഇതൊരു പട്ടികയാണ്
സമുദ്രത്തിൽ സർഫിംഗ് ചെയ്യുന്ന വ്യക്തി
ഇതൊരു പൂച്ച മോഡലാണ്
ആൺകുട്ടികൾ സോക്കർ കളിക്കുന്നു
മഞ്ഞ ബോട്ടിൽ മൂന്ന് പേർ
പാത്രത്തിൽ വെളുത്ത സോസ്.
ഇവ മൂന്ന് ബോട്ടുകളാണ്
മധ്യ വായുവിൽ നീല ഫ്രിസ്ബീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ബൈക്കുകളിൽ ധാരാളം ആളുകൾ
ക .ണ്ടറിലെ മെയിൽ സെന്റർ
ബ്ലോൺഡ് വ്യക്തി
ഒരു തവിട്ടുനിറത്തിലുള്ള ലഗേജ്.
കുപ്പായമില്ലാത്ത കുട്ടി
വലിയ വാട്ടർമാർക്ക് കവർ ചെയ്യുന്ന ചിത്രം
ഇതൊരു വൃക്ഷമാണ്
ഇത് ഒരു ബോൾ ആണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു പ്ലാന്ററിലെ ഒരു കൂട്ടം വാഴപ്പഴം
കറന്റുള്ള പുൽമേടിലെ ഇരുണ്ട വെള്ളം
ഇവ ആനകളാണ്
ടാർമാക്കിലെ വിമാനം
വീട്ടുജോലിക്കാരിയായി വസ്ത്രം ധരിച്ച ഒരു പെൺകുട്ടി
ഇത് ഒരു മനുഷ്യനാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
രണ്ട് സീബ്രകൾ എഴുന്നേറ്റു നിൽക്കുന്നു
റോഡിന് മുകളിലുള്ള കോൺക്രീറ്റ് ഓവർപാസ്
ഒരു ഘടികാരമുള്ള ഉയരമുള്ള കെട്ടിടം
വെള്ളവും പഴവും പച്ചക്കറി ഭക്ഷണവും
ഒരു ഉയരമുള്ള റൗണ്ട് മുഖമുള്ള ക്ലോക്ക്
തെരുവിൽ വൈറ്റ് ബസ്
ഒരു മേശപ്പുറത്ത് ഒരു മൾട്ടി-ലേയേർഡ് ഫ്രൂട്ട് കേക്ക്
നീല കുട ചുമക്കുന്ന സ്ത്രീ
മുറിയിൽ വലിയ കിടക്ക.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കുഞ്ഞ് ആന
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കടൽത്തീരത്ത് ഒരു സ്ത്രീയും കുതിരയും
ഒരു പക്ഷി വായുവിൽ പറക്കുന്നു
ഒരു വെളുത്ത ചതുര കേക്ക്.
സ്കൈ ഈസ് ഡാർക്ക്
ആകാശം മൂടിക്കെട്ടിയ നിലയിലാണ്
ചിത്രം പുറത്ത് എടുത്തതാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വാതിൽ നീലയാണ്
സീബ്രയ്ക്ക് ചെവികളുണ്ട്
ഹ്രസ്വത്തിന്റെ അഗ്രം
കുഞ്ഞ് ആന
കുഞ്ഞ് ആന
കൗണ്ടറിലെ ബ്ലെൻഡർ
കുഞ്ഞ് ആന
കുഞ്ഞ് ആന
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു പുരുഷനും സ്ത്രീയും കെട്ടിപ്പിടിക്കുന്നു
പ്ലേറ്റ് വെള്ളയും പച്ചയും ആണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ടെന്നീസ് കളിക്കാരൻ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മനുഷ്യൻ സെൽഫോൺ നോക്കുന്നു
ഇതൊരു ജെറ്റ് ആണ്
കുഞ്ഞ് ആന
ഒരു പിങ്ക് തൊപ്പി.
നീളമുള്ള താടിയുള്ള മനുഷ്യൻ
ഫോട്ടോ ചുവടെ വാട്ടർമാർക്ക്
കുഞ്ഞ് ആന
ഇടത്തരം വലിപ്പമുള്ള ആന
വെളുത്ത ടൈൽഡ് ലിനോലിയം ഫ്ലോറിംഗ്
ആകാശത്ത് പറക്കുന്ന വിമാനങ്ങൾ
വാതിലിലെ മുട്ട്
ഒരാൾ ബെഞ്ചിലിരുന്ന്
കുഞ്ഞ് ആന
പെൺകുട്ടിക്ക് നീളമുള്ള മുടിയുണ്ട്.
ഒരു തെരുവിൽ നിൽക്കുന്ന നാല് കുതിരകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കാബിനറ്റ് വാതിലുകൾ നീലയാണ്
ബേസ്ബോൾ കളിക്കാരന്റെ കൈയിൽ പിടിച്ചിരിക്കുന്നു
ബസിന് ചുവന്ന നമ്പറുകളുണ്ട്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ട്രെയിൻ ട്രാക്കുകൾക്ക് അടുത്തുള്ള ഗ്രേ മെറ്റൽ പോൾ
കുഞ്ഞ് ആന
മേശപ്പുറത്ത് പുസ്തകങ്ങളുടെ കൂമ്പാരം
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
മനുഷ്യൻ കറുത്ത ഷൂ ധരിച്ചിരിക്കുന്നു
കുഞ്ഞ് ആന
മേശപ്പുറത്ത് ലാപ് ടോപ്പ്
വാഴപ്പഴത്തിന്റെ കുലകൾ മേശപ്പുറത്തുണ്ട്.
"മഞ്ഞ, വെള്ള നിറമുള്ള സൈക്കിൾ"
ഒരു കോഫി ടേബിൾ.
കരടിയുടെ തൊപ്പിയിൽ ക്രിസ്മസ് വില്ലു
പശ്ചാത്തലത്തിൽ ഇലയില്ലാത്ത മരങ്ങളുടെ ഒരു നിര
കത്തി പിസ്സയിലേക്ക് ചാഞ്ഞു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ചെറിയ മുടിയുള്ള ഒരു സ്ത്രീ
ഒരു വീടിന്റെ അടുത്തുള്ള നിർത്തുകയെന്ന ചിഹ്നം
സ്ത്രീകളുടെ കയ്യിൽ ഒരു ടെന്നീസ് റാക്കറ്റ്
ഹാൻഡിക്യാപ്പ് ബാത്ത്റൂമിൽ വെളുത്ത ടോയ്‌ലറ്റ്
ഒരു ഔട്ട്‌ഡൂർ പാർക്ക് ബെഞ്ച്
സീബ്രയുടെ പിന്നിൽ കറുത്ത വാൽ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വൃത്താകൃതിയിലുള്ള കുന്നിലെ പിച്ചർ
ഒരു കുതിര പ്രദർശനത്തിൽ മത്സരിക്കുന്ന ഒരു സ്ത്രീ
കറുപ്പും വെളുപ്പും ഫോട്ടോ
ഹ്രസ്വമോ മുടിയോ ഇല്ലാത്ത മനുഷ്യൻ
കെട്ടിടം ഇഷ്ടികകൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
അടുത്ത പിസ്സ കത്തി
സ്കൂൾ കെട്ടിടം
ചെറിയ പച്ച മെറ്റൽ ക്ലോക്ക്
ബസ്സിൽ യാത്രക്കാർക്ക് വലിയ ബസ്
പ്ലെയിൻ വലുതാണ്
ഒരു വിമാനത്തിന്റെ വാലിൽ ഓറഞ്ച് ഡോട്ടുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പ്ലേറ്റിലെ സാൻഡ്‌വിച്ചുകൾ
ചുവന്ന സോളോ കപ്പുകൾ അടുക്കി
ഗ്രാഫിറ്റി കവറിംഗ് സ്റ്റോപ്പ് ചിഹ്നം
ഒരു പാർക്കിൽ ഒരു പയ്യൻ സ്കേറ്റ്ബോർഡിംഗ്
നീല ചാരിയിരിക്കുന്ന കസേര
സർഫ്ബോർഡിന് പിന്നിലെ മൂന്ന് ചെറിയ ചിറകുകൾ
ഒരു കെട്ടിദത്തിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന മോട്ടോർ സ്‌കൂട്ടർ
പാതയോരത്തെ തടയുന്ന മഞ്ഞ വേലി
ട്രെയിനിൽ ഒരു വൃത്ത രൂപത്തിലുള്ള വിളക്ക്
തറയിൽ ലിറ്റർ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ട്രാക്കുകളിൽ ഒരു സബ്‌വേ.
കനത്ത പച്ച സൈനിക ഗതാഗത ട്രക്ക്
തവിട്ട് തടി കസേരയിൽ പച്ച ബാക്ക്പാക്ക്
ഒരു ശാഖയിൽ മൂന്ന് പക്ഷികൾ
മനുഷ്യൻ ആനയെ അലങ്കരിക്കുന്നു
കേക്ക് പീസ്
വിമാന ചിഹ്നം N5174A ആണ്
പിങ്ക് ഷർട്ട് ധരിച്ച മനുഷ്യൻ
കളിക്കാരൻ പന്ത് എറിയുകയാണ്.
മോട്ടോർ സൈക്കിളിൽ ഒരു നായ
ഒരു സാൻഡ്‌വിച്ചിലെ പയറുവർഗ്ഗങ്ങൾ
മാവ് ട്രക്ക്
ഒരു വെളുത്ത ടോയ്‌ലറ്റ്
മരത്തിൽ വാഴപ്പഴങ്ങൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
തെരുവ് ചിഹ്നത്തിന് കീഴിലുള്ള മഞ്ഞ ട്രാഫിക് ലൈറ്റ്
സ്റ്റൗവ് വാതകമാണ്
പക്ഷി ആകാശത്ത് പറക്കുന്നു
കറുത്ത വസ്ത്രം അണിഞ്ഞ ബേസ്ബോൾ അമ്പയർ
കുതിരപ്പുറത്തു കയറുന്ന പെൺകുട്ടി
സ്കേറ്റ്ബോർഡ് ഓടിക്കുന്ന ഒരാൾ
ഒരു കറുത്ത സ്നോ ബോർഡ്
ഒരാൾ ലാപ്‌ടോപ്പ് നന്നാക്കുന്നു
രണ്ട് ജിറാഫുകൾ
ഒരു നായ സർഫ് ബോർഡ് ഓടിക്കുന്നു
കത്രിക ശേഖരണം
മഞ്ഞുവീഴ്ചയുള്ള സ്റ്റോപ്പ്‌ലൈറ്റ്.
കറുത്ത സ്യൂട്ട് ധരിച്ച മനുഷ്യൻ തെരുവിലൂടെ നടക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
അടുക്കളയിൽ രണ്ടുപേർ
നേർത്ത സ്കീ ഗിയർ ധരിച്ച ചെറുപ്പക്കാരൻ
ഒരു വയലിൽ സോക്കർ കളിക്കുന്ന പുരുഷന്മാർ
മതിൽ ഇഷ്ടികകൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്
മരത്തിന് ഇലകളില്ല
നീലയും വെള്ളയും പരിശോധിച്ച കട്ടിൽ
ഫ്രിസ്‌ബീ കളിക്കുന്ന ഒരു പുരുഷനും കുട്ടിയും
തീവണ്ടിയുടെ മുൻഭാഗം വെള്ളയും മഞ്ഞയും ആണ്
ആളുകൾ ഒരു മേശയ്ക്കു ചുറ്റും ഇരിക്കുന്നു
വയലിലെ കുഞ്ഞാടുകൾ.
വെള്ളി നാണയങ്ങൾ മേശപ്പുറത്ത്
ഫോട്ടോ എടുക്കുമ്പോൾ ഈ നായ ചലിക്കുന്നതായി തോന്നുന്നു
ഒരു അക്വാ ഗ്രീൻ മോട്ടോർ ബൈക്ക്
ഒരു സ്ത്രീ തലമുടി വരണ്ടതാക്കുന്നു.
മൂന്ന് ആളുകൾ ഒരു പട്ടം പറക്കുന്നു
രണ്ട് ജിറാഫുകൾ എതിർ ദിശകളിലേക്ക് പോകുന്നു.
ഒരു കുടക്കീഴിൽ മൂന്ന് പേർ.
ഒരൊറ്റ മരം
പോലീസ് ഓഫീസ് ബെൽറ്റിൽ ഒരു വാക്കി ടോക്കി.
ഒരു കറുത്ത പ്ലാസ്റ്റിക് ബ്ലെൻഡർ
പൂച്ചയ്ക്ക് സമീപമുള്ള ഫ്ലാറ്റ് കമ്പ്യൂട്ടർ സ്ക്രീൻ
സീറ്റ് അപ്പ് ഉള്ള ടോയ്‌ലറ്റ്
ബേസ്ബോൾ തൊപ്പി
വയലിൽ ഉഴുന്നു
വലതുവശത്ത് വിള്ളൽ
സ്കീ പോളുകളുള്ള സ്കീയർ
നീല കുട പിടിച്ചിരിക്കുന്നു.
ഒരു പിസ്സ.
നീളമുള്ള വെള്ളി സ്കീ ദണ്ട്
സെഷൻ ലാഗറിന്റെ കുപ്പി
ഒരു മത്സരത്തിൽ കളിക്കുന്ന ഒരു ടെന്നീസ് കളിക്കാരൻ
പർപ്പിൾ സ്കീ വസ്ത്രത്തിൽ ഒരു സ്ത്രീ
തെരുവിലൂടെ ബൈക്ക് ഓടിക്കുന്ന മനുഷ്യൻ
ഒരു കറുത്ത സ്റ്റീം ട്രെയിൻ എഞ്ചിൻ
തകർന്ന ജാഗ്രത കോൺ
വിമാനത്തിന്റെ വശത്ത് നീല എയർ ഫ്രാൻസ് ലോഗോ
ചെറിയ ബ്രൗൺ ടെഡി ബിയർ
ബൈക്ക് കറുപ്പ് ആണ്
മങ്ങിയ ആകാശം മേഘങ്ങളാൽ നിറഞ്ഞിരിക്കുന്നു
ഒരു ബ്രൗൺ കേക്കിന് മുകളിലുള്ള പക്ഷി പ്രതീകങ്ങൾ
മുറ്റത്ത് ഒരു കറുത്ത കരടി
വെള്ള അഗ്നി ജലാശം
പാന്റ്സ് ധരിക്കാത്ത വൃദ്ധൻ
ധാരാളം ബസുകൾ.
ചെവിയിൽ ടാഗ് ചെയ്യുക
ചുവപ്പും മഞ്ഞയും ഉള്ള വിമാനം
കറുത്ത ഫ്രെയിം ചെയ്ത വിൻഡോ വെളിച്ചത്തിൽ വിടുക
ആകാശത്ത് ഒരു വെളുത്ത വിമാനം
കുട വളരെ രസകരമാണ്
അടുക്കളയിൽ വൈറ്റ് ടൈൽ ബാക്ക്സ്പ്ലാഷ്.
പയ്യൻ പാഡിൽ ശാന്തമായ വെള്ളത്തിൽ കയറുന്നു
കെട്ടിടത്തിന് മുകളിൽ മൂന്ന് മണികൾ
കള്ള്‌ അവന്റെ മുഖത്ത് മഞ്ഞ്‌ വീഴുന്നു
മൂന്ന് ഓട്ടോറിക്ഷകൾ
മൂന്ന് വാഗൺ ഉള്ള ഒരു ട്രെയിൻ
വിമാനത്തിന് മുന്നിൽ ലോഹത്തിന്റെ പ്രൊപ്പല്ലർ.
ഒരു പുരുഷ ടെന്നീസ് കളിക്കാരൻ ടെന്നീസ് കളിക്കുന്നു
ഓറഞ്ച് നിറത്തിലുള്ള വസ്ത്രം ധരിച്ച സ്ത്രീ
ഒരു ആൺകുട്ടിയുടെ തവിട്ട് ഷൂ
നിലത്ത് പൊടി
കറുപ്പും വെളുപ്പും നമ്പർ വാചകം
ആകാശം നീലയാണ്.
വയലിൽ മരം വേലി പോസ്റ്റ്
"വെളുത്ത സ്റ്റൗവ്, അടുപ്പ്"
വിവിധതരം ഡോനട്ട്സ് പാത്രത്തിൽ
ലെഡ്ജ് വെളുത്തതാണ്.
തെരുവിൽ ഓടുന്ന ഒരു ചുവന്ന ബസ്
പാന്റ്സ് കറുത്തതാണ്.
വായുവിൽ ഒരു വെളുത്ത ഫ്രിസ്ബീ.
ചുവന്ന അഷ്ടഭുജാകൃതിയിലുള്ള ലോഹ ചിഹ്നം
പാർക്ക് ചെയ്തിരിക്കുന്ന ചുവപ്പും മഞ്ഞയും ബസ്
രണ്ട് ചക്രങ്ങളിൽ സ്കേറ്റ്ബോർഡ്.
മൈതാനത്തിലെ ഒരു ബെഞ്ച്
വിമാനം
തിളക്കമുള്ള ഓറഞ്ച് തൊപ്പിയുടെ മുകളിൽ
സീബ്രയിൽ കറുത്ത കണ്ണ്.
വെളുത്ത പശു മേയുകയാണ്
നായ കട്ടിലിൽ കിടക്കുന്നു
വിമാനം നിലാണ്
സമുദ്രത്തിലെ ഒരു ഭീമൻ കല്ല്.
ജിറാഫുകൾക്ക് മുന്നിൽ കളിപ്പാട്ട ജിറാഫ്
ഒരു നിയോൺ ബിസിനസ്സ് ചിഹ്നം
ഒരു കൂട്ടം ആളുകൾ മഞ്ഞുവീഴ്ചയിൽ ഇരിക്കുന്നു
മനുഷ്യൻ ടൈ ധരിച്ചിരിക്കുന്നു
വിസ്കി കുപ്പിയിൽ മരം തൊപ്പി
ഒരു സ്ത്രീയുടെ നീല തലക്കെട്ട്
മൂന്ന് ചിത്രങ്ങളുടെ കൊളാഷ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ബാത്ത് ടബ് വെളുത്തതാണ്
സ്ത്രീ ഇരുണ്ട കോട്ട് ധരിക്കുന്നു
ഒരു ബാഗ് കോട്ടൺ മിഠായി
വെള്ളത്തിനടുത്തുള്ള പച്ച കൈറ്റ്
വളഞ്ഞ വൃക്ഷത്തിന്റെ തുമ്പിക്കൈ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നീല നിറത്തിലുള്ള തലയിണ
സ്ലേറ്റ് ടൈൽ കൗണ്ടർ ടോപ്പ്
ചാരനിറത്തിലുള്ള ടാബി പൂച്ച
കറുപ്പും വെളുപ്പും അടയാളം വീണു എന്ന് പറയുന്നു
ചുമരിൽ ഒരു വൃത്താകൃതിയിലുള്ള ഘടികാരം.
കുക്കിയിലേക്കുള്ള പുറംതോട്
സ്ത്രീയിൽ ബദാം ആകൃതിയിലുള്ള കണ്ണുകൾ
തിരിച്ചറിയൽ ബാഡ്ജ്
പഴയ മഞ്ഞ സ്റ്റാവ്.
പ്ലേറ്റിൽ ബ്രൊക്കോളി വെച്ചിരിക്കുന്നു
പ്ലെയിൻ മഞ്ഞ ബോൾ തൊപ്പി
അവളുടെ കയ്യിൽ ഒരു നീല സെൽ ഫോൺ
വലിയ വൃത്തികെട്ട വെളുത്ത ആടുകൾ
പുല്ലിൽ നിൽക്കുന്ന ആന
വയലിൽ നിൽക്കുന്ന രണ്ട് സീബ്ര
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കുഞ്ഞ് ആന
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പതാകകളുടെ ഒരു വരി.
വെളുത്ത ടോയ്‌ലറ്റ്
വളരെ വലിയ പുറം ഘടികാരം
മഞ്ഞ ചുവപ്പും നീലയും തീവണ്ടി എഞ്ചിൻ
ഒരു കാറിൻ മുകളിൽ പൂച്ച
വഴിയിൽ വെളുത്ത കുതിര
ചുവന്ന ഇഷ്ടിക കെട്ടിടം
വിമാനം നിലത്താണ്
ടെന്നീസ് കളിക്കുന്ന സ്ത്രീ
ഒരു പാസഞ്ചർ ബസിലെ ഇലക്ട്രോണിക് അടയാളം
"മഞ്ഞ, കറുപ്പ് ബമ്പർ ഗാർഡ്."
പെൺകുട്ടിക്ക് ഇളം മുടിയുണ്ട്
ചുവരിൽ ഒരു ക്ലോക്ക് ഉണ്ട്
പർപ്പിൾ പുതപ്പിനടിയിൽ സയാമീസ് പൂച്ച
യുവ ജിറാഫു മരത്തിൽ നിന്ന് കഴിക്കുന്നു.
ഒരു കൂട്ടം കശുവണ്ടി
ഒരു വൈൽഡ്‌ബീസ്റ്റ്
ഒരു കല്ല് തളികയിൽ ബ്രെഡ് ചെയ്ത മാംസം
മനുഷ്യൻ ജിറാഫിന് എന്തെങ്കിലും കഴിക്കാൻ നൽകുന്നു
ദിശാസൂചന അമ്പടയാളമുള്ള ഒരു മക്ഡൊണാൾഡ്സ് ചിഹ്നം
ഒരു തുരുമ്പിച്ച അഗ്നി ജലാംശം.
ഒരു അടുക്കള രംഗം
ബേസ്ബോൾ കളിക്കാരൻ ഒരു ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു
പെൺകുട്ടിക്ക് നീളമുള്ള മുടിയുണ്ട്
ഒരു പുരുഷനും സ്ത്രീയും കുതിര സവാരി ചെയ്യുന്നു
പുരുഷന്റെ കൈത്തണ്ടയിലെ വാച്ച്.
ഒരു ടെന്നീസ് റാക്കറ്റ് കൈവശമുള്ളതാരം
ചുവപ്പ് കറുപ്പും വെളുപ്പും കൈറ്റ്
വെള്ളയും ടാനുമായ പേർഷ്യൻ പൂച്ച
ആകാശം നീലയാണ്.
പക്ഷി ഒരു മരത്തിൽ ഇരിക്കുന്നു
പാർക്കിംഗ് സ്ഥലത്തെ മനുഷ്യൻ
ബ്രൊക്കോളിയുടെ വലിയ തല
പയ്യന് വരയുള്ള തൊപ്പി ഉണ്ട്
തലമുടി ഉണക്കൽ യന്ത്രം കൈവശമുള്ള മനുഷ്യൻ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു പാതയിൽ സ്നോബോർഡർ.
ചെറിയ പുല്ലിന്റെ കാഴ്ച.
വാഴപ്പഴത്തിന്റെ ഒരു മേശ
പശ്ചാത്തലത്തിലുള്ള വൃദ്ധ സ്ത്രീ
ഇലക്ട്രിക് ടൂത്ത് ബ്രഷ്
"ഓറഞ്ച്, വൈറ്റ് കോൺ"
സ്നോബോർഡിംഗ് നടത്തുന്ന മനുഷ്യൻ
ഒരു പാത്രത്തിന്റെ കേന്ദ്രം.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഫ്രോസ്റ്റിംഗ് ചിഹ്നം വായിക്കുന്നത് കേന്ദ്ര ഉദ്യാനം
വലതുവശത്ത് നീല ടെന്നീസ് റാക്കറ്റ് പിടിച്ചിരിക്കുന്ന പെൺകുട്ടി
ആപ്പിളുമായി ഫോർക്കുകൾ.
തലയിൽ ചമ്മട്ടി ക്രീം ഉള്ള മനുഷ്യൻ.
മനുഷ്യൻ തിരമാലയിൽ സർഫ്ബോർഡിഗ് ചെയ്യുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
അടുപ്പിൽ ഇരിക്കുന്ന ഒരു കലം.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഉയരമുള്ള ലോഹത്തിന്റെ വിളക്ക് തൂൺ
ഒരു പക്ഷി ഒറ്റയ്ക്ക് പറക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പൂച്ച സൂര്യനിൽ ഉറങ്ങുന്നു
സുന്ദരമായ മുടിയുള്ള കൊച്ചു പെൺകുട്ടി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പൂച്ച മേശപ്പുറത്തുണ്ട്
വ്യക്തി ഒരു തിളങ്ങുന്ന തുവാല ധരിക്കുന്നു
ട്രാഫിക് ലൈറ്റിൽ പക്ഷി ഇരിക്കുന്നു
ഡെസ്‌ക്കിന്റെ മധ്യഭാഗത്ത് സിൽവർ ലാപ്‌ടോപ്പ്
നിൽക്കുന്ന സ്ത്രീകൾ
സ്കേറ്റ്ബോർഡിലെ മനുഷ്യൻ.
ഓറഞ്ച് നിറമുള്ള മുടിയുള്ള സ്ത്രീ.
മരം പച്ചയാണ്.
റോഡിന്റെ വശത്ത് മീറ്റർ.
കട്ടിലിൽ പൂച്ച.
ആന ഒരു പാതയിലൂടെ നടക്കുന്നു
സിൽവർ കത്തി കട്ടിംഗ് കേക്ക്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
തെരുവ് ചിഹ്നം നീലയാണ്
കണ്ണാടിക്ക് മുകളിൽ ഒരു പച്ച ചെടി.
കുഞ്ഞ് ആന
കറുപ്പും ചുവപ്പും ബേസ്ബോൾ തൊപ്പി
നിലത്ത് പുല്ല്.
സ്കേറ്റ്ബോർഡിലെ വ്യക്തി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ടേബിൾ നീലയാണ്.
ഒരു മോട്ടോർ സൈക്കിളിൽ കിക്ക് സ്റ്റാൻഡ്
നീല മോട്ടോർ സൈക്കിൾ
ആകാശം നീലയും വെള്ളയുമാണ്.
വലത് മുട്ടുകുത്ത് ഇടതിനേക്കാൾ അല്പം കുറവാണ്
ഒരു കോൺക്രീറ്റ് ചരിവ്
ഒരു വെളുത്ത റഫ്രിജറേറ്റർ
രണ്ട് ചെറിയ വെള്ള കപ്പലുകൾ
സിൽവർ ഹൈഡ്രാന്റ് ഉപയോഗിച്ച് പോസ് ചെയ്യുന്നു.
ചോപ്സ്റ്റിക്കുകളുടെ ഒരു പിയർ
ചുവന്ന റസ്റ്റിക് റെയിലിംഗ്
ആഴത്തിലുള്ള നീലക്കടൽ
നായയുടെ നേർക്ക്
കാറിൽ രണ്ട് ചുവന്ന പുറകിലത്തെ ലൈറ്റ്
കറുത്ത അക്ഷരം മഞ്ഞ അക്ഷരത്തിൽ പി.
കിടക്കയിൽ കിടക്കുന്ന സ്ത്രീ
പശ്ചാത്തലത്തിലുള്ള ടിവി.
തെരുവിന്റെ കറുത്ത ഭാഗത്തിന്റെ ചെറിയ ഭാഗം
ഇല നിലത്താണ്.
സ്കീയറുകളുള്ള ഒരു സ്കൂൾ ചരിവ്
പുറത്ത് ഒരു ഓറഞ്ച് പൂച്ച
ഒരു ബോട്ടിൽ ഉരുക്ക് മോതിരം
ഒരു വെള്ളി ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
തവിട്ടുനിറത്തിലുള്ള പൂച്ച ഫർണിച്ചറിൽ കിടക്കുന്നു
ആടുകളെ കമ്പിളി മുറിക്കാൻ
ഗ്രേ ചുവപ്പും വെള്ളയും നൈക്ക് ടെന്നീസ് ഷൂ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പാത്രത്തിൽ ബ്രൊക്കോളി.
വിൻഡോയിൽ വെളുത്ത മൂടുശീലകൾ
വലതു കയ്യിൽ ഒരു മഞ്ഞ വാഴപ്പഴം
ചുമരിൽ ഗാംഭീര്യ ചിഹ്നം
ഒരു പാത്രത്തിൽ സാലഡിന്റെ അവശിഷ്ടങ്ങൾ
റൺവേയിൽ വലിയ വിമാനം
പൈസ്ലി വാൾപേപ്പർ ഒരു ബാത്ത്റൂം.
ഓവനിൽ മെറ്റൽ എയർ വെന്റ്
കറുത്ത കുതിര അഴുക്കിൽ നിൽക്കുന്നു
ധ്രുവക്കരടി വെള്ളത്തിൽ നോക്കുന്നു.
ചുവന്ന പാത്രത്തിൽ ബ്രൊക്കോളി
ഇഷ്ടിക നടപ്പാതയിൽ കറുത്ത മോട്ടോർസൈക്കിൾ
ബസിൽ ബ്രാൻഡുചെയ്‌ത നമ്പർ
തീവണ്ടിയിൽ ചുവന്ന അക്കം വരച്ചു
ജനാലയിലൂടെ ഒരാൾ നോക്കുന്നു
മേശപ്പുറത്ത് വ്യത്യസ്ത തരം പിസ്സ.
ഒരു സ്ത്രീയുടെ മാല
മരങ്ങൾ പച്ചയാണ്
നിൽക്കുന്ന കള്ള്‌ വശത്തിന്റെ കാഴ്ച
ഒരു വിദൂര നിയന്ത്രണം.
മനുഷ്യൻ ഒരു വൈ ഗെയിം കളിക്കുന്നു.
പൂച്ച വെള്ളയും കറുപ്പും നിറമാണ്.
മണലിൽ ഇരിക്കുന്ന ബോട്ടുകൾ
സ്ത്രീ സമുദ്രത്തിലാണ്
ചുവന്ന വസ്ത്രം ധരിച്ച കുട്ടി
മതിൽ തൂക്കിയിട്ടിരിക്കുന്ന പിച്ചർ
ഒരു ചുവരിൽ ഒരു സ്കേറ്റ്ബോർഡർ
ക്യാമറയുടെ നേരെ നോക്കുന്ന കുതിര
തുമ്പിക്കൈ വെളുത്തതാണ്.
ഒരു ചിഹ്നത്തിൽ വെളുത്ത അക്ഷരം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പൂച്ചകൾ വിൻഡോ ലെഡ്ജിൽ ഇരിക്കുന്നു
കറുപ്പും വെളുപ്പും ബാക്ക് പായ്ക്ക്
വെളിച്ചം ചുവപ്പാണ്.
ബൈക്കിലെ മനുഷ്യൻ
നിലത്ത് പന്തുകൾ.
ചീസ് വെളുത്ത നിറമാണ്.
തവിട്ടുനിറത്തിലുള്ള ആനകളുടെ പായ്ക്ക്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കൂട്ടത്തിൽ പഴുക്കാത്ത വാഴപ്പഴം
ആന കറുത്തതാണ്
പാർക്ക് ചെയ്തിരിക്കുന്ന മോട്ടോർസൈക്കിളുകളുടെ ലൈൻ
ഒരു ജിറാഫ് ഇലകൾ തിന്നുന്നു
ഒരു കുളിമുറി ചുവരിൽ ഗ്രാഫിറ്റി
തുറന്ന ടോയ്‌ലറ്റിന്റെ ഇരിപ്പിടം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നിൽക്കുന്ന കുഞ്ഞ്
വെള്ളത്തിൽ സർഫ്ബോർഡിഗ് ചെയ്യുന്ന പയ്യൻ
ചൂരൽ വള്ളി കൊണ്ട് നിർമ്മിച്ച വലിയ കുട
ഒരു കൂട്ടം ആളുകൾ ഒരുമിച്ച് പോസ് ചെയ്യുന്നു
കുഞ്ഞ് ആന
അക്വാ ബ്ലൂ സ്കൈസ് ഓവർഹെഡ്
ഒരു വള്ളത്തിൽ നാല് സ്ത്രീകൾ
നെറ്റിപ്പട്ടം വളരെ അലങ്കാരമാണ്
ഒരു തീവണ്ടി കാറിന്റെ മുൻഭാഗം.
തുരങ്കത്തിലൂടെ പോകുന്ന ബസ്
മേശ തുണി വെളുത്തതാണ്
വെളുത്ത നഖ പാദമുള്ള ടബ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കുഞ്ഞ് ആന
പൂവിന്റെ അച്ചടിയുള്ള വെളുത്ത മൂടുശീലകൾ
ആറ് മഞ്ഞ വാഴപ്പഴം
ഒരു മഞ്ഞ ഫ്ലൂറസെന്റ് ടെന്നീസ് ബോൾ
കറുപ്പും നീലയും ഉള്ള ക്ലോക്ക്
ഒരു വലിയ വസ്തു
പാത്രത്തിനു ചുറ്റും പ്ലാസ്റ്റിക്.
നിലം
നൈക്ക് ഷൂസ് ധരിച്ച വ്യക്തി
ഇത് ഒരു കപ്പ് ആണ്
റിസ്റ്റ് വാച്ച് ധരിച്ച വ്യക്തി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു ട്രാഫിക് ലൈറ്റ്
ചിത്രത്തിലെ ഒരു വ്യക്തി
ഒരു കുട്ടി
കുഞ്ഞ് ആന
നീല നിറത്തിലുള്ള ഒരു സ്ത്രീ
റൺ‌വേയിലെ വിമാനം
ഒരു ട്രാഫിക് സൈൻ പോസ്റ്റ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇതാണ് പുല്ല്
ഒരു തീരത്തിന്റെ വശം
വലയിൽ വാഴപ്പഴം
ഒരു ധ്രുവക്കരടി നടക്കുന്നു
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഇരുണ്ട വെറ്റ്സ്യൂട്ടിലുള്ള വ്യക്തി സർഫ്ബോർഡ് വഹിക്കുന്നു
വെളുത്ത റാപ്പിംഗ് പേപ്പർ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
സ്ത്രീ ചുവന്ന ജാക്കറ്റ് ധരിചിരിക്കുന്നു
കോർട്ടിൽ ഫ്രിസ്ബീ കളിക്കുന്ന രണ്ട് പെൺകുട്ടികൾ
ചാരനിറത്തിലുള്ള പൂച്ച
ഒരു ബാഗിന്റെ അറ്റം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ചാരനിറത്തിലുള്ള വെളുത്ത ആടുകൾ
കുടക്കടിയിൽ നിൽക്കുന്ന ഒരു സ്ത്രീ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വേലിയിൽ മെറ്റൽ പോൾ
ഒരു ചെറിയ കുട്ടിയുടെ ബാറ്റ്
കറുത്ത ഒരു മിനി ഫ്രിഡ്ജ്
കുഞ്ഞ് ആന
വെള്ളത്തിൽ ബോട്ട്
ഒരു തുറന്ന ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
ഒരു സ്റ്റോർ ഫ്രണ്ട് വിൻഡോ
ബസ് ഒരു ഡബിൾ ഡെക്കറാണ്
ധാരാളം കസേരകളുള്ള നീണ്ട സ്കി ലിഫ്റ്റ്
ഒരു പൂച്ചെണ്ട് നിലത്തു.
മുഖത്ത് സ്റ്റിക്കറുകളുള്ള കുട്ടി
ഇതൊരു ടൂത്ത് ബ്രഷാണ്
ധ്രുവത്തിൽ ചുവന്ന ട്രാഫിക് ലൈറ്റ്
കുഞ്ഞ് ആന
ഒരു വള്ളം
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
മനുഷ്യൻ നിസ്സാരനാണ്
മുഴുവൻ വേവിച്ച പിസ്സ
ഒരു പട്ടം ആകാശത്ത് ഉണ്ട്
ഒരു ട്രക്കിൽ ഒരാൾ.
ആട്ടിൻകുട്ടിയുടെ തല
കരടിയുടെ കണ്ണ്
ജീൻസ് ധരിച്ച ഒരു സ്ത്രീ
ശൂന്യമായ ഷാംപെയ്ൻ ഫ്ലൂട്ടുകൾ
ജെറ്റ് ടേക്ക് ഓഫ് ചെയ്യാനുള്ള തയ്യാറെടുപ്പ് ചെയ്യുന്നു
ലാപ്‌ടോപ്പ് ഓണാണ്.
മനുഷ്യന്റെ പാദങ്ങൾക്ക് താഴെയുള്ള സ്കേറ്റ്ബോർഡ്
കറുപ്പും വെളുപ്പും നിറമുള്ള സീബ്ര പുല്ലിൽ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ടൈലുകൾ വെളുത്തതാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ട്രാക്ടറിലെ വോൾവോ.
ഒരു കേക്ക് മുറിക്കാൻ പോകുന്ന രണ്ടുപേർ
ഒരു നായയുടെ മുഖം
സ്‌ക്രീൻ കോർണറിലാണ്
റോഡിൽ ഒരു വലിയ ക്ലോക്ക്
സമുദ്രത്തിലെ തിരമാലയുടെ അലകൾ
ഒരു ക്രിസ്മസ് റീത്ത് വാതിലിൽ തൂക്കിയിരിക്കുന്നു.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കാർ
പാർക്കിംഗ് മീറ്ററുകൾക്കിടയിൽ ചുവന്ന പേപ്പർ കപ്പ്
അടുക്കളയിൽ ഒരു കറുത്ത ഡിഷ്വാഷർ.
തൊടലിലെ നായ
പച്ച നിറത്തിലുള്ള ഒരു മനുഷ്യൻ
ഒരു കട്ടിലിൽ ഇരിക്കുന്ന മനുഷ്യൻ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
നീളമുള്ള ടോപ്പിംഗ് കവർഡ് പിസ്സ.
ഇതൊരു ബോട്ടാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
മഴയുള്ള ദിവസത്തിൽ ഒന്നിലധികം കുടകൾ
ഒരു ടാംഗറിൻ കഷ്ണം
ചുവന്ന തക്കാളി കഷ്ണം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വലിയ തവിട്ട് കരടി
സർഫ്ബോർഡിലെ ചെറുപ്പക്കാരൻ
കൊച്ചു പെൺകുട്ടി പാർക്കിൽ കളിക്കുന്നു
പൂച്ചയ്ക്ക് പിങ്ക് മൂക്ക് ഉണ്ട്.
ഒരു പാനപാത്രം.
ഒരു ജാലകമുള്ള കൂടാരം
ഒരു ഡസനിലധികം ആടുകൾ ന്യായമായ ഉള്ളടക്കം കാണുന്നു
ടോയ്‌ലറ്റിന്റെ ടാങ്ക്
പശുക്കൾ എല്ലാം മേയുന്നു
ഒരു കുഞ്ഞ്
ടെന്നീസ് കളിക്കാരന്റെ വെള്ള ഷൂ
ബേസ്ബോൾ കളിക്കാരുടെ ഗ്രൂപ്പ്
ഇതൊരു കലമാണ്
പൂച്ചയുടെ ചെവി
മനുഷ്യന്റെ ഇടതു കൈ
ഇത് ഒരു വ്യക്തിയാണ്
ഡോനട്ട്സ് ദൃശ്യമാണ്
തടികൊണ്ടുള്ള വിനോദ കേന്ദ്രം
കേസ് പിങ്ക് ആണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പാർക്കിംഗ് മീറ്ററിന്റെ മുകളിൽ മഞ്ഞ ചായം പൂശി
ഒരു കമാന കുളിമുറി വിൻഡോ
കയ്യിൽ പേസ്ട്രി തളിച്ചത്
നദിയിലൂടെ പരസ്പരം കടന്നുപോകുന്ന വള്ളങ്ങൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പുല്ലിൽ കൂടി ഒരു മൃഗം നടക്കുന്നു
ആകാശം വ്യക്തവും ദൃശ്യവുമാണ്
വെളുത്ത അക്ഷരം m
സ്ത്രീ വീഞ്ഞ് ഗ്ലാസ്‌ പിടിക്കുന്നു
അലമാരയിൽ നാല് വെള്ളത്തിന്റെ ക്യാനുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു മരത്തിൽ ചാരിയിരിക്കുന്ന സൈക്കിൾ.
സർഫ്ബോർഡിലെ സ്ത്രീ.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇതൊരു മഞ്ഞ വിമാനമാണ്
"വെള്ളി, നീല മോട്ടോർസൈക്കിൾ"
ടോയ്‌ലറ്റ് വെളുത്തതാണ്
കുതിരകൾ കാണാം
മേഘം ഇരുണ്ടതാണ്
കമോ പാന്റ്സ് ധരിച്ച മനുഷ്യൻ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ഇരുണ്ട പഴയ രീതിയിലുള്ള കാർ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ജിറാഫ്
പച്ചയും വെള്ളയും ഉള്ള ട്രെയിൻ കാർ
ബോട്ടുകൾ വെള്ളത്തിൽ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വിശ്രമമുറിയിൽ ഒരു വെളുത്ത വസ്തു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
മുറിയുടെ മൂലയിൽ ടോയ്‌ലറ്റ്
ഒരു വെളുത്ത ബോർഡ്.
ഒരു പുഷ്പ പൂത്തട്ടം
ഒരു പശു
വായുവിൽ ഒരു ചെറുപ്പക്കാരൻ
പ്ലേറ്റ് വെള്ളയും നീലയുമാണ്
ധ്രുവത്തിൽ കറുത്ത ട്രാഫിക് ലൈറ്റ്
ചെറിയ മേശ വിളക്ക്
കുഞ്ഞ് ആന
മഞ്ഞ കൈറ്റ് പറക്കുന്നു
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ഓപ്പൺ എയർ വെന്റ്
ഒരു നായ കുതിരയുമായി കളിക്കുന്നു
നിലത്ത് കറുത്ത പുള്ളി
ഫലം മഞ്ഞ നിറത്തിലാണ്
ഒരു കാട്ടിൽ മൂന്ന് ആനകൾ
മഞ്ഞ ബസ് മഞ്ഞിൽ പാർക്ക് ചെയ്തിരിക്കുന്നു.
ഒരു വിമാനത്തിലേക്കുള്ള ചുവടുകൾ
സ്ത്രീ പുഞ്ചിരിക്കുന്നു
പശു മേച്ചിൽപ്പുറത്ത് പുല്ല് മേയുന്നു
പൂച്ച
ഒരു പൂത്തട്ടം
ടോയ്‌ലറ്റ് പാത്രം
പാർക്ക് ചെയ്ത സിൽവർ മിനിവാൻ
ഇത് ഒരു വ്യക്തിയാണ്
ഒരു ബ്രഷ്ഡ് അലുമിനിയം സിങ്ക് ബേസിൻ
തലം വെള്ളയും നീലയുമാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സ്ത്രീ രുചികരമായ കപ്പ് കേക്ക് പിടിക്കുന്നു
വൃത്തികെട്ട സ്കേറ്റ്ബോർഡ് ട്രാക്കുകൾ
തൊപ്പി ധരിച്ച ഒരാൾ.
ഒരു വ്യക്തി സമുദ്രത്തിൽ സർഫിംഗ് ചെയ്യുന്നു
ഒരു വെളുത്ത തെരുവ് ഘടികാരം
ഘടികാരത്തിലെ മിനിറ്റ് കൈ
ദ്വീപ് ബീച്ച് രംഗം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കുഞ്ഞ് പല്ല് തേക്കുന്നു
വ്യക്തിയുടെ തൊപ്പി
വെള്ളത്തിൽ വിമാനം.
ജനക്കൂട്ടത്തിൽ വർണ്ണാഭമായ കുട
ചെടിയുടെ പുറകിൽ തവിട്ട് തുരുമ്പിച്ച അഗ്നി ജലാംശം
അലങ്കരിച്ച ശൈലിയിലുള്ള തെരുവ് വിളക്കുകൾ
തെരുവ് മുറിച്ചുകടക്കുന്ന ആളുകൾ
അരിഞ്ഞ പച്ച ഇലക്കറികൾ
ചെറിയ മുടിയുള്ള മനുഷ്യൻ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
തെരുവിൽ ഒരു നീല സൈക്കിൾ
പക്ഷിയുടെ തല
ജിറാഫി വാതിൽക്കൽ നിൽക്കുന്നു
ആൺകുട്ടി ഒരു ഫ്രിസ്‌ബിയുമായി കളിക്കുന്നു
നിരവധി മാതൃകകൾ ഉള്ള ഒരു ടൈ
കുതിര മേയൽ
അടയാളം \ ഉബുണ്ടു\ എന്ന് പറയുന്നു
സുരക്ഷാ ഹെൽമെറ്റുള്ള ബേസ്ബോൾ കളിക്കാരൻ
കുട്ടിക്ക് ചെറിയ മുടിയുണ്ട്
ചട്ടിയിൽ ഫോർക് .
തെരുവുവിളക്കുകൾ ദൃശ്യമാണ്
ഒരു വെളുത്ത പേപ്പർ റാപ്പറിൽ ഒരു ഡോനട്ട്
ഒരു സ്ത്രീയുടെ കൈ
ബോർഡിലെ പേര്
ഒരു ക്ലോക്കിന്റെ വെളുത്ത മുഖം
കറുത്ത സ്നോബോർഡ് വായുവിൽ
സ്ത്രീ ധൂമ്രവസ്ത്രവും ധരിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ചതുര അനലോഗ് ക്ലോക്ക് മുഖം
ബാത്ത്റൂം സിങ്ക്
വെളുത്ത ടോയ്‌ലറ്റ് പേപ്പറിന്റെ രണ്ട് റോളുകൾ
ആനക്കൊമ്പ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ട്രെയിൻ ട്രാക്കുകളിൽ ദീർഘദൂര യാത്ര ചെയ്യുന്ന ട്രെയിൻ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
നീലാകാശത്തിന്റെ പാച്ച്
വ്യക്തി വാട്ടർബോർഡിംഗ് ആണ്
ഒരു പട്ടത്തിന്റെ കമ്പി
റോളർ ബ്ലേഡുകളിലുള്ള ഒരാൾ
തളികയിലെ പച്ചക്കറികൾ.
ചുവന്ന അമ്പടയാളമുള്ള ഒരു വെളുത്ത അടയാളം.
പക്ഷി ഒരു ആപ്പിൾ കഷ്ണം കഴിക്കുന്നു.
ബോട്ടുകൾക്ക് മുകളിൽ പറക്കുന്ന കടൽ കാക്ക
വർണ്ണാഭമായ മേശപ്പുറവും വെള്ളി പാത്രങ്ങളും
പുഞ്ചിരിക്കുന്ന കുട്ടി
"പച്ച, തവിട്ട് നിറമുള്ള കുറ്റിക്കാടുകൾ"
ഒരു കൊച്ചുകുട്ടി സ്കീയിംഗ് ചെയ്യുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പ്രകാശം മേശപ്പുറത്ത് തിളങ്ങുന്നു
ഗോൾഡൻ ഗ്രഹാമിന്റെ ചെറിയ പാത്രം
ബസിന്റെ മുൻഭാഗം
ലാപ്‌ടോപ്പ് ഉപയോഗിച്ച് തറയിൽ ഇരിക്കുന്ന വ്യക്തി.
ആനയുടെ കൊമ്പുകൾ
ശൂന്യമായ വീഞ്ഞ് ഗ്ലാസ്
സ്യൂട്ടും ടൈയും ധരിച്ച മനുഷ്യൻ
"പിങ്ക്, വൈറ്റ് കുട"
ഇതൊരു പെഡൽ സിങ്കാണ്
വയലിലെ പശുക്കൾ
തുറന്ന നീല സ്യൂട്ട്കേസ്
ഒരു ആന
സമയം കാണിക്കുന്ന ടവറിലെ ക്ലോക്ക്
ഒരു പീഠത്തിൽ ഒരു വിമാനം
ആന തടിച്ചവനാണ്
ബൂബ് മിഠായി പ്രദർശിപ്പിച്ചിരിക്കുന്നു
പെൺകുട്ടി ബൈക്ക് ഓടിക്കുന്നു.
സ്ത്രീ ഫോണിൽ സംസാരിക്കുന്നു
ഒരു മനുഷ്യന്റെ ഒരു വെളുത്ത ടെന്നീസ് ഷൂ
വെള്ളത്തിൽ നീലയും വെള്ളയും ഉള്ള സർഫ്ബോർഡ്
ഒരു പുസ്തകത്തിന്റെ നട്ടെല്ല്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു പെട്ടിയിൽ പഴങ്ങളുടെ കൂമ്പാരം
കറുത്ത വസ്ത്രം ധരിച്ച ബേസ്ബോൾ അമ്പയർ
തവിട്ടുനിറത്തിലുള്ള തടി മേശ
ഒരു ബൈക്ക് പാർക്ക് ചെയ്തിരിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഉൾക്കടലിൽ ശാന്തമായ നീലവെള്ളം
തുറന്ന ഒരു നീല സ്യൂട്ട്കേസ്
മേശപ്പുറത്ത് ഭക്ഷണം.
ആകാശം നീലയാണ്.
കടൽത്തീരത്ത് ഒരു സർഫ്ബോർഡ്
ഒരു സ്വർണ്ണ ടോയ്‌ലറ്റിൽ ഇരിക്കുന്ന കൗമാരക്കാരിയായ പെൺകുട്ടി
ഒരു മനുഷ്യൻ വാട്ടർ സ്കീയിംഗ് ചെയ്യുന്നു
ഒരു കഷണം ബ്രൊക്കോളിയുടെ കിരീടം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
നിലത്തെ ഒരു കഷണം ലോഗ്
പച്ച ഫ്രിസ്ബീ ഡിസ്ക് പറക്കുന്നു
ഒരു കൂട്ടം പച്ച വാഴപ്പഴം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു നാവികന്റെ കട്ട് ഔട്ട്
സാൻ ഡീഗോ കൺവെൻഷൻ സെന്ററിന്റെ അടയാളം
സർഫ്ബോർഡിലെ ഒരു കുട്ടി
ഉയരവും പഴയതുമായ കെട്ടിടം
സ്കേറ്റ്ബോർഡ് ട്രിക്ക് ചെയ്യുന്ന ചെറുപ്പക്കാരൻ
ബിസിനസ്സ് മനുഷ്യന്റെ മുഖത്ത് ഒരു ജോടി കറുത്ത സൺഗ്ലാസുകൾ
സ്ത്രീയുടെ കുപ്പായം ചുവപ്പാണ്
ഒരു വലിയ ആന
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മൂന്ന് തോഷിബ ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടറുകൾ
ഒരു ട്രക്കിലെ നമ്പർ 2
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
രണ്ട് ചെറിയ ബ്രിട്ടീഷ് പതാകകൾ
ഒരു കപ്പ് ചായ
മനുഷ്യൻ കറുത്ത സ്യൂട്ട് ധരിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ടെക്സ്റ്റ് ചെയ്യുന്ന ഒരു പെൺകുട്ടി
ഗോപുരം മരങ്ങൾക്ക് മുകളിൽ നിൽക്കുന്നു
അലമാരയിലെ പുസ്തകങ്ങൾ
പച്ചമുന്തിരികൾ.
നീല ഡിസ്പ്ലേയുള്ള സിൽവർ ഫ്ലിപ്പ് ഫോൺ
തിളക്കമുള്ള ഡോനട്ട്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
മരം വേലി.
ഫ്രിസ്‌ബീ ഗെയിം കളിക്കുന്ന ആളുകൾ
അടയാളം മഞ്ഞയാണ്
ഒരു പൈൻ മരകൊമ്പിൽ മൂങ്ങ
പുഷ്പം ചുവപ്പാണ്
തീവണ്ടി പാതകൾ കറുത്തതാണ്
നീല പാരാസെയിലിംഗ് കപ്പൽ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കടൽത്തീരത്ത് നടക്കുന്ന വ്യക്തി
ഒരു ടെന്നീസ് ബോൾ
കുട്ടി ഒരു പന്ത് പിടിക്കുന്നു
കാർ വെളുത്തതാണ്.
ഷവർ തലയിൽ ഒരു പ്ലാസ്റ്റിക് കഷ്ണം
വെള്ളത്തിലുള്ള മനുഷ്യൻ
മനുഷ്യൻ സൈക്കിളിൽ
ചെറിയ തവിട്ട് നിറമുള്ള മുടിയുള്ള മനോഹരമായ കൊച്ചുകുട്ടി
ഒരാൾ ആനപ്പുറത്താണ്.
ഒരു ക്രോസ് കൺട്രി സ്കയർ
കുട്ടിയാന.
തെരുവിൽ ഒരു നീല മോട്ടോർസൈക്കിൾ
കുഞ്ഞ് ആന
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
തണ്ടിൽ ഒരു മഞ്ഞ പുഷ്പം
തീവണ്ടി കാറിന്റെ വശത്തെ ജനൽ
തീവണ്ടിയുടെ മഞ്ഞ മുൻഭാഗം
കരടിയും അടയാളവും കൈവശമുള്ള മനുഷ്യൻ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു നടപ്പാതയിലെ അഗ്നി ജലാംശം
പശ്ചാത്തലത്തിൽ നിർമ്മിക്കുന്നു.
നിലത്ത് കറുത്ത പുള്ളി
വൈറ്റ് പേപ്പറിൽ ഹോട്ട് ഡോഗ്
പാർക്കിംഗ് മീറ്ററിന് കീഴിലുള്ള ബ്ലാക്ക് മെറ്റൽ പോസ്റ്റ്
ബേസ്ബോൾ കളിക്കാർ
ടാൻ തൊപ്പി
ചട്ടി ചെറിയതാണ് .
ഒരു സ്റ്റെയിൻ‌ലെസ് സ്റ്റീൽ ഫോർക്ക്
കറുപ്പും വെളുപ്പും തീ ഹൈഡ്രാന്റ്
ഇരുണ്ട മുടിയുള്ള ചെറിയ പെൺകുട്ടി
വെളുത്ത അരിയുടെ ധാന്യങ്ങൾ
ട്രക്കിലെ വിളക്കുകൾ
സ്ത്രീ നിൽക്കുന്നു.
ദ്വീപ് ബീച്ച് രംഗം
വലുപ്പത്തിലുള്ള കറുത്ത മെറ്റൽ ചക്രങ്ങൾ
ഡെസ്‌ക്കിന് മുകളിലുള്ള രണ്ട് മോണിറ്ററുകൾ
വെള്ളി പൂശിയ ടീസ്പോൺ
ചുവപ്പും വെള്ളയും ചിഹ്നം
സ്ത്രീ ബസ്സിൽ ഇരിക്കുന്നു
പാത്രത്തിൽ കറുത്ത പയർ
കറുപ്പും വെളുപ്പുമുളള ആടുകൾ
സീബ്രയുടെ വലത് ചെവി
ഒരു കുളിമുറിയിൽ എടുത്ത ചിത്രം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു വിമാനത്തിൽ ചുവന്ന മേപ്പിൾ ഇല
രണ്ട് ഡോനട്ട് കൈവശമുള്ള ഒരാൾ
സീബ്രകൾ ദൃശ്യമാണ്
കുഞ്ഞ് ആന
തുറന്ന നീലാകാശം
സ്വർണ്ണ തവിട്ട് ഹാഷ് ബ്രൗൺസ്
പുല്ല് ഉയരമുള്ളതാണ്
പക്ഷിയുടെ കൊക്കിൽ പുല്ല്
ദ്വീപ് ബീച്ച് രംഗം
വിളമ്പിയ പ്രഭാതഭക്ഷണം
ലോഹധ്രുവത്തിൽ രണ്ട് അടയാളങ്ങൾ
കറുപ്പും വെളുപ്പും മൃഗം
ഒരു ടെന്നീസ് കോർട്ട് രംഗം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കറുത്ത പൂച്ച പേപ്പറിൽ ഉറങ്ങുന്നു
സ്കേറ്റ്ബോർഡ് വായുവിൽ
പുല്ലിൽ ചുവന്ന പതാക
സൈക്കിൾ ഗതാഗതത്തെ ആശ്രയിച്ചിരിക്കും ഉപജീവനമാർഗം.
കണ്ണുകൾ തവിട്ടുനിറമാണ്.
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
വിമാന കൂട്ടത്തിലെ ഒരു വെളുത്ത വിമാനം
നിരവധി സ്കീയർമാരും സ്നോബോർഡറുകളും ഒരുമിച്ച്.
ഒരു സ്കീയറിൽ നീല പാന്റ്സ്
ബൈക്കിന്റെ വശത്തെ കണ്ണാടി
തെരുവിൽ ആനയുമായി നടക്കുന്ന മനുഷ്യൻ
ഫൗസ്‌റ്റ് സ്റ്റെയിൻ‌ലെസ്സ് ഉരുക്ക് ആണ്
ഒരു കുഞ്ഞ് കാളക്കുട്ടി
ബോട്ടിന്റെ വരി കരയിലേക്ക് വരുന്നു
ഡയമണ്ട് രൂപത്തിലുള്ള ചിഹ്നം
കേക്ക് ചുവപ്പാണ്
മേശപ്പുറത്ത് ആപ്പിൾ
ഒരു ബെഞ്ച് വെള്ളത്തിന് അഭിമുഖമാണ്
ഒരു സർഫർ
36 ബസിന്റെ പുറകിൽ കത്തി നില്ക്കുന്നു
ഒരു ചുവന്ന വിപണന പതാക
തവിട്ട് കുതിര നടക്കുന്നു
കളിക്കാരുടെ തലയുടെ ഒരു വശത്തെ കാഴ്ച
തവിട്ട് അഴുക്കിൽ വെളുത്ത വരകൾ
ഒരു നീല ചരക്ക് ട്രെയിൻ കാർ
വണ്ടിയിൽ മെറ്റൽ ചക്രം
ബസ് വിൻഡോയിൽ മുന്നറിയിപ്പ് ചിഹ്നം
മനുഷ്യൻ തൊപ്പി ധരിക്കുന്നു.
വളയത്തിന് ചുറ്റും നീളമുള്ള ട്രെയിൻ
ജാലകത്തിന് പുറത്തേക്ക് നോക്കുന്ന ഒരു ടാബി പൂച്ച
ഒരു പഴയ സെല്ലുലാർ ടെലിഫോൺ
ഉള്ളിൽ ടെലിവിഷൻ കാണുന്ന ആളുകൾ.
സീബ്രക്ക് കറുത്ത മൂക്ക് ഉണ്ട്.
മനുഷ്യന്റെ തലയിൽ വെളുത്ത തൊപ്പി.
ഒരു കട്ടിലിൽ ട്രേ.
കുഞ്ഞ് ആന
നീളമുള്ള മുടിയുള്ള മനുഷ്യൻ
വലിയ പച്ച കണ്ണുകളുള്ള വലിയ മാറൽ പൂച്ച
പുല്ലിൽ നിൽക്കുന്ന കുട്ടി
വെളുത്ത മതിലുകളും നീല സ്ലൈഡിംഗ് ഗ്ലാസും ഉള്ള കുളിമുറി
ഫ്രിസ്ബീ ഗോൾഫ് കളിക്കുന്ന മനുഷ്യൻ
തെരുവിൽ പുറകോട്ട് ഓടിക്കുന്ന മനുഷ്യൻ
ചുവന്ന പാത്രത്തിൽ ഭക്ഷണം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഓരോന്നിനും സമീപം നിൽക്കുന്ന രണ്ട് ആനകൾ
ഒരു വെളുത്ത കുതിര
മഞ്ഞ തൂങ്ങി കിടക്കുന്ന ട്രാഫിക് സിഗ്നൽ
ഒരു തളികയിലെ പാത്രങ്ങളിൽ ഭക്ഷണം
സർഫറുകൾ വെള്ളത്തിലാണ്.
മനുഷ്യന് പ്രായമായി.
ഒരു നടപ്പാതയിലെ സ്യൂട്ട്കേസ്
ചുവപ്പും ചാരനിറത്തിലുള്ള പുള്ളികളുള്ള സർഫ്ബോർഡ്
ഒരു പേപ്പർ ബാഗിൽ രണ്ട് ഡോനട്ട്സ്
സൈക്കിൾ
കുട ചുവപ്പാണ്
പശുവിന് കൊമ്പുകളുണ്ട്
ദ്വീപ് ബീച്ച് രംഗം
കെട്ടിടത്തിലെ സ്വർണ്ണ അക്ഷരങ്ങൾ
മനുഷ്യന് ഒരു ഫോൺ കേസ് ഉണ്ട്
ആനയ്ക്ക് തുമ്പിക്കൈയുണ്ട്
മരം കൊണ്ട് നിർമ്മിച്ച മതിലുകൾ.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മഞ്ഞുവീഴ്ചയിൽ സ്കീസിൽ സ്ത്രീ
ആന ചാരനിറമാണ്.
ഒരു സ്ത്രീ ബോട്ടിൽ ഇരുന്നു വായിക്കുന്നു
ട്രെയിൻ ട്രാക്കിലാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
പേപ്പർ ചിഹ്നം ചുമരിൽ ടേപ്പുചെയ്‌തു
വയലിൽ നീളമുള്ള കഴുത്ത് ജിറാഫ്
സ്‌റ്റൗ ഉള്ള മതിൽ
ദ്വീപ് ബീച്ച് രംഗം
ചുവന്ന ടി-ഷർട്ടിൽ കുട്ടി
സ്യൂട്ട്‌കേസിലെ പൂച്ച കറുത്തതാണ്
വീട്ടിൽ വെളുത്ത മതിൽ
പച്ച കുപ്പായമിട്ട് മനുഷ്യൻ നിൽക്കുന്നു
നീല പ്ലേറ്റിന് മുകളിൽ ചെമ്മീൻ വിഭവം
മനുഷ്യൻ ഉറ്റ ചങ്ങാതിയെ കാണിക്കുന്നു.
അലങ്കാര വൃത്ത കുളിമുറിയിലെ സിങ്ക്
ഒരു ഫ്ലാറ്റ് ബാത്ത്റൂം സിങ്ക്
കുഞ്ഞ് ആന
ഒരു താലത്തിൽ വൃത്താകൃതിയിലുള്ള പിസ്സ
അമ്പയർ താഴേക്ക് കുതിക്കുകയാണ്
ഒരു വെളുത്ത സ്കീ തൊപ്പി
പച്ച ലോഗോയുള്ള വെളുത്ത ഷർട്ട്
മനുഷ്യൻ പട്ടകൾ പിടിക്കുന്നു
ആന ഒരു കുഞ്ഞാണ്
വിമാനത്തിലെ കോണ്ടിനെന്റൽ ബ്രാൻഡ്
ഡികാർലോ ഒരു പച്ച ചിഹ്നത്തിൽ
കെട്ടിടത്തിന്റെ മേൽക്കൂരയിൽ ഒരു ഗോപുരം
ഇതൊരു ഫുട്ബോൾ കളിക്കാരനാണ്
വിരളമായ ഇലകളുള്ള മരങ്ങൾ
മഞ്ഞിൽ നിൽക്കുന്ന ആളുകൾ
ഒരു കേക്ക്
ഒരു ഓപ്പറ ഹൗസ്
പിന്നിലേക്ക് നോക്കുന്ന കുട്ടി
വലിയ മഞ്ഞ വിദ്യാലയ ബസ്
തെരുവിലെ ബൈക്കുകൾ
ട്രെയിൻ ചുവപ്പാണ്.
ഒരു വെളുത്ത നമ്പർ 2
സ്ത്രീ സൂപ്പ് കുടിക്കുന്നു
താഴ്വരയിലെ ഒരു മനുഷ്യൻ
പുല്ലിലെ വ്യക്തി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സീബ്രയുടെ പിന്നിൽ സീബ്ര
വനത്തിലെ വളരെ ഉയരമുള്ള മരങ്ങൾ
ചുവന്ന ഇലകൾ നിലത്ത് കിടക്കുന്നു
നീല ജീൻസിലുള്ള മനുഷ്യൻ
സീലിംഗിലെ ലൈറ്റ് ഫിക്ചർ
ബോട്ടിൽ സിൽവർ റെയിലിംഗ്.
പൂർണ്ണമായും പുസ്തകം വായിക്കുന്നതിൽ ഉൾപ്പെട്ട ഒരാൾ.
പിങ്ക് ജാക്കറ്റ് ഉള്ള പെൺകുട്ടി
ഒരു മേശയുടെ അറ്റം
മനുഷ്യൻ സ്കീയിംഗ് താഴേക്ക്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പുല്ലു പച്ചയും പാച്ചിയുമാണ്
ഒരു വയലിൽ ഒമ്പത് കടൽക്കൊള്ളക്കാർ
ക്ലോക്ക് സീലിംഗിൽ നിന്ന് താൽക്കാലികമായി നിർത്തിവച്ചിരിക്കുന്നു
ഒരു ഫയർ ട്രക്ക്
റാക്കിൽ തൂക്കിയിട്ടിരിക്കുന്ന വാഴപ്പഴം
നടക്കുന്ന ആളുകളുടെ പുറം
വലത് ശൂന്യമായ ട്രെയിൻ ട്രാക്കുകൾ
സമുദ്രത്തിൽ നീളമുള്ള മുടിയുള്ള സർഫർ
വലിയ ഇരുമ്പ് പച്ച ക്ലോക്ക്
ഒരു കവിളിന്റെ ഭാഗം
വാതിൽ അടച്ചിരിക്കുന്നു.
ഒരു പതാക ധ്രുവത്തിൽ അമേരിക്കൻ പതാക
സർക്കിൾ ആകൃതിയിലുള്ള ചുവന്ന ചിഹ്നം
വലിയ ടാൻ സെറാമിക് കലം
കറുപ്പും ചുവപ്പും സ്‌നോബോർഡ്
ജിറാഫിന് ഉയരമുണ്ട്
മഞ്ഞ ഷാളുള്ള ഒരു മനുഷ്യൻ
രണ്ടുപേർ ഒരു മേശയിൽ ഭക്ഷണം കഴിക്കുന്നു
ഒരു നീല ഫ്രിസ്ബീ
പാർക്ക് ചെയ്ത നഗ്നമായ ബീച്ച് ബഗ്ഗി എല്ലുകൾ
ഒരു സ്കേറ്റ്പാർക്ക്
ഉയരമുള്ള ജിറാഫ്
പച്ച വഴറ്റിയെടുക്കുക
ഒരു നായ
ഒരു വ്യക്തിയുടെ ചുവന്ന പാന്റ്സ്
ഒരാൾ ടെന്നീസ് പന്ത് തട്ടുന്നു
ഈ ബേസ്ബോൾ കളത്തിലെ പുല്ല് പച്ചയാണ്
റോഡരികിലുള്ള തെരുവ് വിളക്കുകളുടെ പരമ്പര
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മനുഷ്യന്റെ കണ്ണട
പുഷ്പം പിങ്ക് ആണ്.
ചൈനീസ് എഴുത്ത് ഉപയോഗിച്ച് പച്ച ട്രാഫിക് ചിഹ്നം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കോൺക്രീറ്റിൽ വെളുത്ത വരകൾ
ഓറഞ്ച് ഓറഞ്ച് ആണ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പഴുത്ത മഞ്ഞ വാഴപ്പഴം
പ്ലേറ്റ് വൃത്താകൃതിയിലാണ്
ഒരു തീവണ്ടി
ഒരു ക്രോസ് വാക്ക്
നീളമുള്ള മേശയിലിരുന്ന് ആളുകൾ
തിരമാല വളരെ വലുതാണ്
വെള്ളം ശാന്തമാണ്
ഒരു മരത്തിന് മുന്നിൽ വിറകു കൂമ്പാരം
ഒരു സ്ത്രീ
p അഗ്നി ജലാംശത്തിൽ
സീബ്രയ്ക്ക് വരകളുണ്ട്
ഒരു സ്ഥലത്തിന്റെ ചിത്രം
കലത്തിൽ ധൂമ്രനൂൽ പുഷ്പം
പർപ്പിൾ വസ്ത്രമുള്ള സ്ത്രീ
നിർമ്മിച്ച ഒരു കിടക്ക
തറ തടിയാണ്
കപ്പ്‌കേക്കിലെ ഫ്രോസ്റ്റിങ് നീലയാണ്
ലാപ്‌ടോപ്പിൽ നിൽക്കുന്ന ഒപ്റ്റിമസ് പ്രൈം ഫിഗർ
റൊട്ടി വറുത്തതാണ്.
പെൺകുട്ടി ഒരു ഗെയിം കളിക്കുന്നു
കുളിമുറിയിൽ വെളുത്ത ടോയ്‌ലറ്റ്
കറുത്ത മൂക്ക്
തെരുവിലേക്ക് പ്രവേശിക്കുന്നത് നിർത്തുക.
വെള്ളത്തിന്റെ ദൃശ്യമായ സ്പ്ലാഷ്
പക്ഷി ചുവപ്പാണ്
വ്യക്തമായ പ്ലാസ്റ്റിക് കയ്യുറ.
പച്ചയും വെള്ളയും കുട
പച്ച പുല്ല്
സ്ത്രീ ചാടുകയാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വെളുത്ത പൂച്ച
പിസ്സ കട്ടർ ബ്ലേഡ്
വാസയോഗ്യമായ രണ്ടു ജിറാഫുകൾ
ഒരു പിയർ നെക്ലേസ് ധരിക്കുന്നു
പക്ഷികളുടെ പാദങ്ങൾ കാണാം
കുതിരപ്പുറത്ത് പോലീസ് ഉദ്യോഗസ്ഥൻ
മഞ്ഞ ബസ്
സ്റ്റീപ്പിൾ ഉള്ള ഒരു ക്ലോക്ക് ടവർ
രണ്ട് എഞ്ചിനുകൾ ട്രെയിൻ തള്ളുകയാണ്.
ഒരു ട്രെയിൻ സ്റ്റേഷനിൽ ആളുകൾ കാത്തിരിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സീബ്രയുടെ പിൻഭാഗം
ആകാശം ദൃശ്യവും വ്യക്തവുമാണ്
മനുഷ്യൻ ടെന്നീസ് കളിക്കുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു വലിയ പെപ്പർറോണി പിസ്സ
സ്റ്റെയിൻ‌ലെസ് സ്റ്റീൽ റെയിലിംഗ്
പായ്ക്ക് ചെയ്ത നീല ലഗേജ്
ചുവപ്പും വെള്ളയും തീവണ്ടി കാർ
പൂച്ചയ്ക്ക് പിങ്ക് മൂക്ക് ഉണ്ട്
മഞ്ഞ് വെളുത്തതും വ്യക്തവുമാണ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ടെന്നീസ് കളിക്കുന്ന മനുഷ്യന്റെ നിഴൽ
ഒരു പന്ത്
റെഡ് ലൈറ്റ് ഓണുള്ള ട്രാഫിക് ലൈറ്റ്
മനുഷ്യൻ ഒരു അഴുക്കുചാലിൽ നടക്കുന്നു
ആകാശം ദൃശ്യവും വ്യക്തവുമാണ്
ചുവപ്പും വെള്ളയും വരകളുള്ള ചതുരം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഇതൊരു ബസ്സാണ്
ഈ ആകാശത്ത് ആഴത്തിലുള്ള നീല നിറമുണ്ട്
ഒരു നീല ബസ്.
പുസ്തകം
പറക്കുന്ന ഒരു കറുത്ത പക്ഷി
ട്രാക്കിലെ സബ്‌വേ
സുന്ദരിയായ പെൺകുട്ടിയുടെ മുഖം
അലമാരയിൽ ധാരാളം പച്ചക്കറി
അടയാളം
ട്രക്കിന്റെ പുറകിലുള്ള നായ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു കറുത്ത മൈക്രോവേവ്
പച്ച ഷർട്ട് ധരിച്ച ഒരാൾ
കൈറ്റ് പറക്കുന്ന മനുഷ്യൻ
രണ്ട് ഓറഞ്ച് ബാഗുകൾ
ചുവരിൽ ഒരു കുരിശ് തൂക്കി ഇട്ടിരിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മരത്തിൽ നീല നിറത്തിലുള്ള വസ്തു
പഴുത്ത വാഴപ്പഴത്തിന്റെ കൂമ്പാരം
തലമുടി ഉയർത്തിപ്പിടിച്ച സുന്ദരി
ഒരു മുറിയിൽ പക്ഷി കൂടുകൾ
കുഞ്ഞ് ആന
കറുത്ത നനഞ്ഞ സ്യൂട്ട്
ഒരു മനുഷ്യന്റെ കൈയിൽ ഒരു ബാറ്റ്
കിടപ്പുമുറിയിൽ വിൻഡോ തുറക്കുക
ഒരു കറുത്ത ശിരോകവജം
പെൺകുട്ടി സ്ത്രീയുടെ മുന്നിൽ
ഒരു ഭക്ഷണം
ആകാശം വ്യക്തവും ദൃശ്യവുമാണ്
ടെന്നീസ് കോർട്ടിൽ മനുഷ്യൻ
കോർട്ട് നീലയാണ്
മേൽക്കൂരയിലെ ഫാൻ
ചുവന്ന ബൂട്ട് ധരിച്ച കുട്ടികൾ
രണ്ടുപേർ നിലത്തു ഇരിക്കുന്നു
"മഞ്ഞ, നീല അലങ്കാരങ്ങളുള്ള വെളുത്ത കേക്ക്"
പെൺകുട്ടിക്ക് ചുവന്ന മുടിയുണ്ട്.
പ്ലേറ്റ് വെളുത്തതാണ്
ചുവപ്പും വെള്ളയും സിറ്റി ബസ്
സ്കേറ്റ്ബോർഡിൽ ഇരിക്കുന്ന മനുഷ്യൻ
പൂക്കൾ ചുവന്നതാണ്
നടക്കുന്ന ഒരാൾ
തവിട്ട് അസ്ഥി നായ കുക്കി
അടയാളം
പൂച്ച കറുത്തതാണ്
ഒരു സ്ത്രീയും പയ്യനും പഠിക്കുന്നു
ടോയ്‌ലറ്റ് വെളുത്തതാണ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
രണ്ടുപേർ ബേസ്ബോൾ കളിക്കുന്നു
മൃഗശാലയിലെ ജിറാഫ് ഒരു വേലി നോക്കുന്നു
ജിറാഫിന് ചെവികളുണ്ട്
മനുഷ്യൻ മഞ്ഞിൽ സ്‌കിയിങ് ചെയ്യുന്നു
ചട്ടിയിൽ ഇരിക്കുന്ന ഒരു ലേയേർഡ് കേക്ക്
സ്നോബോർഡുള്ള ഒരാൾ
ഒരു സർഫറിന്റെ മങ്ങിയ ചിത്രം
സ്കേറ്റ്ബോർഡിൽ ചക്രം
ഫ്രിസ്‌ബീ കളിക്കുന്ന രണ്ട് പുരുഷന്മാർ
ഒരു കൂട്ടം ആളുകൾ സ്കീയിംഗ് ചെയ്യുന്നു
മഞ്ഞ് വെളുത്തതും വ്യക്തവുമാണ്
ഒരു കുഴി
ആകാശത്ത് കൈറ്റ്
വെള്ള കടലാസ് തുവാല ഡിസ്പെൻസർ
ഷോർട്ട്സ് നീലയാണ്
നാല് വിമാനങ്ങൾ പറക്കുന്നു
ചെറിയ വെളുത്ത പൂച്ചക്കുട്ടി നിലത്ത് ഇരിക്കുന്നു.
ബ്ലീച്ചറുകൾ ഇരിക്കുന്ന ബേസ്ബോൾ ആരാധകർ.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു വ്യക്തിയുടെ നീളൻ സ്ലീവുള്ള ചുവന്ന ഷർട്ട്
പ്രൊപ്പല്ലർ കറുപ്പും മഞ്ഞയും ആണ്
വലിയ റോമൻ അനലോഗ് റൗണ്ട് ക്ലോക്ക്
ലോഹത്തിന്റെ നിറമുള്ള തെരുവ് വിളക്ക്
വെളുത്ത അമ്പ് മുകളിലേക്ക് ചൂണ്ടുന്നു
ഇടതുവശത്ത് സീബ്രയുടെ വാൽ.
നീലയും മഞ്ഞയും ഹെൽമെറ്റ് ധരിച്ചിരിക്കുന്ന സവാരിക്കാരൻ.
ശാഖയിൽ വാഴപ്പഴം
കറുത്ത വാച്ച് ധരിച്ച മനുഷ്യൻ.
രണ്ട് പശുക്കൾ തല കൂട്ടി മുട്ടിക്കുന്നു
ഉയരമുള്ള ചാരനിറത്തിലുള്ള വിളക്ക് പോസ്റ്റ്
ഒരു കുതിരപ്പുറത്ത് ഘടിപ്പിച്ചിരിക്കുന്ന സ്റ്റിറപ്പുകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കറുത്ത ബോർഡറുകളുള്ള സിൽവർ ഹെഡ്ലൈറ്റുകൾ
കുഞ്ഞ് ആന
പയ്യൻ ധരിക്കുന്ന വെളുത്ത തൊപ്പി.
രണ്ടുപേർ ഒരു കോൺഫറൻസിലാണ്
വെളിച്ചത്തിൽ സങ്കടകരമായ മുഖം
ആറ് മോട്ടോർ ബൈക്കുകൾ നിരന്നു നിർത്തിയിരിക്കുന്നു
ഒരു കടുത്ത നിറമുള്ള ഹെൽമറ്റ്.
സ്ത്രീ കടൽത്തീരത്താണ്
പ്ലാസ്റ്റിക് കുപ്പികൾ കൊണ്ട് നിർമ്മിച്ച ബോട്ടിൽ ആളുകൾ റാഫ്റ്റിംഗ് ചെയുന്നു
ടെന്നീസ് കോർട്ടിൽ ആളുകൾ ടെന്നീസ് കളിക്കുന്നു.
കറുത്ത അരികുകളുള്ള വെള്ളി മൈക്രോവേവ്
കറുപ്പും വെളുപ്പും പൂച്ച
പ്രകാശ സ്രോതസ്സുള്ള അക്വേറിയം
മനുഷ്യന്റെ മുഖം
ഒരു ബേസ്ബോൾ യൂണിഫോമിലെ നമ്പർ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ചുവരിൽ നീല നിറത്തിൽ അലങ്കരിച്ച വാൾപേപ്പർ
ആന
ഒരാൾ സ്കേറ്റ്ബോർഡിൽ തന്ത്രങ്ങൾ കാണിക്കുന്നു
പകൽ വെളിച്ചത്തിൽ എടുത്ത ചിത്രം
ആ പശു
രാത്രിയിലെ ഈഫൽ ടൂർ
ചൂടുള്ള മനുഷ്യൻ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വ്യക്തിയുടെ മുഖം
ഉയരമുള്ള തടിയുടെ ധ്രുവം
ഫ്രിസ്ബി കളിക്കുന്ന രണ്ടുപേർ
പെപ്പറോണി പിസ്സ ട്രേയിൽ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മോട്ടോർ ബൈക്കിൽ ഒരാൾ
പുല്ലിൽ ഓറഞ്ച് കുട
കോബ്ലെസ്റ്റോണിൽ രണ്ട് വെളുത്ത മോട്ടോർസൈക്കിളുകൾ
വെളുത്ത മഞ്ഞുരുകിയ റൗണ്ട് കേക്ക്
കറുപ്പും വെളുപ്പും ചെക്കേർഡ് പാറ്റേൺ
ഒരു പാസഞ്ചർ വാൻ പെയിന്റിംഗിന് തയ്യാറാണ്
പർവതങ്ങളുടെ മനോഹരമായ കാഴ്ച
ഒരു വലിയ നീല ജീപ്പ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ബൈക്ക്
ട്യൂബിൽ പിങ്ക് ടവൽ
മോഡ്പെടിൽ ഒരു സ്ത്രീ.
ഒരു ചെറിയ പരസ്യ ബോർഡ്
സമതലത്തിൽ നിൽക്കുന്ന രണ്ട് സീബ്രകൾ.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു ക്യാമ്പിംഗ് ട്രിപ്പിലെ പുരുഷന്മാർ
കടൽത്തീരത്ത് ടാൻ മണൽ
ദ്വീപ് ബീച്ച് രംഗം
വളരെ നീളമുള്ള മരം
വായുവിൽ ഒരു പച്ച ടെന്നീസ് പന്ത്
ചുമരിൽ വെളിച്ചം
മഞ്ഞുവീഴ്ചയിൽ മരങ്ങളുടെ നിഴലുകൾ
ലാപ്‌ടോപ്പിൽ കിടക്കുന്ന പൂച്ച
അഴുക്കിൽ ഓടുന്ന കുതിരകൾ
ഒരു പിസ്സ
കടൽ
വിമാനത്തിന് പുറത്ത് ചുവപ്പും വെള്ളയും പച്ചയും ഉള്ള ഒരു പതാക കൈവശമുള്ള മനുഷ്യൻ
ഒരു ടാൻ ചാര ഹൗണ്ട്
വലിയ സമുദ്ര തിരമാലകൾ ദൃശ്യമാണ്
കിടപ്പുമുറിയിൽ നിൽക്കുന്ന ഒരു സ്ത്രീ
ഒരു കറുത്ത പിക്കപ്പ് ട്രക്ക്
പശുവിന്റെ മുന്നിൽ പുല്ല്
ഓറഞ്ചും വെള്ളയും നിറമുള്ള ബാരിയർ
ചുവന്ന പ്ലം തക്കാളി
വൈറ്റ് സൺ വിസർ തൊപ്പി
മഞ്ഞ സ്‌കിന്നി ടെഡി ബിയർ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സ്കൈ വേഷത്തിലെ വ്യക്തി
കറുത്ത നീളൻ സ്ലീവ് ഉള്ള റാഷ്‌ഗാർഡ്
അഴുക്കുചാലിൽ പച്ച കാർ
ചുവന്ന ദീർഘചതുരം ആകാരം ദൃശ്യമാണ്
ഒരു കേക്ക് തളികയിൽ ഒരു കേക്ക്.
പശ്ചാത്തലത്തിൽ വലിയ ചുവന്ന ഹൃദയം
കുട്ടി നാൽക്കവല പിടിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ബസ് നീലയാണ്
റൊട്ടിയിൽ ബേക്കൺ വരകൾ.
കെട്ടിടം
സ്റ്റാക്കിൽ നിന്ന് വരുന്ന പുക
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു തടാകത്തിൽ പൊട്ടുന്ന നായ
ഒരു പേനയിൽ രണ്ട് ജിറാഫുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പച്ച ബക്കറ്റ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
റിമോട്ട് പിടിച്ചിരിക്കുന്ന പെൺകുട്ടി
നിറമുള്ള അച്ചടിച്ച ചതുര ത്രോപില്ലുകൾ
ഒരു ഡൈനിംഗ് റൂം
നിലത്തു കുതിര
ഔട്ട്‌ഡോർ റെഡ് ബെഞ്ച്
നീല നിറത്തിലുള്ള ടെക്സ്റ്റ് വായനയിൽ 'GORE'
ഓറഞ്ച് നിറത്തിലാണ്
ഒരു കേസിന്റെ വശത്ത് ചെടി
പശ്ചാത്തലത്തിലുള്ള ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഈ പ്രതിമ കെട്ടിടത്തിന്റെ വലതുഭാഗത്ത്
ആകാശം ശോഭയുള്ള നീലയും തെളിഞ്ഞ കാലാവസ്ഥയുമാണ്
നടപ്പാതയിലെ മനുഷ്യൻ
ചെറിയ കല്ല് നിലത്ത് കാണാം
ഒരു കൂട്ടം കാരറ്റ്
മോട്ടോർ സൈക്കിൾ തെരുവിൽ നിർത്തിയിട്ടിരിക്കുന്നു
ചെക്കേർഡ് ഡിസൈൻ കുട ദൃശ്യമാണ്
കെട്ടിടം ദൃശ്യമാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മൂന്ന് അച്ചാർ കഷണങ്ങൾ
ഒരു പഴയ രീതിയിലുള്ള ബസ്
ചെറിയ വൃത്താകൃതിയിലുള്ള മരം ക്ലോക്ക്
രണ്ട് വിമാനങ്ങൾ പറക്കുന്നു
ഒരു കുതിര
തീവണ്ടിയുടെ അക്കം 8161 ആണ്
തുഴയുന്നതിനായി വെളുത്ത പാഡിൽ
പിസ്സയിൽ ധാരാളം ഹാംബർഗർ ഉണ്ട്
ഒരു കലശം.
ഒരു സ്ത്രീ വീഞ്ഞു കുടിക്കുന്നു
വെള്ളം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഇരുണ്ട നീല ബേസ്ബോൾ തൊപ്പി
പൂച്ചയുടെ പച്ച കണ്ണ്
ഉയരമുള്ള ഗ്ലാസ് ബിയർ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കെട്ടിടത്തിന്റെ ഒരു ജാലകം
ടോയ്‌ലറ്റ് സീറ്റ് വെളുത്തതാണ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു പിസ്സ മുൻവശത്താണ്
ഒരു നായ ഉറങ്ങുകയാണ്
ക .ണ്ടറിലെ ചിത്രം
സൂര്യപ്രകാശത്തിന് കീഴിലുള്ള മോണോ ബ്ലോക്ക് കസേര
ഹാൻഡിൽ ചെറിയ റൗണ്ട് സ്പോട്
ഒരു നീല ബോർഡ് സൂചകം
മരം തവിട്ടുനിറമാണ്.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ജിറാഫിന് നാവ് പുറത്തേക്ക് ഉണ്ട്
പച്ച അക്കങ്ങളിൽ എഴുതിയ സമയം
നായ ഫ്രിസ്‌ബിയെ പിടിക്കുന്നു
വെളുത്ത ടോയ്‌ലറ്റ് പേപ്പറിന്റെ റോൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു പച്ച കസേര.
കസേരയിൽ വിശ്രമിക്കുന്ന ടെന്നീസ് റാക്കറ്റ്
പാത്രത്തിൽ സ്ട്രോബെറി മധുപാനകം
കറുത്ത ചതുരാകൃതിയിലുള്ള സൈഡ് മിറർ
പച്ച മരം പാർക്ക് ബെഞ്ച്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മേശപ്പുറത്ത് വ്യക്തമായ നിരവധി വൈൻ ഗ്ലാസുകൾ
പുല്ലിൽ മൂന്ന് വ്യത്യസ്ത മൃഗങ്ങൾ
വെളുത്ത മേഘങ്ങൾ തെളിഞ്ഞ ആകാശം
തൂണിലെ തെരുവ് ചിഹ്നം
ഫോട്ടോഗ്രാഫറുടെ പേര്
മനുഷ്യന്റെ കണ്ണട
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ട്രാക്കുകളിൽ രണ്ട് ട്രെയിനുകൾ
ദ്വീപ് ബീച്ച് രംഗം
തീവണ്ടി ഒരു പാതയിലൂടെ വരുന്നു
ഒരു ചെറിയ ചുവന്ന പതാക
പുല്ലു ചെറുതാണ്.
തറ വെളുത്തതാണ്
"പിവിസി, സ്റ്റീൽ പൈപ്പുകളുടെ പ്രദർശനം"
ചുവരുകൾ വെളുത്തതാണ്.
കുതിര സവാരി ചെയ്യുന്ന വ്യക്തി
മൗസ് കറുത്തതാണ്
പുതിയ ഉപയോഗിച്ച ടയറുകൾ‌ ചുവടെ അടയാളപ്പെടുത്തുന്നു
മരങ്ങൾ കാണാം
ചിക്കൻ പ്ലേറ്റിലാണ്
കുട്ടികളുടെ പുറകിൽ മഞ്ഞ മതിൽ
ടെന്നീസ് റാക്കറ്റ് കൈവശമുള്ള മനുഷ്യൻ
യൂണിഫോമിലുള്ള ഒരു പോലീസുകാരൻ
കയർ ഓറഞ്ച് ആണ്
വയലിൽ കുതിരകൾ
മഞ്ഞ ചിത്ര ഫ്രെയിം
ഇരുണ്ട നീല മൂടുശീല ഇടത് മതിലിൽ നിന്ന് പുറത്തേക്ക്
മണലിൽ നായ്ക്കൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കരടി ഡിവിഡി ഉപയോഗിച്ച് അരിഞ്ഞത്
ചരടിൽ തൂക്കിയിട്ടിരിക്കുന്ന കറുത്ത സൺഗ്ലാസ്
ട്രാക്കുകളിൽ ഒരു ട്രെയിൻ
കറുത്ത ടോയ്‌ലറ്റ് ബൗൾ പംഗർ
ബെഞ്ചിലെ പൂച്ച
പിങ്ക് പോൾക്ക ഡോട്ട്ഡ് ഫാബ്രിക്കിൽ വെള്ളയിൽ ചെറി ഗ്രാഫിക്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കുട്ടികൾ ഒരു നടുമുറ്റത്ത് ഭക്ഷണം കഴിക്കുന്നു
സ്ത്രീക്ക് നല്ല ചുവന്ന ചെവി ഉണ്ട്
കലപ്പയിലൂടെ മഞ്ഞു വീഴുന്നു
സ്ത്രീക്ക് ഇളം മുടിയുണ്ട്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ഘടികാരത്തിൽ ചുവന്ന കൈ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു പുസ്തകം വായിക്കുന്ന സ്ത്രീ
പുല്ലിൽ ഒരു ആട്
ഒരു വെളുത്ത ടോയ്‌ലറ്റ് സീറ്റ്
വെളുത്ത ലൈനിംഗ് ഉള്ള ചുവന്ന ബ്ലോക്ക് അക്ഷരങ്ങൾ
പുരുഷന്മാർ ബേസ്ബോൾ കളിക്കുന്നു
ഹാൻഡിൽബാറിൽ കറുത്ത പിടി
ചെറിയ മഞ്ഞ കാർ
മനോഹരമായ മധുരമുള്ള ഇനം
ഉയരമുള്ള പച്ച മരങ്ങൾ കാണാം
രണ്ടുപേർ സമുദ്രത്തിൽ ഇരിക്കുന്നു
ഓറഞ്ച് പഴത്തിൽ സ്റ്റിക്കർ
മരം ബോർഡുകളിൽ ഓറഞ്ച്
കരടി കുട്ടി കഴിക്കുന്നു
ചെറിയ ബോട്ട്
ഒരു ജേഴ്സിയിൽ എം അക്ഷരം.
ലാപ്‌ടോപ്പിൽ ഒരാൾ
ചുവർ വെളുത്തതാണ്.
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ഒരു പൊതു വിശ്രമമുറിയിൽ ടോയ്‌ലറ്റ്
കാർഡ്ബോർഡിൽ വിള്ളൽ
നായയ്ക്ക് പിങ്ക് നാവുണ്ട്
റോമൈൻ ഇല ചീരയുടെ ശേഖരം
മനുഷ്യന്റെ ഷർട്ടിൽ ക്രോസ് ചെയ്യുക
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു വാഴപ്പഴം
പ്രിന്റോടുകൂടിയ ബ്ലാക്ക് ബേസ്ബോൾ തൊപ്പി
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
പൂച്ച ഉറങ്ങുകയാണ്
കറുത്ത കുട ചുമക്കുന്ന വ്യക്തി
ആന ഒരു രേഖയുടെ പിന്നിൽ ഒളിച്ചിരിക്കുന്നു
പുസ്തകങ്ങൾ നീലയാണ്
പാത്രം കണ്ണാടി കൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്.
മരം സ്റ്റോപ്പ് ചിഹ്നം
കറുത്ത ഷോർട്ട്സ് ധരിച്ച മനുഷ്യൻ
ഒരു കെട്ടിടത്തിന്റെ വാതിൽ
വാഴപ്പഴം കാണാം
ഘടികാരത്തിനു മൂർച്ചയുള്ള അഗ്രം ഉണ്ട്
ചുമരിൽ ഘടികാരം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ആന ചാരനിറമാണ്
കുതിരയുടെ മുകളിലാണ് ജോക്കി.
ആദ്യത്തെ സീബ്രയിലെ ചെവികൾ.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു നീല മേലാപ്പ്
കുഞ്ഞ് ആന
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ടൂത്ത് ബ്രഷുകൾ കടൽത്തീരത്ത് നിൽക്കുന്നു
മനുഷ്യൻ മറ്റൊരു വഴി അഭിമുഖീകരിക്കുന്നു
ഇരിക്കുന്ന മനുഷ്യൻ
സൂര്യാസ്തമയത്തിൽ നിന്നുള്ള പ്രകാശം
ഒരു ഭക്ഷണ മുറിയുടെ മേശ
ധ്രുവത്തിൽ മഞ്ഞ ചിഹ്നം
കറുപ്പും വെളുപ്പും വൺവേ ചിഹ്നം
പക്ഷി പറക്കുന്നു
ഒരു ബീച്ച് കുട
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
തുറന്ന ഫ്രിഡ്ജ്
വലിയ വൈറ്റ് ട്രാൻസിറ്റ് ബസ്
ആകാശം വ്യക്തമാണ്.
ആന തുമ്പിക്കൈകൊണ്ട് തൊപ്പി പിടിക്കുന്നു.
സിങ്ക് നിറം വെളുത്തതാണ്
ട്രാഫിക് ലൈറ്റ് മഞ്ഞയാണ്
ചുമരിൽ മരം ബെഞ്ച്
വയലിൽ ഒരു പട്ടം പറപ്പിക്കുന്ന മനുഷ്യൻ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
അകലെയുള്ള ഇളം തവിട്ടുനിറത്തിലുള്ള പുല്ലാണിത്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ചുമരിൽ ഗ്രാഫിറ്റി
മനുഷ്യൻ ഒരു ബാറ്റ് പിടിക്കുന്നു.
ഒരു യുവ ജിറാഫ്
ഭക്ഷണം നോക്കുന്ന ഇന്ത്യൻ മനുഷ്യൻ
വെളുത്ത കയ്യുറകൾ ധരിച്ച സ്ത്രീ
'ടോപ്പ്' 'ടാറ്റ' എന്തെങ്കിലും അവ്യക്തമാണ് അറ്റ് ഈ ആംഗിൾ [എല്ലാം ക്യാപുകളിൽ]
ഹൂഡിയുള്ള പയ്യൻ
ക്ലോക്ക് മുഖം വെളുത്തതാണ്
അർദ്ധ വൃത്താകൃതിയിലുള്ള റോഡ്
ഒരു ഡോനട്ട് കഴിക്കുന്ന ഒരാൾ
മെട്രോയെന്ന് ഉച്ചരിക്കുന്ന നീല അക്ഷരങ്ങൾ
കെട്ടിടത്തിന്റെ ഗോപുരം ഉയരമുണ്ട്
കെട്ടിടത്തിന്റെ സ്പയർ
ഒരു ഹരിത കെട്ടിടം
ഒരു കെട്ടിടത്തിന് മുന്നിൽ പ്രതിമ
വെളുത്ത ഒരു മനുഷ്യൻ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മരം കൊണ്ട് നിർമ്മിച്ച ഒരു വള്ളം
ഒരു കണ്ണാടി
ഒരു ബാക്ക് വിൻഡ്ഷീൽഡ്
ഒരു സ്ത്രീ പട്ടം പിടിക്കുന്നു
മൈക്രോവേവ് വെള്ളിയാണ്
ഒരു പാർക്കിൽ ഒരു പട്ടം പറക്കുന്ന ആളുകൾ
ആകാശം
"ആർറ്റി 66 ന് ബ്രൗൺ, വെളുപ്പ് അടയാളം"
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു കൂട്ടം വാഴപ്പഴം മേൽക്കൂരയിൽ നിന്ന് തൂങ്ങിക്കിടക്കുന്നു
മഞ്ഞ ടാക്സി ക്യാബ് ദൃശ്യമാണ്
ഈ പൂച്ചയുടെ കണ്ണുകൾ വളരെ ഇളം പച്ചയാണ്
ഇതൊരു ബിയർ കുപ്പിയാണ്.
ബെഞ്ചിന് സമീപമുള്ള കോബ്ലെസ്റ്റോൺ പാത
ഒരു മുത്തച്ഛൻ ക്ലോക്ക്
സ്കേറ്റ്ബോർഡുകൾ ഓടിക്കുന്ന രണ്ട് സ്ത്രീകൾ
കുടുംബം അവരുടെ കൈറ്റ്സ് പറക്കുന്നു
ഒരു വ്യക്തി സർഫിംഗ് ചെയ്യുന്നു
കുഞ്ഞ് ആന
ഡെന്റൽ ഫ്ലോസിന്റെ ഒരു വെളുത്ത പെട്ടി
ആൺകുട്ടിയുടെ കൈത്തണ്ടയിലെ ചിലന്തി
കളി കാണുന്ന സൺഗ്ലാസ് ധരിച്ച മനുഷ്യൻ
മനുഷ്യൻ കണ്ണട ധരിക്കുന്നു.
ഒരു ജിറാഫ് കിടക്കുന്നു
അടുപ്പിൽ നിന്ന് തൂക്കിയിട്ടിരിക്കുന്ന പർപ്പിൾ ടവൽ
മനുഷ്യൻ ഒരു ടെന്നീസ് റാക്കറ്റ് പിടിച്ചിരിക്കുന്ന .
ഒരു തെരുവിലെ കാറുകൾ
ഒരു ഡ്രാഗൺ ആകൃതിയിലുള്ള കൈറ്റ്
കടൽത്തീരത്തെ മണൽ.
കഴുത്തിൽ നീല ലാനിയാർഡ്
സ്ത്രീയുടെ മടിയിൽ ഇരിക്കുന്ന സ്ത്രീ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ചോക്ലേറ്റ് ഫ്രോസ്റ്റഡ് കപ്പ് കേക്ക്
പച്ചപ്പാടത്തിൽ മഞ്ഞ പൂക്കൾ
ബെഞ്ച് തിളങ്ങുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
വൃത്താകൃതിയിലുള്ള വെളുത്ത പ്ലേറ്റിൽ സിൽവർ ഫോർക്ക്
ഒരു കൂട്ടം വാഴപ്പഴം
ഒരു സോക്കർ ബോൾ
നുകം ധരിച്ച രണ്ട് പശുക്കൾ
തവിട്ട് ഷോർട്ട്സ് ധരിച്ച മനുഷ്യൻ
ഫലം ഒരു മേശപ്പുറത്ത്
കൗണ്ടറിൽ രണ്ട് സിങ്കുകൾ
നിലത്തു പക്ഷിയുടെ നിഴൽ
ഒരു മോട്ടോർ ബൈക്കിൽ മനുഷ്യൻ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
പുറത്തുള്ള ഒരു ക്ലോക്ക്
ഒരു ജേഴ്സിയിൽ നമ്പർ 10
വെള്ളത്തിൽ ഒരു പക്ഷി
കറുപ്പും വെളുപ്പും സ്നോബോർഡ്
കുതിരപ്പുറത്ത് കുതിരസവാരി
ഹിമപാതമുള്ള വെളുത്ത സ്കീ
ഇറ്റാലിയൻ ബ്രെഡിൽ പച്ച ചീരയോടുകൂടിയ ടർക്കി സാൻഡ്‌വിച്ച്
ആകാശത്തിലെ പരാസെയിൽ
ഒരു മഞ്ഞ ടെന്നീസ് ബോൾ
ഒരു മരത്തിൽ നീലയും ഓറഞ്ചും ഉള്ള പക്ഷി
വലിയ വൃത്താകൃതിയിലുള്ള ചുവന്ന ബക്കറ്റ്
ഇടത്തരം വലിപ്പത്തിലുള്ള വൃത്താകൃതിയിലുള്ള ചാട്
സമുദ്രത്തിൽ വലിയ തിരമാല
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കുട മൾട്ടി കളർ ആണ്
ബഹുനില കെട്ടിടങ്ങളുടെ ഒരു പരമ്പര
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
"ചുവപ്പ്, കറുപ്പ് സ്യൂട്ട്കേസ്"
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ബെഞ്ചിൽ ഒരു ഫലകം
ധൂമ്രനൂൽ കുട ചുമക്കുന്ന സ്ത്രീ
പച്ച ചെടികളുള്ള പാത്രങ്ങൾ
ജിറാഫിന്റെ ചെവിയുടെ വെളുത്ത പുറം
മൂന്ന് നീല ചതുര തലയിണകൾ
പുഷ്പം വെളുത്തതാണ്
ഒരു ബാഗ് ആപ്പിൾ
യുവാവ് സ്കേറ്റ്ബോർഡിംഗ്
നിലത്ത് ട്രക്ക്
ഒരു വെള്ളി നാൽക്കവല
വലിയ തിളങ്ങുന്ന സ്വർണ്ണ മോട്ടോർസൈക്കിൾ
വഴിയിലെ വെള്ള ഗതാഗത വര
ട്രാക്കുകളിൽ ട്രെയിൻ കാർ
പുരുഷന്റെ ഹെൽമെറ്റ്
മൂന്ന് പൂച്ചക്കുട്ടികളുണ്ട്
അസാധാരണമായി വലിയ തവിട്ട് നായ
ഇതാണ് ആകാശം
ഒരു ചെറിയ മൗണ്ടൻ ബൈക്ക്
പുല്ലിൽ ഇരിക്കുന്ന പെൺകുട്ടി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു വലിയ രോമമുള്ള പൂച്ച
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു സീബ്രയുടെ മൂക്ക്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചെറിയ എഞ്ചിനുള്ള നീല മോട്ടോസൈക്കിൾ
ഒരു മഞ്ഞ ക്യാബ്
മനുഷ്യൻ ഒരു ചിത്രമെടുക്കുന്നു
ഒരു മരം മിനുസമാർന്ന തറ
കറുത്ത ഗ്രില്ലിൽ ആറ് സാൻഡ്‌വിച്ചുകൾ
തെളിഞ്ഞ ഒരു ഗ്ലാസ് വെള്ളം
വെള്ളത്തിനടുത്ത് നിൽക്കുന്ന വ്യക്തി
ഇതൊരു ബ്രൊക്കോളിയാണ്
ആനയുടെ കണ്ണ്
ഒരു ലോഹ വേലി.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു പഴയ തുരുമ്പിച്ച ലോഹത്തിന്റെ ജനൽ തൂൺ
ലിച് ഫീൽഡ് സിറ്റി വെള്ളയിൽ‌ എഴുതി
കറുത്ത പോസ്റ്റുകളുടെ ഒരു നിര
ചുറ്റും നിൽക്കുന്ന രണ്ട് ജിറാഫുകൾ
മനുഷ്യൻ നീല കുടയുടെ തണലിൽ വിശ്രമിക്കുന്നു.
വെളുത്ത വിമാനം ലാൻഡിംഗ്
കടൽത്തീരത്തെ പാറകൾ
ഒരു ഫയർ എഞ്ചിൻ ട്രക്ക്
വിമാനം പറന്നുയരാൻ തയ്യാറാണ്
സമുദ്രത്തിലെ സ്ത്രീ
വയലിൽ മൂന്ന് ജിറാഫുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സ്ക്രീനിൽ ഒരു വീഡിയോ ഗെയിമുള്ള ടിവി
ആകാശം നീല നിറമാണ്.
നാല് ഡബിൾ ഡെക്കർ ബസുകൾ
ഇതൊരു പട്ടികയാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സ്ത്രീ വെള്ളത്തിൽ
ഇതാണ് ആകാശം
ഇത് ഒരു മനുഷ്യനാണ്
ഒരു ചെറിയ പച്ച കുട
ചുവന്ന തറ
ഓറഞ്ച് കാരറ്റ് മിശ്രിതം
നാല് സീബ്രകളുടെ ഒരു കൂട്ടം
കുട കറുത്തതാണ്
ചക്രങ്ങളിൽ ഒരു കൂട്ടം ബാത്ത്റൂം ഉപകരണങ്ങൾ
നീല വരയുള്ള മതിൽ
ഇതൊരു കത്രികയാണ്
പ്ലേറ്റിൽ പച്ചക്കറി
ഇതൊരു കൈറ്റ് ആണ്
ഒരു പ്ലേറ്റിൽ ഒരു ബ്രൊക്കോളി കഷണം
ഒരു ചെറിയ വിമാനം
വലിയ പച്ച ചതുര ചിഹ്നം
പുറകിൽ നിൽക്കുന്ന മനുഷ്യൻ
ഇവർ സർഫറുകളാണ്.
കൗണ്ടറിൽ സന്ദേശ ശേഖരം
ആന പുൽമേടിലൂടെ നടക്കുന്നു.
കറുപ്പും വെളുപ്പും നിറം.
വെള്ളത്തിൽ കുഞ്ഞ് ആന.
മിഡെയറിലെ ഒരു സ്കേറ്റ്ബോർഡർ
"ഓറഞ്ച്, നീല എന്നിവയാണ് കുട"
ഒരു ബോർഡിൽ നിന്ന് വീഴുന്ന സർഫർ
ബോയ് അലകളുടെ മുടിയാണ്
ഒരു മുറിയുടെ കാഴ്ച ഒരു ദ്വാരത്തിലൂടെ നോക്കുന്നു
ടാക്സി എന്ന വാക്ക് കറുപ്പിൽ
റാക്കറ്റ് പിടിക്കുന്ന ഒരാൾ
ടെന്നീസ് കളിക്കുന്ന ഒരു യുവാവ്
നായ സ്കേറ്റ്ബോർഡിന് അടുത്താണ്
കണ്ണാടിയിൽ വലിയ മഞ്ഞ നായ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
തുറന്ന പെട്ടികളിലെ പിസ്സകൾ
കടൽത്തീരത്തെ പാറകൾ
ചെറുതായി ചായുന്ന വലിയ നീല കുട
ടെന്നീസ് ഷൂസിന്റെ ഒരു ജോഡി
കുഞ്ഞ് ആന
"ഓറഞ്ച്, വൈറ്റ് ഡബിൾ ഡെക്കർ ബസ്"
പെൺകുട്ടി ബൈക്കിലാണ്
കുട്ടി ഒരു ബേസ്ബോൾ ബാറ്റ് പിടിക്കുന്നു
റോഡിലെ ചവറ്റുകുട്ട
കുതിരയും ജോക്കിയും
മോപ്പെഡിന് മുന്നിലെ വ്യക്തമായ ഹെഡ്‌ലൈറ്റ് മായ്‌ക്കുക
റഫ്രിജറേറ്ററിൽ നോക്കുന്ന ഒരാൾ
വെള്ളം പോലെ നുരയെ തിരമാല
ഒരു ബട്ടൺ
റണ്ണർ ഒരു ബേസ് മോഷ്ടിക്കുന്നു
വിവിധ ചേരുവകളുള്ള സാൻഡ്‌വിച്ച്
നായ കളിപ്പാട്ടം ടാൻ ആണ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മനുഷ്യൻ സൈക്കിളിൽ കയറുന്നു
മേശപ്പുറത്ത് വെളുത്ത ജന്മദിനം കേക്ക്
നായ കറുത്തതാണ്
പന്ത് ബാറ്റിനെ കണ്ടുമുട്ടുന്നു
കുട്ടി വരയുള്ള ടൈ ധരിക്കുന്നു.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു വെളുത്ത പ്ലേറ്റിൽ ഒരു സാൻഡ്‌വിച്ച്
ഒരു വീഡിയോ ഗെയിം കളിക്കുന്ന ഒരു പെൺകുട്ടി
ട്രാക്ടർ മഞ്ഞയാണ്
മനുഷ്യന്റെ ഇരുണ്ട ഷോർട്ട്സ്
പാർക്കിംഗ് മീറ്ററിൽ സിൽവർ കോയിൻ സ്ലോട്ട്
ഇതൊരു സ്കേറ്റ്ബോർഡാണ്
നീലയും വെള്ളയും ലോംഗ്ബോർഡ്
സ്കീസിലുള്ള ഒരു വ്യക്തി.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരാൾ മുട്ടുകുത്തി നിൽക്കുന്നു
സമുദ്രം നോക്കുന്ന സർഫർ
പെൺകുട്ടി നഗ്നപാദനാണ്
സർഫർ ഒരു തരംഗത്തെ പിടിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
"ഒരു ചാര നിറത്തിലുള്ള കൈ നീളമുള്ള ഷർട്ട്‌, അതിൽ ഹൃദയമുണ്ട്"
ഇതൊരു ഹോട്ട് ഡോഗാണ്.
ബാഗുചെയ്ത ഓറഞ്ചിന്റെ ഒരു പെട്ടി
ഒരു കണ്ടെയ്നറിലെ നാരങ്ങകൾ
ഏഴ് ജിറാഫുകളുണ്ട്
പാലത്തിൽ മെറ്റൽ ട്രസ്
നീളമുള്ള പച്ചയും തവിട്ടുനിറത്തിലുള്ള പുല്ലും
വലിയ ബ്രൗൺ ലവ് സീറ്റ്
ബെഞ്ചിനടിയിൽ പക്ഷികളുണ്ട്
കൂറ്റൻ ടെഡി ബിയർ
മെറ്റൽ ടവർ മഞ്ഞയാണ്
തവിട്ടുനിറത്തിലുള്ള വെളുത്ത ജിറാഫുകൾ തിരിയുന്നു
വെള്ളയും പിങ്ക് നിറത്തിലുള്ള ടാങ്ക് ടോപ്പ് ധരിച്ച സ്ത്രീ
നിലത്ത് കറുത്ത പുള്ളി
ചുവരിൽ ഇളം മഞ്ഞ ടൈൽ.
കുഞ്ഞ് ആന
മേശകളിൽ പിങ്ക് കുടകൾ
നീലാകാശം നേരെ വെളുത്ത മേഘങ്ങൾ
നീളമുള്ള മഞ്ഞ സർഫ്ബോർഡ്
കെട്ടിടത്തിലെ ജാലകങ്ങൾക്ക് മുകളിലൂടെ അവനിങ്സ്
ഇടതുവശത്ത് തടഞ്ഞ കൈ
നിയന്ത്രണം വിട്ട് നിർത്തിയിട്ടിരിക്കുന്ന ഒരു ബസ്
രക്ഷകർത്താവിന്റെ കീഴിൽ ആനക്കുട്ടീ
കടൽത്തീരത്ത് നിൽക്കുന്ന ഒരു കറുത്ത കുതിര
ആനകൾക്കുള്ള ജല ദ്വാരം
മനുഷ്യൻ ബൈക്ക് വെള്ളത്തിലൂടെ ഓടിക്കുന്നു
രണ്ട് ജിറാഫുകൾ യുദ്ധം ചെയ്യുന്നു
സ്ത്രീയുടെ പർപ്പിൾ ഹൂഡി
കളപ്പുരയുടെ വശത്ത് മരംകൊണ്ടുള്ള ഗോവണി
ചുവരിൽ ടോയ്‌ലറ്റ് പേപ്പറിന്റെ ഒരു ചെറിയ വെളുത്ത റോൾ
വെളുത്തതും കറുത്തതുമായ ക്ലോക്ക് മുഖം
കിടക്കയിൽ പ്രഭാത ഭക്ഷണം കഴിക്കുന്ന ഒരാൾ
ഒരു ഹാംഗറിൽ ഒരു മഞ്ഞ വിമാനം
പശു വെള്ളം കുടിക്കുന്നു.
ഒരു ഗ്ലാസ് കുപ്പി ടെക്വില
പതാക കെട്ടിടത്തിന് പിന്നിൽ പറക്കുന്നു
ഒരു വയലിൽ ഒരു പുരാതന ട്രക്ക്
ടെന്നീസ് കളിക്കാരൻ പന്ത് തട്ടാൻ തയ്യാറാകുന്നു
കുറച്ച് കുട്ടികൾ പോസ് ചെയ്യുന്നു
പഴയ കല്ല് കൊണ്ടുള്ള ക്ലോക്ക് ടവർ
വെള്ളയും ചാരനിറത്തിലുള്ള പക്ഷിയും നിൽക്കുന്നു
കാലുകൾ ഓറഞ്ച് നിറത്തിലാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ജിറാഫുകളെ നോക്കുന്ന ഒരു കൂട്ടം ആളുകൾ
കുഞ്ഞ് ആന
നാലുപേർ നിലത്തേക്ക് നോക്കുന്നു
മുകളിൽ നിൽക്കുന്ന കുതിരയോടുകൂടിയ വലിയ ചുവന്ന കസേരയുടെ വലിയ ശില്പം.
ചുവപ്പ് കത്തിച്ച സൈക്കിൾ ലൈറ്റ്
കത്തി നിൽക്കുന്ന മേശ വിളക്ക്
ഒരു കുപ്പി ഫിജി ബ്രാൻഡ് വാട്ടർ
വലിയ മൂങ്ങ മരങ്ങൾക്കിടയിലൂടെ ഉറ്റുനോക്കുന്നു
രണ്ട് മീറ്ററാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കുഞ്ഞിൽ പൂച്ചക്കുട്ടി
വലിയ തവിട്ട് കുതിര വലിക്കുന്ന വാഗൺ
ഒരു വെള്ള ഗെയിം കൺട്രോളർ
ചെറിയ ചാരനിറത്തിലുള്ള കറുത്ത പൂച്ചക്കുട്ടി
വായിൽ ഫോണുള്ള ഒരു ഏഷ്യൻ മനുഷ്യൻ
പൂച്ചയുടെ കഴുത്തിൽ നീല കോളർ
മനോഹരമായ വീട്
കുന്നിൽ നിത്യഹരിത മഞ്ഞ് മൂടി
ചാരനിറത്തിലുള്ള മേഘങ്ങളിലൂടെ പ്രകാശം
ഒരു ചുവന്ന ടെഡി ബിയർ
കട്ടിംഗ് ബോർഡിൽ ഒരു കലം സൂപ്പ്
ഒരു കോൺക്രീറ്റ് മതിലിനുള്ളിൽ ലൈറ്റ് സെറ്റ്
സർക്കസ് ആന സന്തുലിതാവസ്ഥയിലേക്ക്
വലിയ ജെറ്റ് വിമാനങ്ങൾ ജെറ്റ് എഞ്ചിനിൽ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ദ്വീപ് ബീച്ച് രംഗം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മേച്ചിൽപ്പുറത്ത് തവിട്ട് പശു
വില എഴുതിയിട്ടുള്ള കാർഡ്ബോർഡ് ചിഹ്നം
കുറച്ച് നിയോൺ ലൈറ്റുകൾ
നിലത്ത് സ്നോബോർഡ്.
മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്ന ഒരാൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ബാക്ക്പാക്കുകളും ബാഗുകളും നിലത്ത്
രണ്ട് പുരുഷന്മാരും ഒരു സ്ത്രീയും ബ്ലീച്ചറുകളിൽ ഇരിക്കുന്നു
"മഞ്ഞ, ചുവപ്പ് വിമാനങ്ങളുടെ വരി"
മഞ്ഞുമൂടിയ കുന്നിൽ പെസൺ സ്കീയിംഗ്
ഒരു വൈറ്റ് വൈ കൺട്രോളർ.
കരടിയുടെ നഖം
രാത്രിയിൽ എടുത്ത ഫോട്ടോ
ഒരു കറുത്ത മോട്ടോർസൈക്കിൾ ടയർ
ചുവന്ന കുടകൾ
പച്ചയും വെള്ളയും ഫ്രിസ്‌ബിയെ പിടിക്കുന്ന നായ
ഒരു ഗ്യാലൻ പാൽ
വയറുകൾ കറുത്തതാണ്
ബാഗുകൾ ചുമക്കുന്ന മനുഷ്യൻ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കട്ടിലിൽ ഇരിക്കുന്ന സ്ത്രീ പുസ്തകം വായിക്കുന്നു
ഒരു കൂടാരത്തിന് അടുത്ത് ഉള്ള ബസ്.
ഒരു വെളുത്ത പാത്രത്തിന്റെ മുകളിൽ പിസ്സ
ആളുകൾ ആകാശത്തേക്ക് നോക്കുന്നു
കാബിനറ്റിൽ ശൂന്യമായ കുപ്പികൾ
ഒരു വലിയ ജെറ്റ് വിമാനം നിർത്തിയിട്ടിരുക്കുന്നു
പഴയ വിന്റേജ് ബ്രൗൺ സ്യൂട്ട്കേസ്
മരങ്ങൾ പശ്ചാത്തലത്തിലാണ്.
ഒരു കാർഡ്ബോർഡ് പ്ലേറ്ററിൽ ഗ്രീസ് സ്പോട്ട്
ഗോപുരത്തിലെ ഘടികാരം
"ട്രാക്കുകളിൽ ചുവപ്പ്, കറുപ്പ് ട്രെയിൻ"
മുറിയിൽ വെളുത്ത ടോയ്‌ലറ്റ് ഇരിപ്പിടം
ഫ്രിസ്ബിയെ എറിയാൻ പോകുന്ന മനുഷ്യൻ
ചുവപ്പും വെള്ളയും വരയുള്ള കുട
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നീല തലം ആളുകൾ കാണുന്നു
വലിയ ചാരനിറത്തിലുള്ള ആന നദിയിൽ നടക്കുന്നു
ഒരു താഴ്വരയിൽ പശുക്കളെ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കുഞ്ഞ് ആന
റോഡിലെ ഫുഡ് ട്രക്ക്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
അടുക്കളയിലെ സീലിംഗിൽ ലൈറ്റ് ഹാംഗിംഗ്
ഒരു മേളയിലെ ആളുകൾ
ചുവന്ന ചലിക്കുന്ന ഫ്രിസ്‌ബീ
ധാരാളം ഇനങ്ങൾ ഉള്ള ഒരു മുറി
സ്യൂട്ടും ടൈയും ധരിച്ച ഒരാൾ
ലെഡ്ജിൽ എന്തോ
ഇളം നിറമുള്ള ചില അഴുക്കുകൾ
തീവണ്ടിയുടെ വശത്തുള്ള ഗ്രാഫിറ്റി
നീളമുള്ള മാനേയുള്ള വെളുത്ത കുതിര
"വെള്ളി, കറുത്ത ബൈക്ക് ശിരോകവജം"
പുല്ലിൽ വെളുത്ത സോക്കർ ബോൾ
കടൽത്തീരത്ത് രണ്ടുപേർ.
ഒരു സിൽവർ റേസർ സെൽ ഫോൺ
ചുവന്ന ആപ്പിളിനുള്ള ഒരു വിലയുടെ തൊങ്ങൽ
നിലത്തു മരത്തിന്റെ നിഴൽ
വെളുത്ത ടെന്നീസ് വസ്ത്രം ധരിച്ച സ്ത്രീ
വെള്ളി ഇടവഴി മോപ്പ് ചെയ്ത
ഒരു ഫോർക്കിൽ ഭക്ഷണം
ഒരു കറുത്ത കിറ്റി പൂച്ച
മൃഗങ്ങളെ ആസ്വദിക്കുന്ന ആളുകൾ
കോർട്ടിൽ ചുവപ്പ് നിറം
നിലത്ത് ധാരാളം പ്രാവുകൾ
ഒരു പുൽത്തകിടി
മനുഷ്യന്റെ മുഖത്ത് കൈയുണ്ട്
ഒരു കട്ടിലിന്റെ വശം
പുഞ്ചിരിക്കുന്ന ഒരു കൊച്ചുകുട്ടി
ചാരവും വെളുപ്പും നിറത്തിലുള്ള മതിൽ
ഈ വ്യക്തി പാരാസെയിലിംഗ് ചെയ്യുന്നു
സ്നോബോർഡിലെ വ്യക്തി
ഫ്രഞ്ച് റൊട്ടി തയ്യാറാക്കുന്ന സ്ത്രീ
മനുഷ്യൻ ആടുകളുടെ രോമങ്ങൾ മുറിക്കുന്നു
ഒരു വെളുത്ത ലേബൽ
തീറ്റയുടെ സമീപം ഒരു ചെറിയ പക്ഷി
ഒരു സീബ്ര തല മുന്നോട്ട് കുനിഞ്ഞു
പൊതിഞ്ഞ വണ്ടിയിൽ ആളുകൾ കയറുന്നു
ഒരു പൂച്ച ചെരിപ്പിനു മുകളിൽ കിടക്കുന്നു
"ചാര, ചുവപ്പ് കോളർ."
മനുഷ്യൻ പാചകം ചെയ്യുന്നു.
ജാക്കറ്റിൽ പോക്കറ്റ് കത്തി
തെരുവ് വിളക്കുകൾ പകൽസമയത്ത് ഓണാണ്.
ഒരു പള്ളിയുടെ മുൻവശത്ത് നാലുപേർ
യുദ്ധവിമാനം പ്രദർശിപ്പിച്ചിരിക്കുന്നു.
പുല്ലിൽ ഇരിക്കുന്ന ഒരു സ്ത്രീ
ദ്വീപ് ബീച്ച് രംഗം
കിടക്ക ലെതർ കൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്.
കറുത്ത വരകളുള്ള ഓറഞ്ച് ട്രെയിൻ കാബൂസ്.
ഒരു ട്രെയിനിന്റെ വശം
ഒരു സിങ്ക് ഫ്യൂസറ്റ്
ഇത് ഒരു ഓട്ടം പോലെ തോന്നുന്നു.
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ആൺകുട്ടി ഒരു ഹോട്ട് ഡോഗ് പിടിക്കുന്നു
ഒരു പെൺകുട്ടിയുടെ മുഖം
സെൽ‌ഫോണിലെ ഗ്രേ ആന്റിന
ഒരു വെളുത്ത ബ്ലെൻഡർ തറയിൽ ഉണ്ട്.
ഇതൊരു പിക്കറ്റ് ഫെൻസാണ്
മേഘങ്ങളില്ലാത്ത നീലാകാശം
ഒരു ആൺകുഞ്ഞിന്റെ തല
രണ്ട് നായ്ക്കൾ ഒരു ചോർച്ചയിൽ നടക്കുന്നു
കുഞ്ഞ് ആന
ചെവിയിൽ കൈയും സെൽഫോണും ഉള്ള സ്ത്രീ
മനുഷ്യൻ മഞ്ഞ അങ്കി ധരിക്കുന്നു
മനുഷ്യൻ ഒരു വണ്ടി വലിക്കുന്നു
വെളുത്തുള്ളി രണ്ട് അല്ലി
ബാർബർ ഷോപ്പ് എന്ന വാക്കുകൾ
പച്ച മുന്തിരിയുടെ ബുഷെൽ അലമാരയിൽ തൂക്കിയിരിക്കുന്നു.
പകൽസമയത്ത് ഒരു ബീച്ച്.
തോൾ ദൂരം ചുവന്ന മുടി
വെള്ളയും കറുപ്പും ടോയ്‌ലറ്റ് ബ്രഷ്
വായുവിൽ പറക്കുന്ന കൈറ്റ്
വലിയ കറുത്ത സ്കോർബോർഡ്
ഒരു കുന്നിന്റെ അടിയിൽ നാല് ജിറാഫുകൾ
വെള്ളത്തിലുള്ള ആന
അലമാരയിൽ കുപ്പി
സർഫ്ബോർഡുമായി വെള്ളത്തിൽ നിന്ന് പുറത്തേക്ക് നടക്കുന്ന വ്യക്തി
മനോഹരമായ പാർക്ക്
ഫ്രിസ്ബീ മഞ്ഞയും വായുവിലുമാണ്
നടപ്പാതയിലെ ബെഞ്ച്.
പാത്രം വൃത്താകൃതിയിലാണ്
പിസ്സയുള്ള ഒരു മേശ
കെട്ടിടത്തിനടുത്തുള്ള മോട്ടോർസൈക്കിൾ
കറുപ്പും വെളുപ്പും നിറത്തിലുള്ള കുടുംബ ചിത്രം
മഞ്ഞ് മൂടിയ നിലം
അഞ്ച് നീല നക്ഷത്രങ്ങൾ
ഒരു പ്ലേറ്റിന്റെ വശം
വായുവിൽ ഒരു ചെറിയ വിമാനം
ട്രെയിനിന്റെ വശത്തുള്ള കറുത്ത നമ്പറുകൾ
"തവിട്ട്, ടാൻ കുത്തുകൾ ഉള്ള ജിറാഫ്"
സ്ത്രീ കണ്ണട ധരിക്കുന്നു
സ്റ്റോവേന്റെ മുകളിൽ കറുത്ത നോബ്
പയ്യൻ ഒരു ഗെയിം കളിക്കുന്നു
ഇരുണ്ട നീല കിടക്ക
കയ്യിൽ പാനീയവുമായി മേശയിലിരിക്കുന്ന സ്ത്രീ
കുഞ്ഞ് ആന
ഒരു തവിട്ട് നിറത്തിൽ ഉള്ള നായ
വെളുത്ത ഷർട്ടും ഡാർക്ക് പാന്റും ധരിച്ച പയ്യൻ സ്കേറ്റ്ബോർഡ് സ്റ്റണ്ടുകൾ ചെയ്യുന്നു.
കുഞ്ഞ് ആന
നീല ഷർട്ട് ധരിച്ചയാൾ
ഒരു വിമാനം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു വെയിൽ ദിവസം ആളുകൾ സ്കീയിംഗ് ചെയ്യുന്നു
അടയാളം കറുപ്പും വെളുപ്പും ആണ്
ഒരു ഗ്ലാസിന്റെ മുകളിൽ
ആന എക്സിബിറ്റിൽ ആന നടത്തം
മൂന്ന് കാളക്കുട്ടികൾ
മൂന്ന് ആനകൾ ഒരുമിച്ച് നടക്കുന്നു
മനുഷ്യന്റെ തൊപ്പി കറുത്തതാണ്
തവിട്ട് മുട്ടകളുടെ തുറന്ന കാർട്ടൺ
വ്യക്തമായ വൈൻ ഗ്ലാസ്
ബ്രൗൺ നിറത്തിലുള്ള മരം കസേരയുടെ ഭാഗം
മനുഷ്യൻ സമുദ്രത്തിൽ അലറുന്നു
സ്റ്റോപ്പ് ചിഹ്നങ്ങളുടെ ഗ്രൂപ്പ്
ചുവന്ന പാസ്ത സോസ്
സ്വെറ്റർ ധരിച്ച നായ
ഫയർ ഹൈഡ്രാന്റിന്റെ മുകൾഭാഗം നീലയാണ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വർണ്ണാഭമായ ബൈബിൾ ട്രക്ക്
സെൽ ഫോണിന് പിങ്ക് കവർ ഉണ്ട്
ഒരു മഞ്ഞ ബസിന്റെ ഭാഗം
ധ്രുവക്കരടി വെളുത്തതാണ്
സ്ക്രാംബിൾഡ് മുട്ടകൾ
വലിയ മൂടൽ മഞ്ഞ് പർവതങ്ങൾ
വലിയ ട്രക്ക് റോഡിലൂടെ ഓടിക്കുന്നു
രണ്ടുപേർ പരസ്പരം നിൽക്കുന്നു
ഒരു തടാകത്തിൽ ഒരു പവർ ബോട്ട് ഉണ്ട്
അടുക്കളയിൽ വെളുത്ത മുകളിലെ അലമാര
വലിയ കറുപ്പും സ്വർണ്ണ ക്ലോക്ക്
മനുഷ്യന്റെ കുപ്പായം നീലയാണ്
പൂച്ച ടിവി കാണുന്നു
മഞ്ഞ ഷർട്ടിൽ വലിയ സ്ത്രീ
നാല് ജിറാഫുകൾ
നിലത്ത് മണൽ
കറുപ്പും ചുവപ്പും ഹെൽമെറ്റ് ധരിച്ച വ്യക്തി.
റെഡ്-ബിൽഡ് ഗൾ അക്കാ അയല ഗൾ അല്ലെങ്കിൽ തരാപുങ്ക അല്ലെങ്കിൽ അക്കിയാക്കി. നീ ചോദിച്ചു
വലിയ മനോഹരമായ തൂക്കുവിളക്ക്
ആൺകുട്ടികളുടെ കൈയിൽ പിടിച്ചിരിക്കുന്ന സെൽ ഫോൺ
ചുവപ്പും വെള്ളയും മേലാപ്പ്
സർഫ്ബോർഡുകളുടെ പ്രദർശനം
ആകാശത്ത് വെളുത്ത ലൈറ്റ് ബൾബുകൾ
നടപ്പാതയിൽ അഗ്നി ജലാശം
ഒരു പ്രവേശിക്കരുത് അടയാളം
തവിട്ട് പട്ടിക മുകളിലെ ഉപരിതലം
മേശപ്പുറത്ത് പൂക്കൾ
മറ്റ് ഇലക്ട്രോണിക് ഉപകരണങ്ങൾക്ക് മുകളിൽ വിശ്രമിക്കുന്ന കമ്പ്യൂട്ടറുകൾക്കായി ഉപയോഗിക്കുന്ന ഓഫ്-വൈറ്റ് നിറമുള്ള കീബോർഡ്
യൂണിഫോമിലുള്ള ഒരാൾ
ഒരു ഡൈനിംഗ് റൂമും സ്വീകരണമുറിയും
പാർക്ക് ബെഞ്ചിൽ ഇരിക്കുന്ന പ്രായമായ സ്ത്രീ
ജിറാഫിന്റെ ഒരു പിൻഭാഗത്ത്
ചുവപ്പും വെള്ളയും പെർ‌പെല്ലർ
പെൺകുട്ടി മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്നു
വായുവിൽ വർണ്ണാഭമായ ഒരു പട്ടം
മേശപ്പുറത്ത് ഘടികാരം.
സ്റ്റോപ്പ് ചിഹ്നത്തിൽ ടാഗുചെയ്യുന്നു
ട്രീ നടപ്പാതയെ കനോപ്പീസ് ചെയ്യുന്നു
മനുഷ്യൻ സർഫ്ബോർഡ് വഹിക്കുന്നു
ചുവപ്പും വെള്ളയും ഇഷ്ടികകൾ
പ്ലെയിൻ വൈറ്റ് റഫ്രിജറേറ്റർ
സലാമി മാംസം ഒരു സാൻഡ്‌വിച്ചിൽ നിന്ന് പുറത്തേക്ക് നില്ക്കുന്നു
പ്രകാശമുള്ള കൊട്ടാരത്തിന്റെ ചിത്രം
കറുപ്പും വെളുപ്പും ബൗറ്റീ
അരി സ്പൂണിലാണ്
കസേരയുടെ ഉയർന്ന പിൻഭാഗത്ത് അലങ്കാര പാറ്റേൺ
ഷോട്ടിലെ നാല് അടയാളങ്ങൾ
ആളുകൾ മേശകൾക്ക് ചുറ്റും ഇരിക്കുന്നു
കുറച്ച് ഭക്ഷണം കഴിക്കുന്ന വ്യക്തി
ഒരു ട്രാക്കിൽ ഒരു ആംട്രാക്ക് എഞ്ചിൻ
ഒരു നിരോധന റോഡ് ചിഹ്നം
നിലത്ത് കറുത്ത പുള്ളി
വെള്ളയും പച്ചയും ഉള്ള ഒരു ബോട്ട്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
മനുഷ്യന്റെ കൈയിലുള്ള സെൽഫോൺ
മഞ്ഞ ബേസ്ബോൾ തൊപ്പി
മഴവില്ലും വെളുത്ത വരയുള്ള മേശ തുണിയും
പൂച്ചയുടെ വലത് ചെവി
"പിങ്ക്, ചുവപ്പ് ടെന്നീസ്‌ റാക്കറ്റ്."
ഒരു മേശ നിറയെ വസ്തുക്കൾ
കട്ട് ഓറഞ്ച് കഷ്ണങ്ങൾ
ഒരു വലിയ ടിവി
സുന്ദരിയായ സ്ത്രീകൾ ടെന്നീസ് റാക്കറ്റ് ഉപയോഗിച്ച് പന്ത് തട്ടുന്നു
സ്ത്രീകളുടെ വസ്ത്രം ധരിച്ച പുരുഷൻ
നിലത്ത് കറുത്ത പുള്ളി
നിലത്ത് കറുത്ത പുള്ളി
ഒരു തവിട്ട് പട്ടിക
നീലയും വെള്ളയും വരയുള്ള മേലാപ്പ്.
നായയും വെള്ളത്താൽ ചുറ്റപ്പെട്ട ആളുകളും
പയ്യൻ പുല്ലിൽ നിൽക്കുന്നു
കെട്ടിടത്തിന് മുകളിൽ കറുത്ത വെളിച്ചം
കറുത്ത പാന്റ്സ് ധരിച്ച സ്ത്രീ
അഴിക്കാത്ത ഷൂ
പച്ച പുൽത്തകിടി
ഒരു അടിയിൽ ഒരു കൂട്ടം കത്തികൾ
ഫിഫി എന്ന് പറയുന്ന നീല അക്ഷരങ്ങൾ
ഇടതുവശത്ത് പേപ്പർ ടവൽ ഡിസ്പെൻസർ.
തെരുവിന് ചുറ്റും നിൽക്കുന്ന ആളുകൾ.
കറുത്ത ഘടികാരവും വെളുത്ത മുഖവും
ട്രെയിനുകൾ ട്രാക്കിലേക്ക് ഇറങ്ങുന്നു
ബാക്ക് ഗ്രൗണ്ടിലെ കെട്ടിടത്തിലെ ആളുകൾ.
"മഞ്ഞ, വെള്ള ട്രെയിൻ"
പഴങ്ങളുടെ കൂമ്പാരത്തിൽ ഇരിക്കുന്ന ആപ്പിൾ.
ഒരു ഡീസലിന്റെ പിൻ ടയർ
ഒരു ആചാരത്തിൽ വസ്ത്രം ധരിച്ച ഒരാൾ
ഒരു കോൺ കറുപ്പും വെളുപ്പും വാസ്
ഒരു മഞ്ഞ ട്രെയിൻ പാസഞ്ചർ കാർ
ട്രെയിൻ സ്റ്റേഷനിലേക്ക് വലിക്കുന്നു
ഒരു ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ സ്‌ക്രീൻ.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വേവിക്കാത്ത ഡോനട്ട്സ്
കറുത്ത പാനലിംഗിലെ വിൻഡോസ്
വളരെ ചെറിയ നിഴൽ
വെള്ളം തുമ്പിക്കൈ കൊണ്ട് തെറിപ്പിക്കുന്ന ബേബി ആന
ഒരു വെളുത്ത കണ്ട്രോളറിന്റെ ഭാഗം
ഒരു ജിറാഫ് ഇടത് കണ്ണ്.
കുഞ്ഞ് ആന
റെയിലിംഗിൽ സ്കേറ്റ്ബോർഡിംഗ്
ആനയുടെ പ്രതിമ
വ്യക്തി പിസ്സ കഴിക്കുന്നു
ഒരു ടെന്നീസ് റാക്കറ്റ് കൈവശമുള്ള മനുഷ്യൻ.
ഒരു ചെറിയ പെൺകുട്ടി
മനുഷ്യൻ സ്കേറ്റ്ബോർഡിൽ സവാരി ചെയ്യുന്നു
കറുത്ത അക്ഷരവും ചുവപ്പ് നമ്പറും ഉള്ള വെളുത്ത ചിഹ്നം
വളരെ വലിയ ഗോപുരം
ഉയരമുള്ള ഘടികാര തൂൺ
ഒരു ചുറ്റുപാടിൽ ജിറാഫുകൾ
ഒരു സാൻഡ്‌വിച്ച് പത്രത്തിൽ ഉണ്ട്
കെട്ടിടം വെള്ളത്തിനടുത്താണ്.
സ്റ്റൗവിന് മുകളിലുള്ള മൈക്രോവേവ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
സ്കേറ്റ്ബോർഡ് ട്രിക്ക് ചെയ്യുന്ന ഒരാൾ
3 കുതിരകൾ നടക്കുന്നു
നീളമുള്ള വെളുത്ത തീവണ്ടി
നിയോൺ സർഫ്ബോർഡ് ഓടിക്കുന്ന ഒരാൾ.
ക്ലോക്കിന്റെ പ്രകാശം
പ്ലേറ്റിൽ സിൽവർ ഫോർക്ക്
ഒരു ഇരട്ട ഡെക്കർ ബസ്
പാളത്തിൽ ചുവന്ന തീവണ്ടി
വെള്ളത്തിൽ മഞ്ഞ കെട്ടിടത്തിന്റെ പ്രതിഫലനം
ഒരു കൂട്ടം ജിറാഫുകൾ
പൂച്ചയ്ക്ക് വാലിൽ വരകളുണ്ട്.
പിങ്ക് ടോയ്‌ലറ്റ് പേപ്പറിന്റെ നനഞ്ഞ റോൾ
ദുർബലമായ തൂവാലയിൽ രണ്ട് ഡോനട്ട്സ്
ചുമരിൽ തൂക്കിയിട്ടിരിക്കുന്ന കേസ് പ്രദർശിപ്പിക്കുക
ഇത് ഒരു വ്യക്തിയാണ്
സ്കേറ്റ്ബോർഡ് ഓടിക്കുന്ന ഒരു യുവാവ്.
കറുപ്പും വെളുപ്പും സ്ട്രീറ്റ്സ്‌കേപ്പ് ക്രമീകരണം
സ്കീയറിൽ വെളുത്ത നീളൻ കയ്യുള്ള ഷർട്ട്
രണ്ടുപേർ സൈക്കിളിലാണ്.
സാലഡിൽ തക്കാളി കഷണം
സ്കേറ്റ്ബോർഡറിന്റെ കറുത്ത തൊപ്പി
രണ്ട് ജിറാഫുകളിൽ ഒന്ന്
ഫ്രീസറുള്ള വെളുത്ത റഫ്രിജറേറ്റർ
ചുവരിൽ വർണ്ണാഭമായ ഗ്രാഫിറ്റി
ഭക്ഷണത്തിന്റെ ഒരു ട്രേ
ഒരു ചരിവിലൂടെ സ്കീയിംഗ് ചെയ്യുന്ന വ്യക്തി
ബണ്ണുകളിൽ രണ്ട് ഹോട്ട്ഡോഗുകൾ
സ്ത്രീ കറുത്ത ഷർട്ട് ധരിക്കുന്നു
ബമ്പി പ്ലെയിൻ തിളക്കമുള്ള ഡോനട്ട്.
ടൂത്ത് ബ്രഷുകൾ പ്ലാസ്റ്റിക്ക് കൊണ്ട് പൊതിഞ്ഞ്
നിൽക്കുന്ന പശു ആന
"രണ്ട് പച്ച, വെള്ള ട്രെയിൻ കാറുകൾ"
ചുവന്ന വാലുളള വെളുത്ത വിമാനം
ഒരു കുന്നിൻ മുകളിൽ ഒരു ആട്ടുകൊറ്റൻ
മോട്ടോർ സൈക്കിളിൽ സഞ്ചരിക്കുന്ന രണ്ടുപേർ
ഒരു മൃഗശാലയിൽ രണ്ട് ജിറാഫുകൾ
മനുഷ്യൻ ഒരു ടെന്നീസ് പന്ത് തട്ടാൻ തയ്യാറാകുന്നു
ഒരു ധ്രുവത്തിലെ ഉയർന്ന ഘടികാരം
ബേസ്ബോൾ കളിക്കാരൻ പ്രവർത്തിക്കുന്നു
ഫ്രെയിം ചെയ്ത കണ്ണാടി ചുമരിൽ തൂക്കിയിരിക്കുന്നു
വളഞ്ഞതും കുത്തനെയുള്ളതുമായ നടപ്പാതയിലൂടെ നടക്കുന്ന ആളുകൾ
തകർന്ന ഒരു പഴയ കുളിമുറി
കട്ടിംഗ് ബോർഡിൽ പിസ്സ
കുഞ്ഞ് ആന
ഇതാണ് ആകാശം
അമ്മ ജിറാഫ് ബേബി ജിറാഫിന്റെ ചെവിക്ക് പിന്നിൽ നിന്ന് വൃത്തിയാക്കുന്നു
ഒരു ആധുനിക വെളുത്ത കസേര
ഇതാണ് വന സസ്യങ്ങൾ
ബേസ്ബോൾ ബാറ്ററിൽ തട്ടി.
തീവണ്ടിയുടെ മുകളിലുള്ള പ്രകാശം
രണ്ടുപേർ ഒരുമിച്ച് ഇരിക്കുന്നു
ഒരു കുട്ടി ഇരുന്നു
തോളിൽ വലിയ കിളി
ഒരു ബൈക്ക് ഓടിക്കുന്ന വ്യക്തി.
ബണ്ണി സ്യൂട്ട് ധരിച്ച ഒരാൾ
കളിമൺ കോർട്ടിൽ പ്രൊഫഷണൽ ടെന്നീസ് മത്സരം
മനുഷ്യന്റെ കൈയിലുള്ള ബേസ്ബോൾ ബാറ്റ്
സ്റ്റോവറിന് മുകളിലുള്ള മൈക്രോവേവ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ധ്രുവത്തിൽ ചുവന്ന നിർത്തൽ ചിഹ്നം
വയലിൽ നടക്കുന്ന തവിട്ടുനിറത്തിലുള്ള ആന
ഒരു ഡോനട്ട് ഷോപ്പിൽ ഡോണട്ട്സ്
നീല പൂക്കൾ ഒരു പാത്രത്തിൽ.
ഒരു സ്റ്റോപ്പ് ചിഹ്നത്തിന്റെ വെള്ളി നിറം
ചുവന്ന തൊപ്പി ധരിച്ച സ്ത്രീ
ആനയുടെ തുമ്പിക്കൈ.
ചിഹ്നത്തിൽ വെളുത്ത അമ്പടയാളം.
ബിഗ് ടാൻ ടെഡി ബിയർ
കടൽത്തീരത്ത് കുപ്പായമില്ലാത്ത ഒരു മനുഷ്യൻ
സിങ്കിനു മുകളിലുള്ള മരുന്ന് കാബിനറ്റ്
ഒരു ബൈക്കിന്റെ പിൻ ടയർ
ദ്വീപ് ബീച്ച് രംഗം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കുട്ടിയുടെ നീല സ്കൈ വസ്ത്രം
ഒരു സെറാമിക് കാപ്പി മൊന്ത
ഇതൊരു പിന്തുണാ പോൾ ആണ്
പിസ്സ ദീർഘചതുരമാണ്
മനുഷ്യന്റെ തലയിൽ നീല നിറത്തിലുള്ള കെട്ട് .
രണ്ട് ജിറാഫുകൾ ഉണ്ട്
മോട്ടോർ സൈക്കിളിനൊപ്പം നിൽക്കുന്ന മാനെക്വിൻ
പച്ച പുല്ലിൽ വെളുത്ത സോക്കർ ബോൾ
ഇതൊരു കോവണി ആണ്
ഇതൊരു ഫലമാണ്
ഇത് ഒരു സ്ത്രീയാണ്
ആടുകളുടെ ഒരു കൂട്ടം
പയ്യൻ പുഞ്ചിരിക്കുന്നു
വ്യക്തിക്ക് കറുത്ത മുടിയുണ്ട്.
കെട്ടിടത്തിന് മുന്നിൽ ഓറഞ്ച് പദങ്ങൾ
പ്ലാറ്റ്‌ഫോമിനും മറ്റ് ട്രാക്കുകൾക്കും സമീപം ട്രെയിൻ ചെയ്യുക
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു മോട്ടോർ സൈക്കിൾ നടപ്പാതയിൽ പാർക്ക് ചെയ്തിരിക്കുന്നു
വർണ്ണാഭമായ പട്ടം ആകാശത്താണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഹിയർ തവിട്ടുനിറമാണ്
വൈറ്റ് സ്വിംഗിംഗ് ബാറ്റിലെ കളിക്കാരൻ
ഒരു പ്ലാസ്റ്റിക് കുപ്പി വെള്ളം
പക്ഷികൾ ഒളിഞ്ഞുനോക്കുന്നു
ഇതാണ് മതിൽ
ബേബി ഡെക്കറേഷനിൽ പോൾക്ക ഡോട്ട്
ആളുടെ കൈയിലുള്ള ഫ്രിസ്ബീ.
കറുപ്പും നീലയും നിറമുള്ള ബേസ്ബോൾ ബാറ്റ്
ഫലകത്തിൽ മധുരപലഹാരം
ഹോട്ട്ഡോഗ് മനോഹരമായി തോന്നുന്നു
കൂടുതലും ലോഹവും മരം മേൽക്കൂരയും.
51/2 വയസ്സ് പ്രായമുള്ള പുതുവർഷ കാർഡ് [ജൂലൈ 2010 ൽ]
രണ്ട് സ്ത്രീകൾ ഹിമപാതത്തിൽ സ്കീയിംഗ് നടത്തുന്നു
സ്നോബോർഡർ ധരിക്കുന്ന പച്ച പാന്റ്സ്.
മഞ്ഞുവീഴ്ചയിൽ നിൽക്കുന്ന ഒരാൾ
വൈറ്റ് ടോയ്‌ലറ്റിന് സീറ്റ്ഡൌൺ ഉണ്ട്
കറുപ്പും വെളുപ്പും പരാസെയിലിന് പിന്നിൽ സഞ്ചരിക്കുന്ന മനുഷ്യൻ
ഒരു കൃഷിയിടത്തിലെ ആടുകൾ
ചുമരിൽ ഒരു ഫ്ലാറ്റ് സ്ക്രീൻ ടിവി
പശു തവിട്ടുനിറമാണ്
ഹോട്ട് ഡോഗുകൾ പാനിൽ ഉണ്ട്
കുഞ്ഞ് ആന
ജിറാഫിൽ തവിട്ട് പാടുകൾ
ഒരു കോട്ടൺ വൈറ്റ് പുതപ്പ്.
മനുഷ്യന്റെ തലയിൽ തൊപ്പി
ഇത് ഒരു മനുഷ്യനാണ്
ഒരു ടെർമിനലിലെ രണ്ട് വെളുത്ത വിമാനങ്ങൾ
കിടക്കയ്ക്ക് മുകളിൽ തൂക്കിയിട്ടിരിക്കുന്ന പോസ്റ്റർ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
"ചാരയും, വെള്ളയും നിറമുള്ള കുട"
ഒരു തിരയിലേക്ക് നോക്കുന്ന വ്യക്തി
തോമസിന്റെ രൂപത്തിലുള്ള ഒരു കേക്ക്
ധ്രുവത്തിൽ പച്ച വെളിച്ചം
ഇതാണ് ആകാശം
ട്രാക്കുകൾ തവിട്ട് നിറമാണ്.
ചുമരിൽ ഒരു കുട്ടിയുടെ ചിത്രം
വായുവിലെ വെളുത്ത ഫ്രിസ്ബീ.
കറുപ്പും വെളുപ്പും പശു
മേൽക്കൂരയിൽ തൂക്കിയിട്ടിരിക്കുന്ന രണ്ട് കറുത്ത സ്പീക്കറുകൾ
ഒരു ജോടി സ്കൂൾ ഗോഗലുകൾ
ഇത് ഒരു പൂച്ചയാണ്
ഇടതുവശത്ത് സൂര്യ പുഷ്പം
പൂച്ചയുടെ മുന്നിൽ ഒരു കോമിക്ക് പുസ്തകം
പുരുഷന്റെ ഇടതു കൈത്തണ്ടയിൽ കാണുക
കയിൽ കറുത്ത എന്തോ പിടിച്ചിരിക്കുന്നു
ഒരു കുട്ടി ആന ഒരു മുതിർന്ന ആനയെ പിന്തുടരുന്നു
"ഇളം തവിട്ട്, ചാരനിറത്തിലുള്ള ഫർണിച്ചറുകൾ ഒരു മുറിയിൽ"
കടലിൽ ഒരു സർഫർ
വെളിച്ചം ചുവപ്പാണ്
ചാരനിറത്തിലുള്ള പാർക്കിംഗ് മീറ്റർ
ചാരനിറത്തിലുള്ള പാർക്കിംഗ് മീറ്റർ
ഇതാണ് ആകാശം
രണ്ടുപേർ ഒരു പാർക്കിൽ ആസ്വദിക്കുന്നു
ടാർമാക്കിൽ വലിയ വെളുത്ത എയർബസ്
ചുവപ്പും വെള്ളയും സിവി‌എസ് ഫാർമസി ചിഹ്നം.
ഒരു ടെന്നീസ് കോർട്ടിൽ വനിതാ കളിക്കാരൻ
"പുല്ലിൽ തവിട്ട്, വെളുത്ത പശു"
കൊച്ചു പെൺകുട്ടിക്ക് നീളമുള്ള മുടിയുണ്ട്
കൊച്ചു പെൺകുട്ടിയുടെ മുടി സ്വർണ നിരത്തിലുള്ളതാണ്
ആകാശം തെളിഞ്ഞ കാലാവസ്ഥയാണ്.
കയറിൽ പതാകകൾ
ഇതൊരു കാട്ടുമൃഗമാണ്
മൈതാനത്ത് ഓടുന്ന ഒരു പെൺകുട്ടി
ലാപ്ടോപ്പ് വെളുത്ത നിറമാണ്.
ആൺകുട്ടി ഹെൽമെറ്റ് ധരിക്കുന്നു
ചോപ്സ്റ്റിക്കുകളുടെ അറ്റത്ത് കാൽ
ഒരു സ്ത്രീ ടെന്നീസ് കളിക്കുന്നു.
എഞ്ചിൻ കാറിലെ പുക കുഴൽ
ഇതൊരു ട്രെയിൻ ആണ്
ബോൾക്യാപ്പ് പിന്നിലേക്ക് ധരിച്ചയാൾ
ചട്ടി വെള്ളിക്കൊണ്ട് ഉള്ളതാണ്
ഒരു കറുത്ത അടുക്കള സിങ്ക്.
ട്രക്ക് നീലയാണ്
ചെറിയ അറ്റകുറ്റപ്പണികൾക്ക് വിധേയമായ ബാത്ത്റൂം
ഒരു ഓറഞ്ച് ഫയർ ഹൈഡ്രാന്റ്
മുൻവശത്ത് മൂന്ന് പേർ
തവിട്ട് തറ നിലകൾ.
ഒരു മനുഷ്യനും നായയും സർഫിംഗ് ചെയ്യുന്നു
രണ്ട് ചിത്രങ്ങൾ ഒരുമിച്ച് ചേർന്നു.
പൂത്തട്ടം സ്ട്രൈപ്പ് ചെയ്തു
"സ്ലൈഡിംഗ് വാതിലിനു മുകളിൽ മഞ്ഞ, നീല മൂടുശീലകൾ"
ഇതൊരു പൂച്ചയാണ്
ഒരു ആൺകുട്ടി സ്കേറ്റിംഗ് ചെയ്യുന്നു.
മനുഷ്യൻ കറുപ്പും ചുവപ്പും തൊപ്പി ധരിച്ചിരിക്കുന്നു
ഒരു കൈയുടെ അഗ്രം
സുഷിയുടെ ഒരു പാത്രം
രണ്ട് സെൽ ഫോണുകൾ കൈവശമുള്ള പെൺകുട്ടി
ഇടത് ഏറ്റവും മുട്ട്
വെളുത്ത ഫ്രിസ്ബീ പുതപ്പിൽ കിടക്കുന്നു
റെയിലിംഗ് അടുത്തുളള സ്ട്രോളർ
പശ്ചാത്തലത്തിൽ ചെളി നിറഞ്ഞ തവിട്ടുനിറം.
കട്ട് അപ്പ് കാരറ്റ്
ഒരു കേബിൾ വേലിയുടെ ലോഹത്തിന്റെ തൂൺ
ഈ ഷർട്ട് ചുവപ്പാണ്
ഒരു പച്ച തെരുവ് നാമ ചിഹ്നം
കുതിരയുടെ പുറകിൽ കയറിന്റെ ചുവന്ന നീളം
പച്ചക്കറികൾ നിറഞ്ഞ വലിയ ലോഹത്തിന്റെ കലം
പിങ്ക് ഫോൺ കൈവശമുള്ള പെൺകുട്ടി
ഒരു പാത്രത്തിൽ ഒരു കൂട്ടം പഴങ്ങൾ
സ്ത്രീ ചുവരിൽ ഒരു പോസ്റ്റർ പിൻ ചെയ്യുന്നു
ട്രാക്കുകളിൽ ഒരു യാത്രാ ട്രെയിൻ
ബാക്ക് സ്പെയർ ടയർ കമ്പാർട്ട്മെന്റ്.
പിസ്സയിൽ ചുവന്ന സോസ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
"മെറൂൺ,വെള്ള ട്രെയിൻ കാർ"
ഒരു ട്രക്ക് തെരുവിലൂടെ ഓടിക്കുന്നു
ഒരു നിലപാടിന്റെ ഭാഗം
കറുത്ത പായലിനടുത്ത് കറുത്ത സ്പീക്കർ
"മുഖത്തോട് കൂടിയ ചുവപ്പും,വെള്ളയും നിറങ്ങൾ ഉള്ള ടി ഷർട്ട്"
ഇതാണ് ആകാശം
കുഞ്ഞ് ആന
കളിപ്പാട്ടങ്ങൾ കൈവശം വയ്ക്കുന്നതിനുള്ള വെളുത്ത ക്യൂബി
ഒരു വെളുത്ത ആപ്രോൺ.
ബൺ നീളം ഹോട്ട് ഡോഗ്
ചമ്മട്ടി ക്രീമിൽ എം അക്ഷരത്തിൽ ചുവന്ന ആപ്പിൾ
ചുവന്ന കോളർ ധരിച്ച നായ
നീലയും ചുവപ്പും നിറത്തിലുള്ള സ്കാർഫ് ധരിച്ച സ്ത്രീ
കുഞ്ഞ് ആന
ആകാശത്തിലെ മെറ്റൽ വയറുകൾ
സീലിംഗിൽ വൃത്താകൃതിയിലുള്ളതും വെളുത്തതുമായ ഒരു ഫർണിച്ചർ
സ്റ്റെയർ കേസ്
മരം കൊണ്ടുള്ള ഇരട്ട വാതിലുകൾ
രണ്ട് ജിറാഫുകൾ ഒരുമിച്ച് നിൽക്കുന്നു
ഫ്രിസ്ബീ എറിയുന്ന കുട്ടി
ഒരു മരത്തിന്റെ കൊമ്പുകൾ
സ്ത്രീയുടെ അരികിൽ കിടക്കുന്ന റോസാപ്പൂക്കൾ
ഓഫ് വൈറ്റ് മതിൽ.
ഒരു ചുവന്ന കുട
ഓറഞ്ച് ടാഗുകളുള്ള പുതിയ പിയേഴ്സ്
മേശപ്പുറത്ത് സിൽവർ പിസ്സ പാൻ
നഗരത്തിലെ തവിട്ടുനിറത്തിലുള്ള കരടി
കുട്ടി ഒരു കട്ടിലിൽ ഇരിക്കുന്നു
ബെഞ്ചിനടുത്ത് നിൽക്കുന്ന ഒരു സ്ത്രീ
പുല്ല് തിന്നുന്ന രണ്ട് പശുക്കൾ
ഒരു ചിത്രം ആഭ്യന്തര ക്രമീകരണം കാണിക്കുന്നു
വായുവിൽ ഒരു ജെറ്റ്
കെട്ടിടത്തിന്റെ നിർത്തിയിട്ടേക്കുന്ന നീല വാഹനം
മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്ന രണ്ട് പോലീസ് ഉദ്യോഗസ്ഥർ
ഡോനട്ടിന്റെ പകുതി ചോക്ലേറ്റിൽ പൊതിഞ്ഞിരിക്കുന്നു
ഒരു ടെന്നീസ് കളിക്കാരൻ ഒരു പന്ത് തട്ടുന്നു
ഫ്രിഡ്ജിന് അടുത്തുള്ള അഗ്നിശമന ഉപകരണം
വുഡൻ പുസ്തക ഷെൽഫ്
ഒരു വലിയ വെളുത്ത ബസ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു വരി ബോട്ടിലുള്ള ആളുകൾ
ഒരു പെട്ടി പൂക്കൾ
സ്യൂട്ട്കേസുകൾ വഹിക്കുന്ന രണ്ടുപേർ
ചുവപ്പും വെള്ളയും തൊപ്പിയിലുള്ള വ്യക്തി
ഒരു കപ്പ് ഐസ് വാട്ടർ
"ചുവപ്പ്, ടാൻ വരകൾ"
ഒരു ഷെഡിൽ ഒരു ടോയ്‌ലറ്റ്
ഇതൊരു ബെഞ്ചാണ്
ചെറിയ കറുത്ത പവർ കോഡ്
ചിപ്പുകൾ അടങ്ങിയ സ്റ്റെയിൻലെസ് സ്റ്റീൽ പാത്രം
ടിവിയുടെ സ്‌ക്രീൻ ഓണാണ്
ചുവപ്പും വെള്ളയും കഴുത്ത് ടൈ
ഒരു മേശയിൽ മൂന്ന് പ്രിന്ററുകൾ
ആകാശം നീലയാണ്.
വെളുത്ത സെറാമിക് പാത്രത്തിൽ ഓർക്കിഡ്
ഒരു ധ്രുവത്തിൽ ടെഡി ബിയർ
ബോക്സ് കറുത്ത നിറമാണ്.
ഇടതുവശത്തുള്ള ഡക്കിന്റെ കൊക്ക്
ഒരു ജോഡി ജീൻസിൽ പോക്കറ്റിൽ നിന്ന് ഒരു സെൽ ഫോൺ
ചെറിയ കൈ ഓറഞ്ച് ടി ഷർട്ട് ധരിച്ച സ്ത്രീ
വെളുത്ത ഷർട്ട് ധരിച്ച ടെന്നീസ് കളിക്കാരൻ
പിന്നിലെ വിമാനത്തിൽ ചെറിയ ഫ്രണ്ട് ടയർ
ഒരു കൂട്ടം ആടുകൾ പുല്ല് കഷണങ്ങൾക്കായി ലഘുഭക്ഷണം തേടുന്നു
ഒരു ടോയ്‌ലറ്റ് സീറ്റ്
ആളുകൾ ഒരു ചരിവ് താഴേക്ക് വീഴുന്നു
കുട്ടി ധരിക്കുന്ന ചുവന്ന തൊപ്പി.
വിമാനത്തിന്റെ വാൽ.
പുള്ളികളുള്ള ജിറാഫ് കാട്ടിൽ
വ്യക്തിയുടെ കൈ ലാപ്‌ടോപ്പിലാണ്.
ഒരു വള്ളി ടൈ
സ്നോബോർഡറുടെ തലയിൽ ഹെൽമെറ്റ്.
ഒരു വീട്ടിൽ അടുക്കള.
മനുഷ്യൻ പച്ച സമുദ്രത്തിൽ സർഫിംഗ് ചെയ്യുന്നു
ആൺകുട്ടി വായുവിലേക്ക് ചാടുന്നു
ദ്വീപ് ബീച്ച് രംഗം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ധ്രുവത്തിലെ തെരുവ് അടയാളങ്ങൾ
വിമാന എഞ്ചിന്റെ അടിവശം
ഒരു മേശപ്പുറത്ത് ഒരു ശൂന്യമായ പാത്രം
വെള്ളത്തിൽ ഒരു വെള്ള ബോട്ട്
ഒരു ചെറിയ ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
ഒരു ആശുപത്രി കിടക്കയിൽ ഒരു സ്ത്രീ
പശ്ചാത്തലത്തിൽ ഒരു വലിയ പർവ്വതം
ഒരു പരിപാടിയിൽ പങ്കെടുക്കുന്ന ആളുകൾ
അപ്ഹോൾസ്റ്റേർഡ് കസേരയുടെ പിൻഭാഗം
നീലയും വെള്ളയും തൂവാല
വെള്ളത്തിൽ ബോട്ട്.
കുട്ടികൾ കൈറ്റ്സ് പറക്കാൻ പോകുന്നു
ഒരു വിമാനത്തിലെ വിൻഡോ
ടെഡി ബിയറിൽ തവിട്ട് നിറമുള്ള മുടി
കാറിലെ നായ.
മനുഷ്യൻ തന്റെ വിരലിൽ ഒരു വിവാഹ ബാൻഡ് ധരിച്ചിരിക്കുന്നു
ഒരു വഴി ചിഹ്നം.
ബാഗെൽ പകുതി കഴിച്ചു
ഒരു പച്ച ജീപ്പ്
ഒരു ടെഡി ബിയർ രൂപം
ഒരു പെൺകുട്ടി ടെന്നീസ് റാക്കറ്റുമായി കളിക്കുന്നു
കോർട്ടിനു അറ്റത്തുള്ള കറുത്ത വസ്തു
കട്ടിലിന് സമീപം വിളക്ക്.
കുഞ്ഞ് ആന
നടപ്പാതയിൽ വെളുത്ത നായ
പെൺകുട്ടി മാല ധരിക്കുന്നു
മേശപ്പുറത്ത് പാകം ചെയ്യാത്ത മൂന്ന് പിസ്സകൾ
ഓറഞ്ച് ഫ്രിസ്ബീ
സ്കേറ്റ്ബോർഡിൽ കറുത്ത പാന്റ്സ് ധരിച്ച ഒരാൾ
ഒരു ടവർ ക്രെയിൻ പ്രവർത്തിക്കുന്നു
കലം ലോഹത്താലാണ് നിർമ്മിച്ചിരിക്കുന്നത്.
ചെറിയ വെള്ളി കളിപ്പാട്ട കാർ
ആടുകൾ ക്യാമറക്ക് വേണ്ടി നിൽക്കുന്നു
മൂന്ന് വെളുത്ത ചരക്ക് കാറുകൾ
മഞ്ഞിൽ ഇരിക്കുന്ന വ്യക്തി
സ്വർണ്ണ മുഖത്തിന്റെ ചിത്രം
ഒരു മുട്ടയുടെ രണ്ട് പകുതിയും പച്ചക്കറി സാൻഡ്‌വിച്ചും
ഒരു വലിയ വെളുത്ത തരംഗം.
തൂവാലയുള്ള ആഴത്തിലുള്ള വെളുത്ത റ്റബ്
പൂച്ച
ഫോട്ടോയ്ക്ക് ഒരു വാട്ടർമാർക്ക് ഉണ്ട്.
ചെറിയ സുന്ദരമായ മുടിയുള്ള പയ്യൻ
ചുവപ്പും വെള്ളയും പതാക
ഒരു മരത്തിൽ നാരങ്ങകൾ
അല്പം തവിട്ട് വെളുത്ത നിറമുളള കുതിര.
പുഷ്പങ്ങളുള്ള ഒരു പാത്രം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
കടൽവെള്ളം
ആ മനുഷ്യൻ മീറ്ററിന് മുന്നിൽ കൈ പിടിച്ചിരിക്കുന്നതിനാൽ അവർക്ക് അത് വായിക്കാൻ കഴിയും
ക്രിസ്റ്റൽ ക്ലിയർ നീലാകാശം
തവിട്ടുനിറത്തിലുള്ള ദ്രാവകം നിറച്ച മേസൺ പാത്രം
പച്ച പുല്ലും തവിട്ട് അഴുക്കും
മേശ തുണി വെളുത്തതാണ്
മോട്ടോർ സൈക്കിൾ പാർക്ക് ചെയ്തിരിക്കുന്നു
ഒരു സ്യൂട്ട്‌കേസിനുള്ളിൽ ഒരു നായ
അമേരിക്കൻ ഫ്ലാഗ് പശ്ചാത്തലത്തിൽ പറക്കുന്നു
സ്ത്രീക്ക് നീളമുള്ള മുടിയുണ്ട്.
ഒരു ഡൈനിംഗ് റൂമിൽ ഒരു ഓവൽ മര മേശ
സ്ത്രീ ഇരുണ്ട ഹെൽമെറ്റ് ധരിക്കുന്നു
ട്രെയിനിൽ ചുവന്ന പെയിന്റ്
ടാർ ഇട്ട റോഡ്
ഡോക്കിലുള്ള ആളുകൾ.
ആളുകൾ തീവണ്ടിക്ക്നി അരികിൽ നിൽക്കുന്നു
ഒരു ഫാൽക്കണിന്റെ വാൽ തൂവലുകൾ
കസേരകൾക്ക് മുകളിലുള്ള വെളുത്ത കുടകൾ
ഈസി ജെറ്റ് വിമാനം പറക്കുന്നു
സിൽവർ കോംപാക്റ്റ് കാർ
നായ ഒരു ചോർച്ചയിലാണ്.
ഒരു ബാഗ് കോട്ടൺ മിഠായി
യാത്രക്കാരെ കയറ്റുന്ന ചെറിയ ട്രെയിൻ കാർ
ഒരു ഫീൽഡിൽ മൂന്ന് സീബ്രകൾ
മനുഷ്യന്റെ കുപ്പായം പച്ചയാണ്
ജിറാഫ് കാട്ടിൽ.
ഒരു ആപ്പിളിന് മുകളിൽ നീളമുള്ള വാഴപ്പഴം
വെളുത്ത ഷർട്ടും കറുത്ത ഷോർട്ട്സും ധരിച്ച ടെന്നീസ് കളിക്കാരൻ
"ബീഫ്, ബ്രൊക്കോളി"
ഒരു കൂട്ടം സ്കീയർ‌മാരും സ്നോ‌ബോർ‌ഡർ‌മാരും
പൂർണ്ണവസ്ത്രം ധരിച്ച മനുഷ്യൻ വെള്ളത്തിൽ പൊങ്ങിക്കിടക്കുന്നു
നടപ്പാത ചാരനിറമാണ്.
കുഞ്ഞ് ആന
ഒരു സ്ത്രീ ടെന്നീസ് കോർട്ടിൽ നടക്കുന്നു
"കാറിന്റെ കണ്ണാടിയിൽ കാണുന്ന തീവണ്ടിയും, നിൽക്കുന്ന മനുഷ്യനും"
പുരുഷ സ്കീയർ സ്കീയിംഗ് കുന്നിൻ മുകളിലൂടെ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ബീച്ചിൽ ഒരു മഞ്ഞ കുട
പ്ലാറ്റ്ഫോമിൽ തവിട്ട് സാധനം
ചെറിയ വെളുത്ത നൈക്ക് ചിഹ്നം
മേരി പോപ്പിൻസ് ടിവിയിൽ കാണിക്കുന്നു
സ്ത്രീ ഒരു തംബ് അപ്പ് നൽകുന്നു.
ഒരു കുളിമുറിയിൽ ഇരട്ട സിങ്കുകൾ
ചുരുണ്ട തവിട്ട് വരയുള്ള പൂച്ച
ഒരു ആൺകുട്ടിയുടെ കണ്ണ്
പഴയ തടി ടോയ്‌ലറ്റ് സീറ്റ്
വിമാനത്തിന് മുകളിലുള്ള ആകാശത്ത് വെളുത്ത മേഘങ്ങൾ
സ്വർണ്ണവും കറുത്തതുമായ വലിയ ഘടികാരം
ആളുകൾ തിരക്കുള്ള ട്രെയിൻ സ്റ്റേഷന് ചുറ്റും നിൽക്കുന്നു
കറുത്ത ചവറ്റുകുട്ടയ്ക്ക് ലിറ്റർ എന്ന് ലേബൽ ചെയ്യാൻ കഴിയും
കുഞ്ഞ് ആന
നീലയും വെള്ളയും പ്രതിമ
ഒരു പാത്രം പഴം
ക്രാകേഴ്സിൽ പച്ചക്കറികൾ ഉള്ള നീല പ്ലേറ്റ്
തവിട്ടുനിറത്തിലുള്ള പശു പുല്ലിൽ കിടക്കുന്നു.
അഗ്നി ജലാംശത്തിലെ കണ്ണ്
സീബ്രയുടെ കറുപ്പും വെളുപ്പും തല
കുഞ്ഞ് ആന
ചുവപ്പും വെള്ളയും അടയാളം.
കെട്ടിടത്തിന് മുകളിൽ നീല പതാക
പിങ്ക് കൈറ്റ് ആകാശത്ത് പറക്കുന്നു
മനോഹരമായ ചെറിയ നായയുടെ മൂക്ക്
ഒരു മഞ്ഞ നേർഫ് മാവെറിക് തോക്ക്
ഒരു മേശപ്പുറത്ത് നിൽക്കുന്ന പക്ഷി.
ഒളിഞ്ഞുകിടക്കുന്ന ഏഷ്യൻ സ്ത്രീ
രണ്ട് കുതിരകളെ കടൽത്തീരത്ത് ഓടിക്കുന്നു
"തവിട്ട്, ടാൻ പൂച്ച"
സ്കീസ് ​​പിടിക്കുന്ന ഒരാൾ
ഒരു കഷണം പിസ്സയുടെ ഭാഗം
അമ്മ ജിറാഫ് തന്റെ രണ്ട് കുഞ്ഞുങ്ങളോടൊപ്പം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ആഴത്തിൽ വെള്ളപ്പൊക്കമുണ്ടായ റോഡ്
ഒരു ബ്രിട്ടീഷ് എയർവേയ്‌സ് വിമാനം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ആൺകുട്ടിയും വൃദ്ധയും
മനുഷ്യൻ ആന സവാരി ചെയ്യുന്നു
ഒരു പാസഞ്ചർ ജെറ്റ്
ഒരു വെളുത്ത കോഫി ഫിൽട്ടർ.
തെളിഞ്ഞ നീലാകാശം
പൂച്ച എന്തെങ്കിലും കാണുന്നു
വെളുത്ത് പാത്രത്തിൽ വെച്ചിരിക്കുന്ന ഭക്ഷണം
മേശപ്പുറത്ത് ഒരു പച്ച ഇല
തൂവാലകൾ ഒരു സ്റ്റോവ് ഹാൻഡ്‌ലിലിൽ തൂക്കിയിരിക്കുന്നു
പഴുത്ത ചുവന്ന ആപ്പിൾ
മൂന്ന് പേർ ബെഞ്ചിൽ ഇരിക്കുന്നു
ബോക്സിന്റെ വശത്ത് ഫ്രോസ്റ്റിംഗ്
പഴയ ട്രെയിനിന്റെ പൂരിത ഫോട്ടോ
പുതിയ പഴങ്ങളുടെയും പച്ചക്കറികളുടെയും തിരഞ്ഞെടുപ്പ്
സാൻഡ്‌വിച്ചിന് മുകളിൽ അച്ചാർ കഷ്ണം
രണ്ട് സർഫറുകൾ സമുദ്രത്തിലേക്ക് നടക്കുന്നു
ട്രെയിൻ ചലനത്തിലാണ്
ദ്വീപ് ബീച്ച് രംഗം
ഒരു സ്റ്റ ove യുടെ ചുവടെയുള്ള അലമാര
വൈറ്റ് മെറ്റൽ സ്ട്രീറ്റ് ചിഹ്നം
കറുത്ത പൂച്ച പുല്ലിൽ നടക്കുന്നു
മനുഷ്യൻ കട്ടിലിൽ കിടക്കുന്നു
ഒരു ബെഞ്ചിൽ ഇരിക്കുന്ന ഒരാൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കറുത്ത ട്രക്ക് ഒരു ബോട്ട് വലിക്കുന്നു
കറുത്ത ഷൂ ഉപയോഗിച്ച് കറുപ്പും വെളുപ്പും സോക്സ്
ട്രെയിൻ ഒരു സ്റ്റേഷനിലാണ്
ഒരു വെള്ളി കൈത്തണ്ട വാച്ച്
ചുവന്ന പ്ലാസ്റ്റിക് കത്രികയുടെ ജോഡി
പച്ച വെളിച്ചമുള്ള ട്രാഫിക് സിഗ്നൽ പ്രകാശിച്ചു
പിസ്സയിൽ ചീസ് ഉരുകി.
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് സീബ്ര നിൽക്കുന്നു
മഞ്ഞനിറത്തിലുള്ള പുഷ്പം.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സ്കീസിൽ നിൽക്കുന്ന വ്യക്തി
സ്നോബോർഡ് ജമ്പ് ചെയ്യുന്ന വ്യക്തി
വർണ്ണാഭമായ കൈറ്റ് വായുവിൽ
ഒരു വേലിയുടെ ഭാഗം
ടാൻ നിറമുള്ള കോഫി ടേബിൾ
തറ ചാരനിറമാണ്.
ചുവപ്പ് വെളിച്ചത്തിൽ നടക്കരുത്
പെൺകുട്ടിക്ക് നീളമുള്ള മുടിയുണ്ട്.
ഒരു സമുദ്രത്തിന്റെ ഭാഗം
ഒരു കറുത്ത വിമാന പ്രൊപ്പല്ലർ.
ധ്രുവത്തിൽ രണ്ട് മണൽ നിറമുള്ള അടയാളങ്ങൾ
കുഞ്ഞ് ആന
കണ്ണാടി ധരിച്ച കഷണ്ടിക്കാരൻ
മുതിർന്നവരും കുട്ടികളും ഭക്ഷണ പദാർത്ഥങ്ങളുമായി
കഴിക്കാൻ ഉപയോഗിക്കുന്ന ഒരു മെറ്റൽ ഫോർക്ക്
മനുഷ്യൻ ഇടതുവശത്ത് നിൽക്കുന്നു
ചെറിയ പച്ച നാരങ്ങ പകുതി
വയലിലെ മൃഗങ്ങൾ
ചരിഞ്ഞ ചിത്രം
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് പശു
"കുതിര തവിട്ട്, കറുപ്പ് നിറമാണ്"
ടർക്കികളുടെ കൂട്ടം
ടോയ്‌ലറ്റിൽ തവിട്ടുനിറത്തിലുള്ള ടോയ്‌ലറ്റ് ലിഡ്.
സുന്ദരിയായ വനിതാ ടെന്നീസ് കളിക്കാരൻ
പൊതുസേവകന്റെ തരം
വീഡിയോ ഗെയിമുകൾ കളിക്കുന്ന കുട്ടി
വ്യക്തിക്ക് തവിട്ട് നിറമുള്ള മുടിയുണ്ട്.
ദ്വീപ് ബീച്ച് രംഗം
യുവ വനിത സ്കേറ്റ് ബോർഡർ
കടൽത്തീരത്തെ വാൻ
പുസ്തകത്തിന്റെ മുകളിൽ പുസ്തകം
മേശപ്പുറത്ത് കുപ്പിവെള്ള പാനീയം
പുല്ലിൽ കളിക്കുന്ന നായ്ക്കൾ
ചുവന്ന കഴുത്ത് ടൈയിൽ ചതുര രൂപകൽപ്പന
വെളുത്ത കേക്ക് കഷ്ണം
ബൈക്കിൽ ഒരു ടെഡി ബിയർ
ആനകൾ വെള്ളത്തിലാണ്.
വായുവിലെ ഒരു കൂട്ടം സ്റ്റഫ്
ഒരു ചെറിയ പച്ച ഇല
വെള്ളി നിറമുള്ള വിമാനം.
ഒരു കുടിവെള്ള ഗ്ലാസ്
കോഫി ടേബിളിൽ തുറന്ന ലാപ്‌ടോപ്പ്
വാഴപ്പഴം കഴിക്കുന്ന പെൺകുട്ടി
ശൂന്യമായ തെരുവിന്റെ കാഴ്ച
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു സ്ത്രീ ഒരു സ്ത്രീയെ ചുമക്കുന്നു
ആ സ്ത്രീ തലയ്ക്ക് മുകളിൽ പിടിച്ചിരിക്കുന്ന കുട.
പുല്ല് തിന്നുന്ന ആട്
ചുവന്ന ജാക്കറ്റിൽ സ്കീയർ
പ്ലേറ്റ് മഞ്ഞയാണ്
ബസ് സ്റ്റേഷനിൽ ബസ് നിർത്തി.
വെളുത്ത മുഖമുള്ള ക്ലോക്ക്
നീല തെരുവ് ചിഹ്നം.
തെരുവിലെ ഉയരമുള്ള കെട്ടിടം
കുതിരസവാരി ചെയ്യുന്ന കൗബോയ്
ഒരു പാറയുടെ അറ്റം
ഒരു മേശയിൽ ഒരു പാർട്ടി
വൈൻ ഗ്ലാസ് കൈവശമുള്ള ഒരാൾ.
പഴയ ഗ്രീൻ സിറ്റി ബസ്
ഒരു സ്ത്രീ സെൽ‌ഫോണിലായിരിക്കുമ്പോൾ‌ ചൂഷണം ചെയ്യുന്നു
വെളുത്ത മേശ വിളക്ക്
ഒരു കട്ടിലിൽ ഒരു സ്യൂട്ട്കേസ്
വൈഡ് ഫ്ലാറ്റ് സ്ക്രീൻ ടിവി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
റോഡിൽ ഇരട്ട നില ബസ്
ഒരു ലോഹധ്രുവം
പുതിയ ഉൽ‌പ്പന്നങ്ങൾ
തൊപ്പിയുടെ അഗ്രം
പച്ച ട്രക്കിന്റെ വശത്ത് ഓറഞ്ച് ലൈറ്റ്
നൈക്ക് തൊപ്പി ധരിച്ച വൃദ്ധൻ
"ബ്രൗണും, വെള്ളയും നിറമുളള പക്ഷി"
കറുത്ത സൈക്കിൾ
ഇതൊരു പട്ടം ആണ്
വ്യക്തിയും ബെഞ്ചും
മനുഷ്യൻ കാറിന്റെ അകത്തേക്ക് വളയുന്നു
ഗ്ലാസ് മേശപ്പുറത്ത് ഇരിക്കുന്ന ചെടി
വ്യക്തി ചാടുകയാണ്
കറുപ്പും വെളുപ്പും ഇളം വരയുള്ള സീബ്ര
സ്വർണ്ണത്തിനുള്ള പണം എന്ന് പറയുന്ന നിയോൺ കാഴ്ച
കുന്നിൽ വെളുത്ത മഞ്ഞ് നീങ്ങുന്നു.
ട്രക്കിൽ വരച്ച ഗ്രാഫിറ്റി
വിമാനം ലാൻഡിംഗ് ഗിയർ
ഒരു മേഘത്തിന്റെ ഭാഗം
പ്രായമായ ആട് ഒരു ആട്ടിൻകുട്ടിയോടൊപ്പം നിൽക്കുന്നു.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ജന്മദിന പാർട്ടിയിൽ ഒരു കുടുംബം
ട്രാഫിക് ലൈറ്റ് പോളിനെതിരെ ഏണിയിൽ ജോലിചെയ്യുന്നയാൾ
ഇതൊരു സ്റ്റോപ്പ് ചിഹ്നമാണ്
ഒരു ചെറിയ സിൽവർ സെൽഫോൺ.
ഒരാൾ സർഫിംഗ് പോകുന്നു
കുഞ്ഞ് ആന
പർവതത്തിൽ നിൽക്കുന്ന സ്കയർ
കഴുത്തിൽ വെളുപ്പുള്ള ഒരു കറുത്ത നായ.
കറുത്ത മുഖമുള്ള മുഷിഞ്ഞ സ്റ്റിക്കർ
ലാപ്‌ടോപ്പ് ഉപയോഗിക്കുന്ന തവിട്ടുനിറത്തിലുള്ള ടെഡി ബിയർ.
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് ഫോട്ടോയിലെ കെട്ടിടങ്ങൾ
ഒരു പുരുഷന്റെയും നായയുടെയും നാല് രംഗങ്ങൾ.
ഒരു ചുവന്ന ബേസ്ബോൾ തൊപ്പി.
കുതിര ധ്രുവത്തിൽ കെട്ടി.
ആനയ്ക്ക് വലിയ ഇരുണ്ട കണ്ണുണ്ട്.
വിമാനത്തിന്റെ വശത്ത് രൂപകൽപ്പന
തറയിൽ ഒരു ചുവന്ന സർക്കിൾ റഗ്
ആട്ടിൻ കുട്ടിയുമായി ഒരു വെളുത്ത പശു
മണലിൽ ബൂഗി ബോർഡ്
കട്ടിയുള്ള പിങ്ക് തിളക്കമുള്ള ഡോനട്ട്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പുല്ലിൽ കറുത്ത പൂച്ച
മനുഷ്യൻ നടപ്പാതയിലൂടെ നടക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ആപ്പിളിന്റെ ക്വാർട്ട് കണ്ടെയ്നർ
കറുത്ത കരടി നാലിലും നടക്കുന്നു
ഘടികാര ഗോപുരത്തിൽ കറുപ്പും വെളുപ്പും ഘടികാരം
ഒരു സ്ത്രീ കുതിരസവാരി.
ഒരു ബോർഡിൽ ചാരിയിരിക്കുന്ന ഒരാൾ
വയലിൽ ആടുകൾ
ബസ് നിയന്ത്രണം വിട്ട് നിർത്തി
കടകളുടെ മുൻഭാഗത്ത് ലൈറ്റുകളുടെ നിര
ഒരു വലിയ സോക്കർ ബോൾ
"തവിട്ട്, ടാൻ ക്ലോക്ക് ടവർ"
പച്ച വിന്റർ കായിക കോട്ട്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ദ്വീപ് ബീച്ച് രംഗം
അമ്മ ഉറങ്ങുന്നതുപോലെ ഗോസ്ലിംഗ് കാണുന്നു
കറുത്ത കുപ്പായമുള്ള ഒരാൾ
ചക്രങ്ങളിൽ നിൽക്കുന്ന ചാരനിറത്തിലുള്ള തിളക്കമുള്ള സ്യൂട്ട്കേസ്
ഭക്ഷണത്തിന്റെ ഒരു തളികയിൽ കത്രിക
ഘടികാരത്തിൽ യുഡി.
കാട്ടിൽ ഒരു തവിട്ടുനിറത്തിലുള്ള കരടി
ഇഷ്ടിക കെട്ടിടത്തിലെ ഉയരമുള്ള ഗോപുരം
ചില വൈദ്യുതി ലൈനുകൾ
കട്ടിലിൽ കറുത്ത പൂച്ച
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു മരത്തിൽ ഒരു ടെഡി ബിയർ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ആകാശത്ത് പറക്കുന്ന കൈറ്റ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
നീല മോപ്പെഡ് ഫ്രെയിമിലേക്ക് ലോക്കുചെയ്‌തു
സ്വീകരണമുറിയിലെ കോഫി ടേബിൾ
ഒരു വൈ ഗെയിം സ്റ്റേഷൻ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സ്കീയർമാർ കുന്നിറങ്ങുകയാണ്
മരം ബോർഡിന്റെ വശത്ത് വളരുന്ന പായൽ
സ്കേറ്റ്ബോർഡ് ഓടിക്കുന്ന പെൺകുട്ടി
ഒരു ചതുപ്പിന്റെ ഭാഗം
മനുഷ്യൻ ധരിക്കുന്ന വരയുള്ള ടൈ
ബൈക്കിന്റെ മുൻവശത്തുള്ള മെറ്റൽ കൊട്ട
ലാപ്ടോപ്പിന് മുകളിൽ കൈ ചുറ്റുന്നു
ബാറിൽ ഇരിക്കുന്ന ഒരാൾ
ഒരു പാത്രത്തിൽ ചെറിയ പിസ്സ
ചുവന്ന ഷർട്ടിലുള്ള ഒരു കൂട്ടം കുട്ടികൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു ചെറിയ വെളുത്ത ഷെഡ്
ഇത് ഒരു ആൺകുട്ടിയാണ്
വെള്ളം ആഴത്തിലുള്ള നീലയാണ്
ധ്രുവക്കരടിയുടെ വലിയ കറുത്ത മൂക്ക്
സ്കൂൾ പഠിക്കാൻ കുട്ടികൾ പഠിക്കുന്നു.
ഒരു വലിയ ഗ്ലാസ് ബിയർ
കേക്കിൽ മെഴുകുതിരികൾ
കെട്ടിടത്തിന്റെ അഗ്രം
ബസിന്റെ വശത്ത് എഴുത്ത്
ബസ് പാർക്ക് ചെയ്തിരിക്കുന്നു
അഗ്നി ജലാംശം ചുവപ്പാണ്
ഒരാൾ ബോട്ടിൽ നിൽക്കുന്നു
ഭക്ഷണത്തിന്റെ പ്ലേറ്റ്
ചുവപ്പ് വെള്ളയും കറുത്ത ഷർട്ടും
ഒരു ചെറിയ കഴുത പ്രതിമ
നീല മേശപ്പുറത്ത് പഴങ്ങളുടെ ഫലകങ്ങൾ
ഒരു മഞ്ഞ രക്ഷാ വാഹനം
മേൽക്കൂരയിൽ നിന്ന് ഒരു ക്ലോക്ക് കൈമാറുന്ന ഒരു ഫാൻസി ഡെക്കറേഷൻ
തെരുവിന്റെ പേര് നീലയും വെള്ളയും
ചുവരിൽ തവിട്ടുനിറത്തിലുള്ള ഒരു ക്ലോക്ക് തുങ്ങി കിടക്കുന്നു
ചുവന്ന ജാക്കറ്റ് ധരിച്ച സ്കൈ ലിഫ്റ്റിലുള്ള കുട്ടി
മനുഷ്യൻ മഞ്ഞുമലയിലേക്ക് ഇറങ്ങുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കന്നുകാലികളുടെ ഒരു കൂട്ടം വെള്ളത്തിൽ
മഞ്ഞ മധ്യത്തിലുള്ള വെളുത്ത ഡെയ്‌സി പിൻ
ഒരു ബാഹ്യ ശൗചാലയത്തിൽ മനുഷ്യൻ
ആനയ്ക്ക് ഒരു ചെവി ഉണ്ട്
കുട നീലയാണ്.
മതിൽ വെളുത്തതാണ്.
ക്ലോക്ക് അഞ്ച് മണിക്ക് വായിക്കുന്നു
ചുവന്ന ജാക്കറ്റ് ധരിച്ച ഒരാൾ
ഇതാണ് ആകാശം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കുറച്ച് വെള്ളത്തിന്റെ ഭാഗം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഉഷ്ണമേഖലാ നദിയിൽ ബോട്ട്
ഒരു കുപ്പി വൈൻ
രണ്ട് സർഫറുകൾ വെള്ളത്തിൽ
"മഞ്ഞ, കറുപ്പ് സർഫ്ബോർഡ്"
തുളസിയിൽ പൊതിഞ്ഞ പിസ്സ
ചുവന്ന മാംസമുള്ള സാൻഡ്‌വിച്ച്
കട്ടിലിൽ കറുത്ത തലയിണ
ഒരു തവിട്ട് മരം അടുക്കള മേശ
ആളുകൾ കുടക്കീഴിലാണ്
കട്ടിലിൽ ഇരിക്കുന്ന ഒരു ആൺകുട്ടി
ഒരു സൈനിക ട്രക്കിന്റെ ടയർ
പിസ്സ വൃത്താകൃതിയിലാണ്.
വലിയ സിൽവർ സ്റ്റോക്ക് പോട്ട്
വൈറ്റ് ഹുഡ്ഡ് വിന്റർ ജാക്കറ്റ്
ഇത് ഒരു സ്ത്രീയാണ്
ഇതൊരു ട്രെയിൻ ആണ്
ഒരു ഫീൽഡിന്റെ ഭാഗം
ചുവപ്പും ചാരനിറത്തിലുള്ള തീവണ്ടി എഞ്ചിൻ
വെള്ളത്തിൽ ബോട്ടിന്റെ പ്രതിഫലനം
പാറ ചുവരിൽ ചെറിയ പക്ഷി
ഒരു അഷ്ടഭുജ സ്റ്റോപ്പ് ചിഹ്നം
ഒരു നീണ്ട മേശയ്‌ക്ക് ചുറ്റുമുള്ള ചെറുപ്പക്കാർ
നഗരങ്ങളിലേക്കുള്ള ദൂരം സൂചിപ്പിക്കുന്ന ഒരു അടയാളം
പെട്ടിയിൽ വീഞ്ഞ് കുപ്പി
ട്രേയിലെ സാൻഡ്‌വിച്ചുകൾ
കാബിനറ്റിൽ ശൂന്യമായ ഷെൽഫ്
തവിട്ടുനിറത്തിലുള്ള കരടി മേശപ്പുറത്ത് ഇരിക്കുന്നു
ഒരു വലിയ നീല വാസ്
രണ്ട് പക്ഷികൾ ഒരുമിച്ച് ഇരിക്കുന്നു
മനുഷ്യൻ ചാരനിറത്തിലുള്ള ജാക്കറ്റ് ധരിക്കുന്നു
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
കുട്ടി ചെറുപ്പമാണ്.
സീലിംഗ് ഫാനും ലൈറ്റ് ഫിക്ചറും
പ്രതിമ ഒരു കുട പിടിക്കുന്നു.
മനുഷ്യൻ പുഞ്ചിരിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ബാറ്റിംഗ് കൂട്ടിൽ ഒരു സ്ത്രീ
ടവറിലെ ഘടികാരം
ആനയുടെ പുറകിൽ സവാരി ചെയ്യുന്ന ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു മനുഷ്യൻ തൊപ്പി ധരിക്കുന്നു.
ലൈറ്റുകൾ ദൃശ്യമാണ്
സെറാമിക് പക്ഷികളുടെ അടിയിൽ മെറൂൺ പ്ലേറ്റ്
സ്ത്രീ ഫോണിലൂടെ ചിത്രമെടുക്കുന്നു
മഞ്ഞനിറത്തിലുള്ള മനുഷ്യൻ.
പൂച്ച കിടക്കുന്നു
മനുഷ്യന് വെളുത്ത തൊപ്പി ഉണ്ട്
"മഞ്ഞ, കറുപ്പ് നിറമുളള ബസ്"
കറുത്ത വസ്ത്രം ധരിച്ച സ്ത്രീ
വിഭവം വെള്ളയും നീലയുമാണ്
ഒരു ട്രെയിനിന്റെ മുൻഭാഗം.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഫയർ ട്രക്ക് പ്രദർശിപ്പിച്ചിരിക്കുന്നു
മനുഷ്യൻ ബെഞ്ചിലാണ്
ഒരു സ്ത്രീയുടെ കയ്യിൽ നനഞ്ഞ കുട
മേശ വെളുത്തതാണ്
ചുറ്റുപാടിലെ ജിറാഫുകൾ.
കറുത്ത സ്കേറ്റ്ബോർഡിൽ പൂച്ച സവാരി
ഒരു ബാഗ് കോട്ടൺ മിഠായി
വായുവിൽ നായ
അസ്ഫാൽറ്റ് വഴിയിൽ നീല എസ്‌യുവി
വിൻഡോയിൽ സ്വർണ്ണ അക്ഷരങ്ങൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ട്രാഫിക്കിൽ കുതിരപ്പുറത്തുള്ള മനുഷ്യൻ
ചാരവും ഓറഞ്ചും നിറത്തിലുള്ള പൂച്ച
വെളുത്ത തലയിണ കവർ
വിന്റർ സ്പോർട്സിൽ പങ്കെടുക്കുന്ന രണ്ടുപേർ.
അഴുക്കുചാലുള്ള റോഡിലൂടെ കുതിര വണ്ടി വലിക്കുന്നു
ഒരു കറുത്ത രോമങ്ങളുടെ തൊപ്പി
നീലയും ചുവപ്പും ഒപ്പിടരുത്
ശേഖരിക്കാവുന്ന കരടികളുടെ പ്രദർശനം
ബോർഡിന്റെ ചക്രം
പുല്ലിൽ ബൈക്ക്
ഒരു പട്ടം
പുറത്ത് നിൽക്കുന്ന രണ്ടുപേർ
കട്ടിലിൽ കറുത്ത ലെതർ പൊതിഞ്ഞിരിക്കുന്നു.
വാഴപ്പഴത്തിന്റെ വലിയ കഷ്ണം
സ്ത്രീ ഒരു കുഞ്ഞ് വണ്ടി തള്ളുകയാണ്.
"ചുവപ്പ്, കറുപ്പ് കൈറ്റ് വായുവിൽ"
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
പ്ലേറ്റിൽ സവാള വളയുന്നു.
ഇളം നീല ചെറിയ കൈ റാഷ്ഗാർഡ്
ആകാശം
ഒരു യഥാർത്ഥ നായ്ക്കുട്ടിയും കളിപ്പാട്ട നായ്ക്കുട്ടിയും.
പച്ച ഏത്തക്കയും വാഴപ്പഴവും
നടപ്പാതയിൽ ചായം പൂശിയ വെളുത്ത വര
മര ബെഞ്ചിൽ ഇരിക്കുന്ന മനുഷ്യൻ
ധ്രുവങ്ങളുള്ള സ്കീസിൽ മനുഷ്യൻ.
നാല് കുതിര പ്രതിമകൾ
ആളുകൾ സഞ്ചരിക്കുന്ന ട്രെയിൻ
ഇതാ ഒരു മൈക്രോവേവ്
പഴയ തവിട്ട് കരടി
ആകാശം വ്യക്തമാണ്
ധ്രുവത്തിൽ ഒപ്പിടുക.
പഴയ രീതിയിലുള്ള ട്രെയിൻ
ആകാശം വ്യക്തവും നീലയുമാണ്
മൃഗശാലയിൽ മൃഗങ്ങൾ നിൽക്കുന്നു.
വൈറ്റ് കോംഫി ടെന്നീസ് പാവാട
ചുവപ്പും വെള്ളയും നിർത്തൽ ചിഹ്നം
കുളിമുറിയിലെ മനുഷ്യന്റെ ഊശാന്താടി
പശുവിന്റെ പിന്നിലെ മനുഷ്യന്റെ തല
ആകാശം വ്യക്തവും നീലയുമാണ്
ഒരു മലിനജല തൊപ്പി
കൗണ്ടറിൽ ഒരു രുചികരമായ ഭക്ഷണം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
മുന്തിരി സോഡ ഒരു ബെഞ്ചിൽ
ഇരുണ്ട ഓറഞ്ച് സൂര്യാസ്തമയ കാഴ്ച
ഉരുക്ക് തൂണുകളിൽ നീലയും വെള്ളയും ഉള്ള രണ്ട് കുടകൾ
വലതുവശത്ത് ഒരു ടെഡി ബിയർ
മേശപ്പുറത്തെ വെളുത്ത പാത്രങ്ങൾ
അമേരിക്കൻ പതാക കാറ്റിൽ വീശുന്നു
ദ്വീപ് ബീച്ച് രംഗം
ഓറഞ്ച് കാരറ്റ് പ്ലേറ്റിൽ
ഒരു മഞ്ഞ ബൈക്ക് പാത ലൈറ്റ്
പാർക്ക് ചെയ്തിരിക്കുന്ന മോട്ടോർസൈക്കിളുകളുടെ ഒരു നിര
വീട്ടിൽ ഉണ്ടാക്കുന്ന ട്രീറ്റുകൾ ചെയ്യുന്ന ഒരു ചെറുപ്പക്കാരൻ
സീബ്രയ്ക്ക് വരകളുണ്ട്
ഉയരമുള്ള ദണ്ട്
കൈറ്റ് വായുവിലാണ്.
തെരുവ് കവലയിലെ വെളുത്ത മിനിവാൻ
നാവുള്ള ഒരു നായ
ഗോപുരത്തിന്റെ മഞ്ഞ അടിത്തറ
ഒരു മേശപ്പുറത്ത് പച്ചക്കറികൾ
വിമാനം കടൽത്തീരത്ത് പറക്കുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
സ്യൂട്ട് കസേരയിലാണ്
ആകാശത്ത് രണ്ട് വിമാനങ്ങൾ
ഒരു ചാൻഡിലിയറിന്റെ ഭാഗം
തെരുവിൽ വലിയ ചുവന്ന ബസ്
നീളമുള്ള ഉരുക്ക് ബീമുകൾ
രണ്ട് കുതിരകൾ അവരുടെ തൊഴുത്തിൽ
ഇതൊരു രാഷ്ട്രീയ അത്താഴമാണ്
ഒരു തലകീഴായ കുട
ഹെൽമെറ്റ് ധരിച്ച മനുഷ്യൻ
ടെഡി ബിയർ കൈവശമുള്ള വ്യക്തി.
ഉണങ്ങിയ മായ്ക്കൽ ബോർഡ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു കല്ല് ഇഷ്ടിക ഗോപുരം.
ബോയ് അവന്റെ മുഖത്ത് പെയിന്റ് ചെയ്തു
ട്രാഫിക് ലൈറ്റ് ചുവപ്പ് കാണിക്കുന്നു
മഞ്ഞ സർഫ്ബോർഡ് വഹിക്കുന്ന ഒരാൾ.
ഒരു വെളുത്ത ടോയ്‌ലറ്റിൽ കിടക്കുന്ന ഓറഞ്ച് പൂച്ച
ഉയരമുള്ള ഈന്തപ്പനകളുടെ കൂട്ടം
ഒരു ടെന്നീസ് കളിക്കാരൻ കളിക്കാൻ പോകുന്നു
ചെടിയുടെ ലോഹ ഇല
ആടുകൾ വയലിൽ
രണ്ട് നായ്ക്കൾ അടുക്കളയിലാണ്
ഒരു ടോയ്ലെറ്റിൽ ഒരു തവിട്ട് പൂച്ച നില്ക്കുന്നു
കറുപ്പും വെളുപ്പും സ്നോ തൊപ്പി
ചിത്രം ചുമരിലാണ്
പുല്ലിൽ പശുക്കൾ
ഒരു കട്ടിലിൽ തലയിണ
ചുവന്ന ലോഹത്തിന്റെ ബെഞ്ച്
വലിയ തവിട്ട് നായ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പച്ച കോണുകൾ ദൃശ്യമാണ്
കെട്ടിടത്തിൽ രണ്ട് ക്ലോക്കുകളുണ്ട്
സൺഗ്ലാസ് ധരിച്ച ഒരാൾ
വയലിൽ തവിട്ട് ആടുകൾ
ടെന്നീസ് കളിക്കുന്ന സ്ത്രീ.
വെളുത്ത കളയത്തക്ക കയ്യുറ
വെളുത്ത അക്ഷരം W.
ഒരു കൊച്ചുകുട്ടി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പച്ച ചക്രങ്ങളുള്ള സ്കേറ്റ്ബോർഡ്
ഹ്രസ്വ വർണ്ണ ടതീവണ്ടി
രണ്ടുപേർ അത്താഴം കഴിക്കുന്നു
ഒരു ചെറിയ ഗോൾഡ് പ്രതിമ
റെയിൽവേയിൽ ഒരു ട്രെയിൻ
ഒരു കാർ വിൻഡോയിൽ പ്രതിഫലിക്കുന്നു
ധാരാളം മൃഗങ്ങൾ കഴിക്കുന്നു
ഗേറ്റിന് പുറകിൽ പശുവിന്റെ മൂക്ക്
ഗെയിം കൺട്രോളർ കൈവശമുള്ള ഒരു സ്ത്രീ
ഒരു ഫ്രിസ്‌ബിയുമായി കളിക്കുന്ന ഒരാൾ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഓറഞ്ച് ഡോനട്ടിൽ വിതറിയിരിക്കുന്നു
വലിയ കറുത്ത നായയുടെ പുറം
രഥത്തിലെ കണക്ക്
ഇതൊരു വിളക്കാണ്
തടാകത്തിൽ ആളുകൾ തോണി തുഴയുന്നു
വെളുത്ത നായ ഓടിപ്പോകുന്നു
പി എന്ന വെളുത്ത അക്ഷരമുള്ള നീല ഡെക്കൽ
ഒരു സാൻഡ്‌വിച്ചിന്റെ രണ്ട് കഷ്ണങ്ങൾ
ചുമരിൽ കുട്ടിയുടെ ചിത്രം
വീടിന്റെ അടുത്ത് മിനി ഈന്തപ്പഴം
ഒരു തന്ത്രം ചെയ്യുന്ന സ്കേറ്റ്ബോർഡർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പശുവിന്റെ ചെവിയിൽ ഓറഞ്ച് തൊങ്ങൽ
വായുവിൽ നിരവധി കൈറ്റ്സ്
മുകളിൽ ഘടികാരമുള്ള ഒരു ഗേറ്റ്‌വേ
ആകാശം മൂടിക്കെട്ടിയ നിലയിലാണ്.
പച്ച ഇലകൾ കാണാം
വൈറ്റ് ഡിന്നർ പ്ലേറ്റ്
ഒരു സൂപ്പിൽ സ്പൂൺ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
അലമാരയിൽ ധാരാളം കലങ്ങൾ
ആൺകുട്ടി പടിയിറങ്ങുകയാണ്.
ഒരു ചുവന്ന ഡബിൾ ഡെക്കർ ബസ്
ബസിൽ സിറ്റിസ്കേപ്പ് പ്രിന്റ്
കുട്ടി ഡോനട്ട് കഴിക്കുന്നു
കുതിരപ്പുറത്തു കയറുന്ന മൂന്ന് റേഞ്ചർമാർ
പ്ലാറ്റ്ഫോമിൽ ഓറഞ്ച് ട്രെയിൻ കാർ
ചെറിയ കല്ലുകൾ കാണാം
വായുവിൽ ഫ്രിസ്ബീ.
"ചുവപ്പും, കറുപ്പും നിറമുളള ഡോഗ് കോളർ"
നീണ്ട മഞ്ഞ ട്രാഫിക് ലൈറ്റ്
ചിരിക്കുന്ന മനുഷ്യൻ
"പിങ്ക്, കറുപ്പ് പരാസെയിൽ"
ഇതൊരു കേബിൾ ആണ്
ഒരു ജിറാഫി നിലത്ത് ഇരിക്കുന്നു.
നീല സ്‌നീക്കർ റബ്ബർ ഷൂസ്
അക്കം 10 അച്ചടിച്ചു
ഫുട്പാത്തിന്റെ അരികിൽ കാർ പാർക്ക് ചെയ്തു
ഗതാഗത ചിഹ്നത്തിൽ സ്റ്റിക്കർ സ്ഥാപിച്ചിരിക്കുന്നു.
ചിഹ്നമുള്ള മഞ്ഞ കാർഡ്ബോർഡ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചുമരിൽ ബാർ
ഒരു വെളുത്ത കമ്പ്യൂട്ടർ മൗസ്
മഞ്ഞുവീഴ്ചയിൽ മനുഷ്യൻ സ്കീയിംഗ്
ഒരു ജോടി കത്രിക പിടിച്ചിരിക്കുന്ന ഒരാൾ
രണ്ടുപേർ നിലത്തു ഇരിക്കുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ധാരാളം കാറുകൾ പാർക്ക് ചെയ്തിരുന്നു
നിലത്തിന് മുകളിൽ ആകാശം
ബേസ്ബോൾ കളിക്കാരൻ പന്ത് പിടിക്കുന്നു
ഒരു ക്ലോക്ക് ടവറിന്റെ വശത്തുള്ള ഒരു ക്ലോക്ക്.
വെളുത്ത വര
ബാറ്റിൽ ചെറിയ കുട്ടി
ഒരു വെളുത്ത വിഭവത്തിൽ രണ്ട് സോസേജുകൾ
ഷാങ്ഹായ് ഇടവഴിയിലെ ചിഹ്നം
ഒരു ചുവന്ന സ്യൂട്ട്കേസ്
കടൽത്തീരത്ത് കുതിരസവാരി
ചോക്ലേറ്റ് കേക്കിന്റെ ഭാഗം
റഫ്രിജറേറ്ററിന്റെ കോൾഡ് സ്റ്റോറേജ് ഏരിയ
തുറന്ന കുടയുമായി നടപ്പാതയിലൂടെ നടക്കുന്ന സ്ത്രീ.
കറുത്ത നിറമുള്ള തൊപ്പി
ഒരു റാക്കിൽ വെച്ചിരിക്കുന്ന ഡോനട്ട്.
കലത്തിൽ പച്ച ചെടി.
"തവിട്ട്, വെള്ള കരടി"
ദ്വീപ് ബീച്ച് രംഗം
ചിത്രത്തിൽ ഒരു കുതിര
മഞ്ഞുവീഴ്ചയിൽ ഒരു സ്നോബോർഡറുടെ നിഴൽ
ഒരു കാറിലെ ലൈസൻസ് പ്ലേറ്റ്
തെരുവ് മുറിച്ചുകടക്കുന്ന മനുഷ്യൻ
വലിയ തവിട്ട് രോമമുള്ള കരടി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
സുരക്ഷാ കണ്ണാടി മതിലിലേക്ക് ഘടിപ്പിച്ചിരിക്കുന്നു
വെള്ളം നോക്കുന്ന വ്യക്തി
ടോയ്‌ലറ്റ് പേപ്പർ കൗണ്ടറിലാണ്
ധാരാളം ചങ്ങലകൾ കാണാം
കറുപ്പും ചുവപ്പും കൈ ഇല്ലാത്ത ബ്ലൗസ്
നീളമുള്ള വെളുത്ത കിടക്ക
പൂച്ച കളിക്കുന്നു
ഇതൊരു ചെറിയ വിമാനമാണ്
ഒരു തവിട്ട് ലവ് സീറ്റ്
ഓറഞ്ച് പൈലോൺ കോൺ
ചുവരിൽ ചാരിയിരിക്കുന്ന ഒരു വെളുത്ത തലയിണ
മനോഹരമായ പച്ച മേച്ചിൽ പുല്ല്
മനുഷ്യൻ കണ്ണാടിയിൽ ചിത്രമെടുക്കുന്നു
കുതിരപ്പുറത്തുള്ള വ്യക്തി.
പർവത ആടുകൾ
മഞ്ഞുവീഴ്ചയിലെ കാൽപ്പാടുകൾ
ഒരു മേശപ്പുറത്ത് ബോക്സ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മിഡ് എയറിൽ മോട്ടോർസൈക്കിൾ
കിടക്ക ചുവന്നതാണ്
കുഞ്ഞ് ആന
ഒരു വെളുത്ത ഫ്രിസ്‌ബിയെ പിടിക്കുന്ന ഒരു കൈ
കുഞ്ഞ് ആന
ഒരു വലിയ ക്ലോക്ക് ടവർ
തീവണ്ടിപാത
പർവ്വതം പശ്ചാത്തലത്തിലാണ്
ട്രെയിൻ ഓറഞ്ചാണ്.
ഒരു സിങ്കിന് മുകളിലുള്ള കണ്ണാടി
കളിക്കാരന്റെ മൂക്ക്
ഭക്ഷണം കഴിക്കുന്ന മനുഷ്യൻ ഔട്ട്‌ഡോർ കട്ടിലിൽ ഇരിക്കുന്നു
കാരറ്റിന് അടുത്തുള്ള പൂച്ച
കാബിനറ്റുകൾക്ക് താഴെയുള്ള വെള്ളി മൈക്രോവേവ്
ഷോർട്ട് മുടിയുള്ള ബ്രൗൺ നായ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
മഞ്ഞ മെറ്റൽ ട്രാഫിക് ലൈറ്റ്
കീബോർഡ് വെളുത്തതാണ്
രണ്ട് കുതിരകൾക്ക് മുന്നിൽ കറുത്ത നായ
കറുത്ത ടിവി
വെളുത്ത അക്ഷരങ്ങളുള്ള ചൂടുള്ള പിങ്ക് തുണി മതിൽ
കുഞ്ഞ് ആന
സീബ്ര കഴിക്കുന്നു
മഞ്ഞ് വെളുത്തതാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വെളുത്ത കാർ ഒരു തെരുവിലൂടെ ഓടിക്കുന്നു
ഒരു ടാക്സി ചിഹ്നം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു തവിട്ട് കണ്ണുള്ള നായ
വയൽ പച്ചയാണ്
ചുവന്ന ബാറ്റിംഗ് ഹെൽമെറ്റ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
നിയുക്ത പാതയിൽ നിയുക്ത തൂൺ
ബീൻസ് കറുത്തതാണ്
അപ്പത്തിന്റെ അറ്റം
ശൂന്യമായ ഷാംപെയ്ൻ ഫ്ലൂട്ടുകൾ
പരുന്ത് പുറകിലേക്ക് നോക്കുന്നു
ഒരു കെട്ടിടം
കേക്ക് മോച്ചയാണ്
ഒരു മനുഷ്യൻ ചിത്രമെടുക്കുന്നു
കെട്ടിടത്തിന്റെ പ്രവേശന കവാടത്തിനടുത്തെത്തുമ്പോൾ നിരവധി സൈക്കിളുകൾ
ചുവന്ന ആപ്പിൾ ബക്കറ്റിൽ
വെളുത്ത മഞ്ഞ്
ഓറഞ്ച് പഴം വിറകിൽ
ബ്രേക്ക് ലൈറ്റ് ഓണാണ്
വഴി
ഒരു മനുഷ്യൻ കളിക്കുന്നതുപോലെ
പ്ലേറ്റ് വെളുത്തതാണ്
തൂക്കിയിട്ട പച്ച വാഴപ്പഴം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കരടിയിൽ ചുവപ്പും വെള്ളയും ഷർട്ട്
ചുവന്ന അടയാളം കണ്ടെത്തി
ഒരു പിങ്ക് നിറച്ച കളിപ്പാട്ടം
കളകൾക്ക് മുന്നിൽ മഞ്ഞ ജലാംശം
സ്കൂൾ ബസ് മഞ്ഞയാണ്
ജിറാഫ് ശില്പം നീലയാണ്
ഒരു കടലാസുള്ള പുസ്തകം
സ്കേറ്റ്ബോർഡിലെ ഒരാൾ
ഒരു വ്യക്തിയുടെ കാൽ
സ്ത്രീ നഗ്നപാദനാണ്
വൃത്താകൃതിയിലുള്ള ഒരു തടി മേശ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കട്ടിലിൽ ഇളം തവിട്ട് നിറമുള്ള നായ
ചുവന്ന ആപ്പിൾ നിറഞ്ഞ ഒരു പെട്ടി
റോളർ സ്കേറ്റ് ധരിച്ച സ്റ്റഫ് ചെയ്ത കരടി
ദ്വീപ് ബീച്ച് രംഗം
ഒരു പോർസലൈൻ ടോയ്‌ലറ്റ്
മഞ്ഞ് വെളുത്തതാണ്
ഈ സ്കീയറിന് ഒരു നീല ജാക്കറ്റ് ഉണ്ട്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പാവാട വെളുത്തതാണ്
നീളമുള്ള കറുത്ത വിദൂര കൺട്രോളർ
ചുവപ്പ് നിറത്തിലുള്ള ഒരു സ്ത്രീ
വിമാനത്തിന്റെ ലോഗോ
ഒരു ഷെൽഫിൽ ഒരു ബൈക്ക് പ്രദർശിപ്പിക്കുന്നു
ചവറ്റുകുട്ട തടയാൻ കഴിയും
ആന വെള്ളത്തിൽ
ഒരു വെളുത്ത തളികയിൽ ഒരു ക്രോക്ക് മോൺസിയർ
കസേരയിൽ തവിട്ട് കരടി
മനുഷ്യൻ ചാരനിറത്തിലുള്ള ഹെൽമെറ്റ് ധരിക്കുന്നു
ഒരു ബാഗ് കോട്ടൺ മിഠായി
കുഞ്ഞ് ആന
ഒരു പിസ്സയുടെ അഗ്രം
വാഴപ്പഴം മഞ്ഞയാണ്
വെളുത്ത സ്റ്റാവും ഓവനും
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു സ്വീകരണ മുറി
ചാരിയിരിക്കുന്ന പാണ്ട കരടി
സീലിംഗ് നീലയും വെള്ളയുമാണ്.
നീല മോട്ടോർസൈക്കിൾ
സീബ്രയുടെ കറുത്ത കണ്ണുകൾ
സ്കാർഫ് ചുവപ്പാണ്
രണ്ട് കഴുതകൾ ഒരുമിച്ച് നടക്കുന്നു
ഒരു മുകൾഭാഗത്തിന്റെ വശം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
'വൺ വേ' ചിഹ്നം
കയ്യിൽ ഒരു വാച്ച്
ഒരു ചുവന്ന പരസ്യ ഭാഗം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു നീല ബസ് ചിഹ്നം
ചുവന്ന തുന്നലുകളുള്ള ബേസ്ബോൾ വെളുത്തതാണ്
ഒരു കൂട്ടം ആളുകൾ ഒരു മേശക്ക് ചുറ്റും ഇരിക്കുന്നു.
എ സി സിലിങ് ന്റെ ഭാഗം
പെൺകുട്ടി വൈ കളിക്കുന്നു
മൾട്ടി കളർ കൈറ്റ് കൈവശമുള്ള വ്യക്തി
ചിതറിയ ഇലകളുള്ള മരക്കൊമ്പുകൾ
Wii കളിക്കുന്ന ഒരു പുരുഷനും സ്ത്രീയും
ഒരു പുരാതന ഫയർ എഞ്ചിൻ
ഒരു സമീപസ്ഥലത്തെ തെരുവ് രംഗം
നായ എന്തെങ്കിലും മുന്നറിയിപ്പ് നൽകുന്നു
ഒരു വെളുത്ത പ്ലേറ്റിൽ ഫ്ലാറ്റ്ബ്രെഡ് പിസ്സ
ആളുകൾ സോക്കർ കളിക്കുന്നു
മഞ്ഞ വൃത്താകൃതിയിലുള്ള കുട
വഴിയിലെ ആനകൾ
മനുഷ്യൻ വെള്ളയാണ് ധരിchirikunnath
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ട്രെയിൻ ട്രാക്കിലാണ്.
കുഞ്ഞ് ആന
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കുഞ്ഞ് ആന
നിലത്ത് കറുത്ത പുള്ളി
ഒരു ബെഞ്ചിന്റെ ഇരിപ്പിടം
കട്ടിലിൽ തവിട്ടുനിറത്തിലുള്ള നായ
മനുഷ്യൻ സ്കേറ്റ്ബോർഡിംഗാണ്.
ഒരു ബീച്ചിലെ ആളുകളുടെ വിന്റേജ് ഫോട്ടോ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഇതൊരു പട്ടം ആണ്. അതിന് കണ്ണുകളുണ്ട്
തൂവാല നീലയാണ്
ഒരു കടയിൽ ഒരു ബൈക്ക് ചാരി വെച്ചിരിക്കുന്നു
ഈന്തപ്പനയുടെ മുകൾ ഭാഗം
പെൺകുട്ടി പുഞ്ചിരിക്കുന്നു.
ഒരാൾ സർഫിംഗ് ചെയ്യുന്നു
മനുഷ്യൻ ഒരു പിങ്ക് പാക്കറ്റ് പിടിക്കുന്നു
ലൈൻ വെളുത്തതാണ്
ചുമരിൽ മരം പാളികൾ
സ്‌ക്വാട്ടിംഗ് ചെയ്യുന്ന സർഫർ
കുരങ്ങ് ഒരു വാഴപ്പഴം കഴിക്കുന്നു
കറുപ്പും വെള്ളിയും മാക് ലാപ്‌ടോപ്പ്
പിസ്സയിൽ തക്കാളി ഉണ്ട്.
ടയർ കറുത്തതാണ്
സ്വർണനിറമുടിയുള്ള സ്ത്രീയുടെ മുഖം
റാക്കിൽ നിന്ന് തൂക്കിയിട്ടിരിക്കുന്ന ഒരു തൂവാല.
ചാരനിറത്തിലുള്ള നീല നിറത്തിലുള്ള ഘടികാര മുഖം
വെള്ളം വ്യക്തമാണ്
ഒരു തുരങ്കത്തിന്റെ പ്രവേശനം
കുഞ്ഞ് ആന
ഒരു സ്ത്രീ പല്ല് തേക്കുന്നു
സ്പൈറൽ നോട്ട്ബുക്ക് ഡെസ്‌കിൽ
ഒരു വ്യക്തി വെള്ളത്തിൽ സർഫിംഗ് ചെയ്യുന്നു
ഒരു കറുത്ത ഹെയർ ബ്രഷ്
ഒരു ടിവി സ്ക്രീനിന്റെ ഫോട്ടോ
നിന്റെൻഡോ വൈ കൺട്രോളറുകൾ
മുഖത്ത് സൂര്യൻ അടിക്കുന്ന മനുഷ്യൻ
സൂര്യൻ ഉദിക്കുന്നു.
ഒരു കഷണം പ്ലേറ്റിൽ ഉണ്ട്.
ഇടത് കൈയിലെ സെൽ ഫോൺ
ലഗേജ് കറുത്തതാണ്
മനുഷ്യൻ ഹെൽമെറ്റ് ധരിക്കുന്നു
പുസ്തകങ്ങളുടെ മുകളിൽ ഒരു ലാപ്‌ടോപ്പ്.
ധ്രുവത്തിലെ റോഡ് ചിഹ്നം
അഞ്ച് അമേരിക്കൻ രാഷ്ട്രപ്രതിമാർ തുടർച്ചയായി നിൽക്കുന്നു
ഉയരമുള്ള തെരുവ് വെളിച്ചം
ബാത്ത്റൂം സിങ്കും കൗണ്ടർടോപ്പുകളും കാബിനറ്റുകളും
സ്കേറ്റ്ബോർഡിൽ ചുവന്ന ചക്രങ്ങൾ
ഒരു പിസ്സ കൈവശമുള്ള ഒരു സ്ത്രീ
ഒരു മോട്ടോർബൈക്ക്
പച്ച പായലുള്ള പാറകൾ
വളരെ വലിയ ഒരു ഡോണ്റ്റ്
ഒരു ആൺകുട്ടി പുഞ്ചിരിക്കുന്നു
ടൈ പച്ച ആണ്
ആട് വേലിയിൽ നിൽക്കുന്നു
ഈ ഷർട്ട് ചുവപ്പും വെള്ളയും ആണ്
മാർക്കറ്റിൽ ബോട്ടിലുള്ള സ്ത്രീ
ഒരു ടോയ്‌ലറ്റിന്റെ പുറകിൽ ഒരു കൊട്ട
എല്ലാ വാതിലുകളും തുറന്നിരിക്കുന്ന കറുത്ത കാർ
ഒരു മനുഷ്യന് ചുവന്ന ഹെൽമെറ്റ്
മനുഷ്യൻ വെള്ളത്തിൽ മുങ്ങി
വെളുത്ത സർപ്പിള ആകൃതി പാസ്ത
പച്ച ജലാംശം
\ എയർ ട്രാൻസാറ്റ് \ വിമാനത്തിന്റെ വശത്ത് എഴുതിയിരിക്കുന്നു
"തുറന്ന മുഖം ബേക്കൺ, ചീസ് സാൻഡ്‌വിച്ച്"
അവന്റെ ഷോർട്ട്സ് കാൽമുട്ടിന് മുകളിലാണ്
വെള്ളത്തിനടുത്തുള്ള ഒരു കുഞ്ഞ് ആന.
ഒരു തൂവാല തറയിൽ ഉണ്ട്.
നീല ഹെൽമെറ്റ്
അഗ്നി ജലാംശം ചുവപ്പാണ്.
വേലി കറുത്തതാണ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കടൽത്തീരത്ത് ഒരു അടയാളം
ക്ലോക്ക് സ്വർണ്ണമാണ്
മൂന്ന് തവിട്ട് കുതിരകൾ
ബ്രൗൺ കരടി മൃഗശാലയിൽ
ഒരു മരത്തിന്റെ ഇരിപ്പിടം
ക്ലോക്ക് മുഖത്തിൻറ്റേ ക്ലോസ് അപ്പ്
കിടപ്പുമുറി സീലിംഗിൽ നിന്ന് ടെലിവിഷൻ തൂക്കിയിരിക്കുന്നു
ഫ്രിഡ്ജ് വാതിലിൽ കറുത്ത ഐസ് നിർമ്മാതാവ്
വെള്ളം നീലയാണ്.
ഒരു ക്ലോക്കിന്റെ അഗ്രം
പുല്ല് ഉയരവും പച്ചയും ആണ്
ഒരു ട്രാഫിക് ചിഹ്നത്തിൽ ഗ്രാഫിറ്റി
പ്ലേറ്റിൽ പൈയുടെ കഷണം
ഒരു കട്ടിലിൽ ഇരിക്കുന്ന മനുഷ്യൻ
വെളുത്ത അടച്ച ഫ്രീസർ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ഫാസ്റ്റ്ഫുഡ് റെസ്റ്റോറന്റിൽ ഭക്ഷണം കഴിക്കുന്ന മനുഷ്യൻ
പെൺകുട്ടി സ്യൂട്ട് കേസ് ഹാളിൽ നിന്ന് വലിക്കുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
സി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഓഫീസിലെ വാക്കുകൾ.
ലൈൻ മഞ്ഞയാണ്
കുടക്കീഴിൽ വിഷമിക്കുന്നു സ്ത്രീ.
ഒരു കെട്ടിടം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വാൽ നീലയും ചുവപ്പും ആണ്
കപ്പലിൽ ട്രക്ക്
അടുപ്പിന് മുകളിലുള്ള ടിവി
കേക്കിലെ അക്ഷരങ്ങൾ വെളുത്തതാണ്
അവൾ ടെന്നീസ് കളിക്കുന്നു.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വയലിൽ ഒരു കൂട്ടം കുതിരകൾ നിൽക്കുന്നു
വാതിലുകൾ കാണാം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചുവന്ന കളിമണ്ണാണ് ടെന്നീസ് കോർട്ട്
ചായുന്ന ബൈക്ക്
ഒരു പോസ്റ്റിൽ നോ നടത്തം ചിഹ്നം
സ്കൂൾ ബസിലെ നമ്പർ 2
പർവ്വതങ്ങൾ കാണാം
മൃഗത്തിന്റെ കൊമ്പുകൾ.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
തീവണ്ടിയുടെ മുൻഭാഗം മഞ്ഞയാണ്.
പിങ്ക് തിളങ്ങുന്ന തുവാല ധരിച്ച സ്ത്രീ
വ്യക്തി നീല ടോപ്പ് ധരിക്കുന്നു.
നായ കട്ടിലിൽ നിൽക്കുന്നു
ചോക്ലേറ്റ് പൊതിഞ്ഞ ഡോനട്ട്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചിത്രത്തിൽ വരച്ച മഞ്ഞ നക്ഷത്രങ്ങൾ
റെഡ് ബാക്ക് പായ്ക്ക്
ട്രാക്കുകളുടെ വശത്തുള്ള മരങ്ങൾ
കുഞ്ഞ് ആന
ബ്ലീച്ചറുകളിലെ ഒരു കൂട്ടം കാണികൾ
മതിൽ ടൈൽ കൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്
ഇവിടത്തെ ആകാശം വളരെ തിളക്കമുള്ള നീല നിറമാണ്
തറ
ഒരു സ്കേറ്റ്ബോർഡ്
മേശപ്പുറത്ത് കറുത്ത സെൽഫോൺ
ദ്വീപ് ബീച്ച് രംഗം
ഒരു ജോടി ചുവന്ന ഷൂസ്
കറുത്ത ഷോർട്ട്സ് ധരിച്ച വ്യക്തി
ഒരു മരത്തിന്റെ ട്ട്രങ്ക്
നടപ്പാത ഇഷ്ടികകൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്.
"ചുവപ്പ് വെള്ള, നീല നിറമുള്ള വിമാനം"
മനുഷ്യൻ കറുത്ത ബൈക്ക് ഓടിക്കുന്നു
പാർക്ക് ചെയ്തിരിക്കുന്ന വിമാനം.
ബേസ്ബോൾ കളിക്കാരന്റെ പ്രതിമ
വാഴപ്പഴങ്ങൾ പച്ചയാണ്.
ഒരു മോട്ടോർ സൈക്കിൾ ഇവിടെ പാർക്ക് ചെയ്തിരിക്കുന്നു
ഇതൊരു പാർക്ക് ബെഞ്ചാണ്
മാസ് ട്രാൻസിറ്റ് ട്രെയിൻ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ആകാശം വ്യക്തവും ദൃശ്യവുമാണ്
ഒരു നീണ്ട ലോഹത്തിന്റെ പ്രവേശന കവാടം
ബസുകൾ നീലയാണ്
ഒരു സ്റ്റോപ്പ് ചിഹ്നം
സുന്ദരമായ മുടിയുള്ള കണ്ണടയിൽ മനുഷ്യൻ
മൂന്ന് കുതിരകൾ ഒരു രേഖ സൃഷ്ടിക്കുന്നു
ഒരു റെയിലിംഗിൽ മഞ്ഞ ചരട്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കട്ടിലിൽ വെളുത്ത ടെഡി ബിയർ
കഴിഞ്ഞ മോട്ടോർസൈക്കിളുകളിൽ ചെളി നിറഞ്ഞ വെള്ളം ഒഴുകുന്നു
പുരുഷന് മീശയുണ്ട്.
വൈൻ ഗ്ലാസ് കുറച്ച് വീഞ്ഞ് പിടിക്കുന്നു
പോളറോയിഡുകൾ ടേബിളിൽ ഉണ്ട്
കൈറ്റ് വായുവിൽ പറക്കുന്നു
ഒരു ചെറിയ ചുവന്ന അടയാളം
റാഡിഷ് ഒരു കഷ്ണം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വാട്ടർ ലൈനിനൊപ്പം വീടുകൾ
ഒരു മഞ്ഞ വര ഉള്ള ഒരു കറുത്ത ഷർട്ട്
ചെറിയ കുട്ടിയെ എങ്ങനെ സ്കീ ചെയ്യാമെന്ന് പഠിപ്പിക്കുന്ന സ്ത്രീ
തിരമാലകൾ ബ്രേക്ക്‌ ചെയ്യുന്നു
പുല്ലിൽ വെളുത്ത ലോഗോ
പച്ച തണ്ട് ഉള്ള ധൂമ്രനൂൽ പുഷ്പം
മേശ മരം
രണ്ടുപേർ ഫ്രിസ്‌ബിയുമായി കളിക്കുന്നു
കരടിക്ക് കറുത്ത മൂക്ക് ഉണ്ട്.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പുല്ലിൽ രണ്ടുപേർ
ചെക്കർബോർഡ് പ്രിന്റുള്ള ചെറിയ തവിട്ട് ബാഗ്
പശുവിന്റെ കണ്ണ്
ഉയരമുള്ള ജിറാഫ്
ഒരു ജോഡി കണ്ണട
ആകാശത്ത് ചാരനിറത്തിലുള്ള മേഘം
കറുപ്പും വെളുപ്പും പശു മേയൽ
പർവതങ്ങളിൽ സ്നോബോർഡിംഗ് ചെയ്യുന്ന ആളുകൾ
ഒരു വിമാനത്താവള രംഗം
മങ്ങിയ വെളുത്ത ടെഡി ബിയർ
അയാളുടെ വ്യക്തിത്വം ഇരട്ടത്താപ്പാകാൻ ആഗ്രഹിക്കുന്ന ചില വ്യക്തി
വെള്ളയുടെ മുൻഭാഗം
പുല്ല്
മരം ബെഞ്ചിൽ ഇരിക്കുന്ന പെൺകുട്ടി
ഹോട്ടലിലെ കിച്ചൻ
സ്ത്രീയുടെ ഹെൽമെറ്റ് കറുത്തതാണ്
ഒരു എയർകണ്ടീഷണറിന്റെ പിൻഭാഗം
ഒരു കുപ്പി ലോഷൻ
നായ ജനാലയിലൂടെ പുറത്തേക്ക് നോക്കുന്നു.
കുഞ്ഞ് ആന
മഞ്ഞ് വെളുത്തതും തെളിഞ്ഞതുമാണ്
രണ്ട് സീബ്രകൾ നടക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ജാലകത്തിൽ മൂക്കുമായി ഒരു ജിറാഫ്
നിലത്ത് കളിമണ്ണ്
തെരുവ് തൂണിലെ തെരുവ് ചിഹ്നം
ഒരു പെൺകുട്ടി ചുവന്ന കണ്ണട ധരിക്കുന്നു
ഒരു റോഡിൽ ഇരട്ട മഞ്ഞ വര
ചിത്രങ്ങളുള്ള വെളുത്ത തെരുവ് ചിഹ്നം
പർവതത്തിൽ മനുഷ്യൻ സ്കീയിംഗ്
വായുവിൽ പറക്കുന്ന വിമാനം
ഒരു ധ്രുവത്തിൽ ഒരു താഴികക്കുടം
പൂച്ച ടിവി പരിപാടി കാണുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു കട്ടിലിൽ കംഫർട്ടർ
ഒരു ഗ്ലാസ് വീഞ്ഞ് കുടിക്കുന്ന സ്ത്രീ
ഒരു സ്ത്രീയുടെ കയ്യിൽ പിസ്സ
ചുമരിൽ വലിയ ടിവി
ഒരു യുവ സ്കേറ്റ്ബോർഡർ
പുരുഷന്മാർ ഹിമത്തിൽ ഇരിക്കുന്നു
നായ നനഞ്ഞിരിക്കുന്നു
മഞ്ഞ വാഴപ്പഴത്തിന്റെ ഒരു പടല
ഒരു ഗ്ലാസിൽ വീഞ്ഞ്
കറുപ്പും വെളുപ്പും ഫോട്ടോയിൽ നടപ്പാതയിലൂടെ നിൽക്കുന്ന സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മനുഷ്യൻ ഒരു ബേസ്ബോൾ ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സീലിംഗിൽ നിന്ന് ലൈറ്റ് ഹാൻഡിംഗ്
കട്ടിലിൽ ഇരിക്കുന്ന യുവതി
ഘടികാരം
സ്ത്രീ ഒരു ബെഞ്ചിൽ ഇരിക്കുന്നു
സ്ത്രീയുടെ മുടി താഴെയാണ്
പിങ്ക് ജോഡി പാന്റ്സ്.
റെഡ് ഡബിൾ ഡെക്കർ ബസ്
ക്ലോക്ക് അടുത്താണ്
രണ്ട് സ്ത്രീകൾ ഒരു ബെഞ്ചിൽ ഇരിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ആൺകുട്ടിക്ക് ഇളം മുടിയുണ്ട്
ഒരു ഐമാക് വ്യക്തിഗത കമ്പ്യൂട്ടർ
വെളുത്ത കാർ വേലിക്ക് സമീപം നിർത്തി
വ്യക്തി ഓറഞ്ച് ഹെൽമെറ്റ് ധരിക്കുന്നു
നിരവധി പ്രിംഗിൾസ് ഉരുളക്കിഴങ്ങ് ചിപ്സ്
പെൺകുട്ടി wii കളിക്കുന്നു
മനുഷ്യന്റെ അരികിൽ ഇരിക്കുന്ന ബൈക്ക്
മൂന്ന് മോട്ടോർസൈക്കിളുകൾ സ്റ്റാൻഡുകളിൽ പ്രദർശിപ്പിച്ചിരിക്കുന്നു
മടിയിൽ കിടക്കുന്ന പൂച്ച.
വീട്ടിലെ പൂച്ച
കുപ്പി വെള്ളം
വെളുത്ത തൊപ്പി ധരിച്ചിരിക്കുന്ന സ്ത്രീ
വ്യക്തി പുറത്ത് സ്കേറ്റ്ബോർഡിംഗ് ചെയ്യുന്നു
ഒരു ഫഫ്രിഡ്ജിനു മുകളിലെ സ്റ്റിക്കറുകൾ
ബിസിനസുകൾക്കുള്ള അടയാളങ്ങൾ
ചുമരിൽ വെളിച്ചം
ബോർഡ് മഞ്ഞയാണ്
കറുത്ത സ്കേറ്റ്ബോർഡിന്റെ മുകൾഭാഗം
"ഓറഞ്ചും, വെളുപ്പും നിറമുള്ള പൂച്ച"
ഒരു വെളുത്ത കുതിര
പൂച്ച ഒരു ആശ്വാസകനിൽ ഉറങ്ങുന്നു
ഇതാണ് ആകാശം
ആരോഗ്യ സംരക്ഷണ കൺവെൻഷനിലെ ചെറുപ്പക്കാരൻ
ബ്രൗൺ നിറത്തിലുള്ള തിളങ്ങുന്ന ഡോനട്ട്
ഒരു വെള്ളി നാല് സ്ലൈസ് ടോസ്റ്റർ
വണ്ടിയിൽ മഞ്ഞ വാഴപ്പഴം
ഒരു പ്ലേറ്റിൽ മൂന്ന് മധുരപലഹാരങ്ങൾ
ജോഡി പർപ്പിൾ ഷൂസ്
ഒരു തെരുവ് രംഗം
ഒരു ചെറിയ കാർ റോഡിലൂടെ ഓടിക്കുന്നു
"ടർക്കോയ്‌സ്, വൈറ്റ് പാസഞ്ചർ ബസ് എന്നിവ തെരുവിൽ നിർത്തിയിട്ടിരിക്കുന്നു"
നേർത്ത കറുത്ത പക്ഷി
ദ്വീപ് ബീച്ച് രംഗം
ഒരു സ്കൈ ലിഫ്റ്റിൽ നാല് പേർ
ഒരു ഓറഞ്ച് നിറത്തിലുള്ള ആപ്രോൺ
രണ്ട് തടി തെരുവ് അടയാളങ്ങൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു മൽസരത്തിൽ മത്സരിക്കുന്ന സ്നോബോർഡർമാർ
പെൺകുട്ടി ടെന്നീസ് കളിക്കുന്നു
മരം ഉയരമുള്ളതാണ്
ഒരു ചുവന്ന ഫ്രിസ്ബീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നാമ തൊങ്ങൽ മഞ്ഞയാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഈ പ്രകാശം ഇടത്തേക്ക് ചൂണ്ടുന്നു
പർവതത്തിന്റെ പാതകൾ
കുട്ടികൾക്കായി ചെറിയ ടെന്നീസ് വല
ഇത് മെറ്റൽ ഗ്രേറ്റിംഗ് ആണ്
ചുവന്ന ലോഹ വേലി
മനുഷ്യൻ ഇരുട്ടിലാണ്
പിസ്സയിൽ ചുവന്ന സോസ് ഉണ്ട്
ആകാശം ഇരുണ്ടതാണ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു വലിയ വൈറ്റ് ജെറ്റ് വിമാനം
പെൺകുട്ടി സർഫിംഗ് ചെയ്യുന്നു
ചൂടുള്ള ബൈക്ക്
റഫ്രിജറേറ്ററിലെ കാന്തങ്ങൾ.
സൈക്കിളിന് പരിശീലന ചക്രങ്ങളുണ്ട്
വെള്ളക്കാർ എന്തെങ്കിലും എഴുതിയിട്ടുണ്ട്
വലിയ കറുത്ത പിക്കപ്പ് ട്രക്ക്
പ്ലേറ്റ് വെളുത്തതാണ്
ഒരു ഇഷ്ടിക ചുവരിൽ ഒരു ഘടികാരം
വെളുപ്പും കറുപ്പുമായ സ്കേറ്റ്ബോർഡ്
ആന ചിത്രരജന ചെയ്യുന്നു
പുല്ല് പച്ചയും ദൃശ്യവുമാണ്
പുല്ലിൽ പഴയ ട്രക്ക്
ഒരു പബ്ബിനായി ചിഹ്നം
Chrome സിങ്ക് ഫോസെറ്
നീല പൂളിലെ വെള്ളം
ആപ്പിൾ ചുവപ്പാണ്
ഒരു ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
കസേര നീലയാണ്
ബേസ്ബോൾ ബാറ്റ് കറുത്തതാണ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
മുടി നീളമുള്ളതാണ്
ജനലുകൾ ദൃശ്യമാണ്
പടികൾ
മനുഷ്യൻ കസേരയിൽ ഇരിക്കുന്നു
ചുവന്ന മരം കൊണ്ടുള്ള നല്ല പാർക്ക് ബെഞ്ച്
ഒരു ചെറിയ കുഞ്ഞ് മുൻവശത്ത്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു പച്ച ബേസ് ബോൾ
ഒരു കറുത്ത മോട്ടോർസൈക്കിൾ
ഒരു കമ്പ്യൂട്ടർ മോണിറ്റർ
ചിത്രത്തിലെ ഉയരമുള്ള ഒരു ഗോപുരം
പുരുഷന്റെ ചാരനിറത്തിലുള്ള ടൈ
സ്കീ പാന്റുകൾ മഞ്ഞയാണ്
തിളക്കമുള്ള സൂര്യൻ
ജപ്പാനീസ് അക്ഷരങ്ങൾ.
സുന്ദരമായ മുടിയുള്ള ഒരു കുഞ്ഞ്.
മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്ന വ്യക്തി.
ചുവന്ന പിക്കപ്പ് ട്രക്ക്
ഒരു വലിയ തവിട്ട് ഗ്രിസ്ലി കരടി
ചുവന്ന മണി കുരുമുളക് കഷ്ണം
ധ്രുവക്കരടിക്ക് വെളുത്ത പാദമുണ്ട്.
ഉദ്യാനത്തിൽ പട്ടത്തിന്റെ ദിവസം
ഒരു ചെറിയ പേസ്ട്രി ബാർ
പെൺകുട്ടി മണലിൽ നിൽക്കുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
തീവണ്ടി പച്ചയാണ്
ഒരു ചവണ
ചെറിയ വണ്ടി വലിക്കുന്ന കുതിര
ആകാശം വ്യക്തവും നീലയുമാണ്
റോഡ് ചിഹ്നം നിർത്തുക
ക്യാമറയ്ക്ക് അഭിമുഖമായി പോർച്ച് റെയിലിംഗിൽ ഇരിക്കുന്ന ഒരു പുരുഷ കർദിനാൾ
മഞ്ഞ പസഫിക് ദേശീയ ട്രെയിൻ എഞ്ചിൻ
പല്ലുകൾ കാണാം
ഉയരമുള്ള ജിറാഫിൽ തവിട്ടുനിറത്തിലുള്ള രോമം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
കറുത്ത ബസ് ചക്രം
കണ്ണുകൾ വലുതാണ്
നായ ഉറങ്ങുകയാണ്.
പച്ച ട്രാഫിക് ലൈറ്റ് പ്രകാശിപ്പിച്ചു
ശാന്തമായ നീല വെള്ളത്തിൽ സഞ്ചരിക്കുന്ന ബോട്ട്
തടി അലമാരയിൽ പച്ച ഗ്ലാസ് പൂത്തട്ടം
ഫ്രിസ്ബി കളിക്കുന്ന യുവാവ്
ട്രക്കുകളുടെ കടക്കാരുടെ വെബ് സൈറ്റ് വിലാസം
മഞ്ഞ് മൂടിയ ഗ്രൗണ്ട്
ഒരു പുരുഷന്റെ ചിത്രം
ഒരു ഉറുമ്പ്
ഗിയർ ആകൃതിയിലുള്ള കട്ട് അപ്പ് കാരറ്റ്
ഒരു തലകീഴായ മൗസ്
വൺവേ ചിഹ്നം
മനുഷ്യൻ സൈക്കിൾ ഓടിക്കുന്നു
കുതിര ഒരു ബഗ്ഗി വലിക്കുന്നു
മനുഷ്യൻ രണ്ട് കൈകളാലും ഫ്രിസ്ബിയെ പിടിക്കുന്നു
വേവിച്ച കാരറ്റ് കൂമ്പാരം
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
രണ്ടു സ്ത്രീകൾ കല്ലിൽ ഇരിക്കുന്നു
സ്കേറ്റ്ബോർഡിൽ മനുഷ്യൻ തന്ത്രം ചെയ്യുന്നു
ധാരാളം മെഴുകുതിരികൾ കത്തിക്കുന്നു
ബാറ്ററിന് കറുത്ത ശിരോകവജം ഉണ്ട്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
തെരുവ് വിളക്കുകളുടെ ഒരു നിര.
രണ്ട് സീറ്റുള്ള പഴയ ബൈക്ക്
ഏതാണ്ട് നിറയെ ഗ്ലാസ് ബിയർ
മനുഷ്യൻ ക്യാമറയിലേക്ക് നോക്കുന്നു
കുഞ്ഞ് ആന
ആനയ്ക്ക് വെളുത്ത തുമ്പികളുണ്ട്.
മേശപ്പുറത്ത് വെളുത്ത തളിക
കാർ ഇളം നീലയാണ്
അകലെ മങ്ങിയ ആകാശം.
ക്ലോക്ക് മുഖത്ത് നിന്ന് പ്രകാശം
ഒരു ടോവിന് മുകളിൽ ഒരു പാൻ
വെള്ളത്തിന് മുകളിലുള്ള വലിയ പാലം
"മഞ്ഞ, കറുപ്പ് തീവണ്ടി എഞ്ചിൻ"
ഒരു ജോഡി ബ്ലാക്ക് ആൻഡ് വൈറ്റ് ക്ലീറ്റുകൾ
ഒരു റെയിൽ‌വേ ട്രെയിനിന്റെ രണ്ട് കാറുകൾ‌
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ചുവന്ന വെളിച്ചം പ്രകാശിച്ചു
റെയിൽവേ ട്രാക്കുകൾ
ട്രെയിൻ മഞ്ഞയും നീലയുമാണ്
ഇളം നീല തലയിണ കേസ്
മനോഹരമായ പൂക്കൾ ഭക്ഷണ വണ്ടി അലങ്കരിക്കുന്നു
ടെന്നീസ് കളിക്കുന്ന യുവാവ്
കുടകളുടെ കൂട്ടം വെള്ളത്തിൽ നിൽക്കുന്നു
ടെഡി ബിയറിന് കണ്ണുണ്ട്
തെരുവിൽ ഒരു സിമൻറ് മീഡിയൻ
മേശപ്പുറത്ത് കൊക്കകോളയുടെ കാൻ
വീഡിയോ ഗെയിം കളിക്കുന്ന സ്ത്രീ
ടെന്നീസ് റാക്കറ്റ് മനുഷ്യന്റെ കൈയിലാണ്
വ്യക്തിക്ക് കറുത്ത മുടിയുണ്ട്.
തറയിൽ നിൽക്കുന്ന ഒരു സ്ത്രീ
"തവിട്ടും, വെള്ളയും നായ"
ക്ലോക്ക് കെട്ടിടത്തിലേക്ക് വാർത്തെടുത്തു
അരിഞ്ഞ പച്ച പച്ചക്കറി.
ചിഹ്നം നീലയാണ്
യുവതി ടെന്നീസ് കളിക്കാൻ ഒരുങ്ങുന്നു
ചുവന്ന അക്ഷരമുള്ള കറുത്ത ബോൾ തൊപ്പി
ജിറാഫിന് വാൽ ഉണ്ട്
ഇതൊരു ട്രേ ആണ്
ചെറിയ കടുത്ത ചുവന്ന തലം
ഒരു സീബ്ര നടക്കുന്നു
ഒരു വെളുത്ത സ്റ്റിയറിനു മുന്നിൽ നിൽക്കുന്ന കൗഗേൾ
യുവതി ഒരു പന്തിൽ ഒരു ടെന്നീസ് റാക്കറ്റ് വീശുകയാണ്.
കുടയുടെ ഭാഗം
മാംസത്തിൽ നിന്ന് ഉയരുന്ന നീരാവി
ദ്വീപ് ബീച്ച് രംഗം
മോട്ടോർ ബൈക്കിൽ ഇരിക്കുന്ന വ്യക്തി
കറുത്ത തൊപ്പി ധരിച്ചിരിക്കുന്ന വ്യക്തി
ട്രെയിനിന്റെ മുൻഭാഗം കറുത്തതാണ്
ഉയരമുള്ള ജിറാഫ് .
സിറ്റി സ്ട്രീറ്റിലെ ബസ്
സ്ട്രോബെറി കേക്കിന്റെ പുറംതോട്
കുഞ്ഞ് ആന
നീലയും കറുപ്പും പരിശോധിച്ച ഷർട്ട് ധരിച്ച ഒരാൾ
യുവതി ടെന്നീസ് കളിക്കുന്നു
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു ജിറാഫ് നിലത്ത് ഇരിക്കുന്നു.
ഇരുണ്ട ട്രാക്കിൽ കാറുകൾ റേസ് ചെയ്യുക
മേശപ്പുറത്ത് വലിയ വെളുത്ത പായൽ
ബ്രൗൺ നിറത്തിലുള്ള ഷർട്ടിൽ ഒരു സ്ത്രീ
മഞ്ഞ ഷർട്ട് ധരിച്ച പയ്യൻ
വെള്ളം വ്യക്തവും ശാന്തവുമാണ്
സമ്മിശ്രണം ചെയ്യുന്നതിൽ ഐസ്
ബണ്ണിൽ കടുക് ഉള്ള ഹോട്ട് ഡോഗ്
ജെല്ലി ഡോനട്ട് പുറത്തേക്ക് ഒഴുകുന്നു
ഹെയർ ഡ്രയർ വെളുത്തതാണ്
ഒരു വെളുത്ത കാൽ‌നട ക്രോസ്സ്‌വാക്
ഒരു ടെന്നീസ് കളിക്കാരൻ പന്ത് തിരികെ നൽകാൻ പോകുന്നു
ഒരു കളിമണ്ണ്
കുഞ്ഞ് ആന
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ഫോൺ
കണ്ണാടി വൃത്താകൃതിയിലാണ്
വായിൽ ടൂത്ത് ബ്രഷ് ഉള്ള മനുഷ്യൻ
കറുത്ത ഹെൽമെറ്റ് ധരിക്കുന്ന ബാറ്റർ
തൊഴിലാളികൾക്ക് ഒരു സുരക്ഷാ മുന്നറിയിപ്പ്.
ചെറിയ ചാര കുഞ്ഞ് ആന
ഇടതുവശത്ത് അഭിമുഖീകരിക്കുന്ന ഒരു സീബ്ര
തിളക്കമുള്ള ചുവന്ന അഗ്നി ജലാംശം
വയലിൽ നിൽക്കുന്ന ഉയരമുള്ള ജിറാഫ്.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ടെന്നീസ് കളിക്കുന്ന ഒരു യുവതി
ഹെഡ്‌ബോർഡിന് എതിരായി വെളുത്ത തലയിണകൾ.
രോമമുള്ള തവിട്ട് പശു മൂയിംഗ്
തവിട്ട് കുതിര ഓട്ടം
രണ്ട് മങ്കി കണ്ണുകൾ
ഇലകളില്ലാത്ത ഒരു വൃക്ഷം
വ്യക്തമായ ആകാശത്ത് പറക്കുന്ന പക്ഷി
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു കേക്കിൽ മെഴുകുതിരികൾ.
കുഞ്ഞ് ആന
വിമാനത്താവളത്തിലെ വിമാനം
രണ്ട് സൈക്കിളുകളും ഒരു മോട്ടോർ സൈക്കിളും
പക്ഷിക്ക് കണ്ണുണ്ട്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സോസിൽ ബ്രൊക്കോളി കഷണങ്ങൾ
വൈറ്റ് കണ്ട്രോളർ കൈവശമുള്ളയാൾ
പെൺകുട്ടിക്ക് തവിട്ട് നിറമുള്ള മുടിയുണ്ട്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പച്ച പുല്ലിന്റെ ചെറിയ പാച്ച്
വയലിൽ ഏഴു പശുക്കൾ
പഴം നിറഞ്ഞ ഒരു ഗ്ലാസ് വിഭവം
അസ്ഫാൽറ്റിന്റെ നിറം കറുത്തതാണ്
വെളുത്ത സ്വാൻ വെള്ളത്തിൽ പൊങ്ങിക്കിടക്കുകയാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
തോമസ് ട്രെയിൻ കേക്ക്
ഒരു നീല കപ്പ്
ചൂണ്ടിക്കാണിക്കുന്ന സുന്ദരിയായ സ്ത്രീ
ഒരു ബേസ്ബോൾ ബാറ്റ് പിടിച്ചിരിക്കുന്ന ഒരു മനുഷ്യൻ
"തവിട്ട്, വെളുപ്പ് ചിഹ്ന പോസ്റ്റ്"
പാത്രത്തിൽ പച്ച ആപ്പിളുംകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ബാത്ത്റൂം വാതിൽ തുറന്നു.
ചുവരിൽ പരന്ന സ്ക്രീൻ ടിവി
മനുഷ്യൻ സ്കീസ് ​​പിടിക്കുന്നു.
കറുപ്പും വെളുപ്പും കടൽ കാക്ക
നായ്ക്കളുടെ മൂക്ക് കറുത്തതാണ്
വാഹനത്തിന്റെ യാത്രക്കാരുടെ ഭാഗത്ത് ഇരിക്കുന്ന ഒരു നായ
ചുവപ്പും നീലയും ഡോനട്ടിൽ തളിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മനുഷ്യൻ വെളുത്ത ഹെൽമെറ്റ് ധരിക്കുന്നു
കാർഷിക മേഖലയിൽ ജോലി ചെയ്യുന്ന മനുഷ്യൻ
തലയിൽ സ്കാർഫ് ധരിച്ച സ്ത്രീ
പിങ്ക് പാത്രത്തിനടുത്തുള്ള ഫോർക്ക്
ഒരു വെളുത്ത പയ്യൻ സൂര്യനിൽ നല്ല സമയം ആസ്വദിക്കുന്നു.
പാലിൽ ചീരിയോസിന്റെ ഒരു പാത്രം
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് പാണ്ട
കറുത്ത തീവണ്ടി
ഹാൻഡിൽബാറിൽ കറുത്ത ഹെൽമെറ്റ്.
മുൻവശത്തെ ഡൈനിംഗ് ടേബിളിൽ ആളുകൾ വലതുവശത്ത് നോക്കുന്നു
ഒരു പുതപ്പ് മുകളിൽ ഉള്ള ഒരു ചെറിയ കിടക്ക.
ഹെൽമെറ്റ് വെള്ളിയാണ്
പക്ഷി
"വൈറ്റ് പേപ്പർ കപ്പ് പാനീയം , ജെനോയുടെ സ്റ്റീക്കിൽ നിന്നു."
ചെറിയ അടുക്കളയിൽ മേശയും കസേരയും
ഒരു പ്രതിഫലന കണ്ണാടി കെട്ടിടം
നായ വെളുത്തതാണ്.
മനുഷ്യൻ കടൽത്തീരത്ത് ഓടുന്നു
ഇടതുവശത്ത് ജിറാഫിലെ കൊമ്പുകൾ.
ജ്യോതിശാസ്ത്രത്തിൽ നിൽക്കുന്ന ഒരാൾ
തവിട്ട് ബോക്സുകൾ കാണാം
രുചികരമായ മധുരപലഹാരം
പാത്രത്തിൽ വറുത്ത റൊട്ടി
ഒരു പാലം
പിങ്ക് കോൺടാക്റ്റ് ലെൻസ് പെട്ടി
കലാപരമായ സാൻഡ്‌വിച്ചുകൾ
കുട കറുത്തതാണ്.
ചുവന്ന അഴുക്ക് നിലത്ത്
പയ്യൻ കണ്ണട ധരിക്കുന്നു
അവൻ സമുദ്രത്തിലാണ്.
ആനയെ കഴിപ്പിക്കുന്ന കുട്ടി
കപ്പൽ വെള്ളത്തിലാണ്
ചുവപ്പു നിറത്തിൽ ഉള്ള വിമാനം
കറുത്ത വെറ്റ്സ്യൂട്ടിൽ സർഫർ
വർണ്ണാഭമായ കുട
ജിറാഫിന്റെ ചെവി
ഒരു ജിറാഫി ഒരു കല്ല് ചുറ്റളവിൽ
ആടുകളെ വഴിയിൽ ഇറക്കുന്നു
സ്കേറ്റ്ബോർഡിൽ മനുഷ്യൻ തന്ത്രം പ്രയോഗിക്കുന്നു
നീളമുള്ള ചാരനിറത്തിലുള്ള മെറ്റൽ ബെഞ്ച്
ഘടികാരം നീലയാണ്.
മണൽ ചാരനിറമാണ്
ജിറാഫുകൾ ഒരുമിച്ച്.
ടിൻ ഫോയിൽ ഹോട്ട് ഡോഗ്
നീളമുള്ള ചുവന്ന മുടിയുള്ള പെൺകുട്ടി
ഒരു തിരമാലയിൽ സർഫിംഗ് ചെയ്യുന്ന ഒരു സർഫർ
ഒരു ബിസിനസ്സിന്റെ ചിത്രം
ഒരു വേലിയിൽ പോസ്റ്റുചെയ്യുക
കടലിന്റെ ഒരു ഭാഗം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നിലത്ത് കറുത്ത പുള്ളി
കുഞ്ഞ് ആന
ട്രെയിൻ വർണ്ണാഭമായതാണ്
അദ്ദേഹത്തിന് ഒരു നീല തൊപ്പി ഉണ്ട്.
ആരുമില്ലാത്ത ബെഞ്ച്
ദ്വീപ് ബീച്ച് രംഗം
എറിയാൻ ഒരുങ്ങുന്ന പിച്ചർ
ഒരു തിളക്കമുള്ള മഞ്ഞ ഫ്രിസ്ബി
ഫോക്കസിന് പുറത്തുള്ള കറുത്ത സ്കേറ്റ്ബോർഡ്
നീല ഷർട്ടിൽ മനുഷ്യൻ
ചുവന്ന തൂവലുകൾ ഉള്ള കറുത്ത പക്ഷി
ഒരു കീ റിംഗിൽ ചെറിയ പ്ലാസ്റ്റിക് കരടി
ചെറുപ്പക്കാരൻ ബി‌എം‌എക്സ് റേസ് കാണുന്നു
വൃത്തിയുള്ള വെളുത്ത പ്ലേറ്റ്
ധാരാളം വീണ ഇലകൾ
നിരവധി ഫോണുകൾ ദൃശ്യമാണ്
മഞ്ഞ ഷർട്ടിലുള്ള നാല് ഫ്രിസ്‌ബീ കളിക്കാർ
ഒരു വലിയ വെളുത്ത വിമാനം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള വാർപ്പ്
കറുത്ത അടയാളം കണ്ടെത്തി
കറുത്ത സോക്ക്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മഞ്ഞുവീഴ്ചയുള്ള തെരുവിൽ ഇരട്ട ഡെക്കർ ബസ്
വായുവിൽ സ്കീയർ
കളപ്പുര മരം
നീല അടയാളം കണ്ടെത്തി
തടാകതീരത്ത് മനുഷ്യൻ ബോട്ട് പൈൻ്റ് അടിക്കുന്നു.
ട്രെയിൻ മഞ്ഞയാണ്
വെളുത്ത മെഴുകുതിരിയുടെ ജ്വാല.
കുഞ്ഞ് ആന
പാത്രത്തിൽ ചുവന്ന ആപ്പിൾ ഉണ്ട്.
തിളങ്ങുന്ന ബൈക്ക്
ഒരു സീബ്ര കഴിക്കുന്നു
കറുപ്പും വെളുപ്പും നിറമുള്ള സീബ്ര
സിൽവർ ഗെയിമിംഗ് ലാപ്‌ടോപ്പ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
സോസർ തൂക്കിയിരിക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ബ്രൗൺ പെട്ടി
നായ കട്ടിലിൽ കിടക്കുന്നു
ഫോൺ ഓണാണ്
ടോയ്‌ലറ്റ് കടലാസ്സിൽ ചുമരിൽ തൂക്കിയിരിക്കുന്നു
പ്ലേറ്റിൽ കാരാമൽ.
ഇലകൾ വരണ്ടതാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മൂർച്ചയുള്ള കത്തി കാരറ്റ് ചെറിയ കഷണങ്ങളായി മുറിക്കുന്നു
സിങ്കിനൊപ്പം ബാത്ത്റൂം ക്രമീകരണം
ഒരു പിസ്സ ബോക്സിൽ പിസ്സ
ഉയരമുള്ള പച്ച വൃക്ഷം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇതാണ് ആകാശം
ഒരു വയർ
ഒരു മേശയിൽ ലാപ്‌ടോപ്പ്
കറുത്ത മൂടിയ സ്കീയർ
ഒരു പശുവിന്റെ കാൽ
അഞ്ച് ബ്ലേഡുകളുള്ള ലൈറ്റ് ബ്രൗൺ സീലിംഗ് ഫാൻ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വെള്ളം വ്യക്തമാണ്
ഇതൊരു തൊപ്പിയാണ്
സൂര്യൻ മേഘങ്ങളിലൂടെ എത്തിനോക്കുന്നു
വലിയ ക്ലോക്കിന്റെ മിനിറ്റ് കൈ
പഴയ തകർന്ന മഞ്ഞ വാഹനം
ഒരു ഗ്രാഫിക്കിന്റെ ഭാഗം
ജിറാഫ് ക്യാമറയിലേക്ക് നോക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മനുഷ്യൻ ടെന്നീസ് കളിക്കുന്നു.
തൊപ്പി വലുതാണ്
പകുതി കഴിച്ച സാൻഡ്‌വിച്ച്.
മഞ്ഞ സൈക്കിളിന്റെ പിന്നിൽ
ഒരു കെട്ടിടത്തിലെ കറുത്ത സ്പയർ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു മേശപ്പുറത്ത് കോഫി മഗ്
കൊട്ടയിൽ ടെന്നീസ് പന്തുകൾ
വളരെ ശാന്തമായ കവല
വെളുത്ത അടയാളം കണ്ടെത്തി
LANDS എന്ന വാക്ക്.
തുമ്പിക്കൈ അരിഞ്ഞത്
ഇതാണ് ആകാശം
വെളുത്ത ഫ്രിസ്ബീ എറിയുന്നു
ഒരു പുള്ളിയുടെ അറ്റം
വാനിൽ കറുത്ത ടയർ
മൂന്ന് പേർ മേശയ്ക്കു പിന്നിൽ
രണ്ട് ഏഷ്യൻ പുരുഷന്മാർ ഒരു വണ്ടിയിൽ ഇരിക്കുന്നു
ഒരു കപ്പലിലെ ക്രോസ്സ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഓറഞ്ച് കറുപ്പും വെളുപ്പും ബോട്ട്
മരങ്ങൾക്ക് ഇലകളില്ല
മുറ്റത്ത് ഫ്രിസ്ബീ കളിക്കുന്ന മനുഷ്യൻ
മനുഷ്യന്റെ വായിൽ വിരൽ വെച്ചിരിക്കുന്നു
അവളുടെ തലയ്ക്ക് മുകളിൽ ഒരു പിങ്ക് തൊപ്പി
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കീബോർഡ് കറുത്തതാണ്
ഇതാണ് ആകാശം
ബാറ്ററി ബോക്സിൽ നിൽക്കുന്ന ബാരി ബോണ്ടുകൾ
കിഴങ്ങുവർഗ്ഗങ്ങളുടെ ചുവന്ന പാത്രം
നീല മോട്ടോർ സൈക്കിളിൽ ഇരുണ്ട പൂച്ച
ധാരാളം ശാഖകൾ നിലത്തുണ്ട്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വിപണി ഉത്പാദിപ്പിക്കുക.
ഹിമപാതത്തിലൂടെ നടക്കുന്ന സ്ത്രീ സ്കീയർ
ഒരു പർവതത്തിന്റെ മുകളിൽ
വെളുത്ത വിരികളുള്ള രാജ്ഞി വലുപ്പമുള്ള കറുത്ത കിടക്ക
ഇത് ഒരു സ്ത്രീയാണ്
ചുവപ്പും പച്ചയും ജലാംശം
കീബോർഡ് പഴയതാണ്
ഒരു കമ്മൽ
ക്ലോക്ക് ചുമരിൽ തൂക്കിയിരിക്കുന്നു
മനുഷ്യൻ ഒരു പ്ലേറ്റ് പിസ്സ പിടിക്കുന്നു
ഒരു ബാത്ത്റൂം സ്റ്റാൾ
ഒരു കുട്ടി ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു
ലാൻഡിംഗ് പാതയിൽ ഒരു വെളുത്ത വിമാനം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു വെളുത്ത വര
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വ്യത്യസ്‌ത ബൈക്കുകൾ
വെളുത്ത തൊപ്പിയിൽ പച്ച അലിഗേറ്റർ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പക്ഷി ശാഖയിൽ നിൽക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു ചെറിയ ചുവന്ന പെട്ടി
ആളുകൾ ഒരുമിച്ച് മേശപ്പുറത്ത് ഇരിക്കുന്നു
സ്ത്രീ ഒരു മേശയിലിരുന്ന്
റോഡിന്റെ വശത്ത് ചുവന്ന ചിഹ്നം.
കുറച്ച് പുല്ലിന്റെ ഭാഗം
പച്ച ക്ലോക്ക്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ക്യാമറ ഫ്ലാഷ് പ്രതിഫലനം ഒബ്ജക്റ്റിന് തിളക്കമുണ്ടെന്ന് നിർദ്ദേശിക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ചുമരിൽ ഒരു ഫ്രെയിം
മൂന്ന് ജിറാഫ് പ്രതിമകളുണ്ട്
നോൺ സ്കേറ്റേഴ്സ് ഹെൽമെറ്റ് ധരിക്കരുത്
ധൂമ്രനൂൽ ധരിച്ച നായ
കുഞ്ഞ് ആന
ലാപ്‌ടോപ്പിൽ ദൃശ്യമായ പ്രതിമ
പച്ച സസ്യങ്ങൾ കാണാം
ഒരു കൊച്ചു പെൺകുട്ടി ഒരു ഹെയർ ഡ്രയർ പിടിക്കുന്നു
സീലിംഗ് വെളുത്തതാണ്.
ആകാശം
ദ്രാവകമുള്ള മഞ്ഞ പാത്രം
ഇതാണ് നിലം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മഞ്ഞ നാരങ്ങകൾ കാണാം
തെരുവിന് മുകളിൽ ചിഹ്നം
ഒരു റൺവേയുടെ ഭാഗം
ചുവന്ന അങ്കിയിൽ ഇരിക്കുന്ന സ്ത്രീ
ഘടികാരം
ധ്രുവക്കരടി പച്ച പന്ത് പിടിക്കുന്നു
ഒരു വെളുത്ത കാർ
റെസ് ബസ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ഭരണി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ബാറ്ററിൻറെ പെട്ടിയിൽ ബാറ്റർ
റെയിൽ റോഡ്
വിവാഹ കേക്കിൽ പച്ച പൂക്കൾ
വെള്ളത്തിൽ രണ്ട് പക്ഷികൾ
കുഞ്ഞ് ആന
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ചങ്ങല
സ്വിം‌സ്യൂട്ട് കറുത്തതാണ്
ഗ്രേഡിയന്റ് ബ്ലൂ ബീച്ച് വാട്ടർ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഗ്ലാസിൽ ബൈക്കിന്റെ ചിത്രം
മനുഷ്യൻ ഒരു കയറു പിടിക്കുന്നു
കുഞ്ഞ് ആന
മണൽ വെളുത്തതാണ്
കളപ്പുര ചുവന്നതാണ്
ഓവനിൽ ഉടച്ച ഉരുളക്കിഴങ്ങ്
ചില തുരുമ്പിച്ച പൈപ്പുകൾ
കളഞ്ഞ ഷർട്ട് ധരിച്ച കൊച്ചു പെൺകുട്ടി
ഒരു സ്കിലിഫ്റ്റിൽ രണ്ടുപേർ.
പുല്ലിൽ വീണ ഇലകൾ
ഒരു ഫോട്ടോഗ്രാഫറുടെ വാട്ടർമാർക്ക്
വെള്ളത്തിന് മുകളിലുള്ള പാലം
കുതിര നിൽക്കുന്നു
കല്ല് ഭിത്തിയിൽ ഒരു കാൻ.
ഒരു ചുവന്ന ബാഗ് ധരിച്ച സ്കീയർ
വെളുത്ത പ്ലേറ്റിൽ പൈ
ട്രയംഫ് മോട്ടോർസൈക്കിൾ ലോഗോ
പിസ്സയിൽ ഒരു പെപ്പർറോണി
ആപ്പിൾ കഴിക്കാൻ മുറിച്ചു.
ഒരു വൃത്താകൃതിയിലുള്ള മതിൽ ഘടികാരം
കുടയുടെ ഇളം നീല മേലാപ്പ്
ചാര ആനകുട്ടി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
അവളുടെ ഷോർട്ട്സ് പിങ്ക് ആണ്
ഒരു മരം കമാന പ്ലാറ്റ്ഫോമിലെ ഒരു ഘടികാരം
സ്കൂട്ടർ ഉള്ള ഒരു ചെറിയ പെൺകുട്ടി
വെളുത്ത കേക്ക്
ഒരു കറുത്ത ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
ഒരു നീല ട്രക്ക്
ട്രാക്കിൽ ഒരു ട്രെയിൻ
നീല ഹെൽമെറ്റ് ധരിച്ച വ്യക്തി
ചുവപ്പും വെള്ളയും അടയാളം
ഒരു ഡൈനിംഗ് റൂം മേശയും കസേരകളും
ഒരു മേശ രംഗം
മഞ്ഞ ചുവരിൽ അലങ്കരിച്ച കണ്ണാടി
ഒരു കെട്ടിടത്തിലെ ഘടികാരം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കറുത്ത ബീനീ.
നീല ഷിരോകവജത്തിലുള്ള വ്യക്തി സ്നോബോർഡിംഗ് ആണ്
നീല ചെറിയ കൈ ഷർട്ട് ധരിച്ച അമ്പയർ
ശാഖയിൽ പച്ച പായൽ
തവിട്ടുനിറത്തിലുള്ള കട്ടിലിൽ ഓറഞ്ച് പൂച്ച
പാത്രത്തിലെ പൂക്കൾ.
കമ്പിളി ഗോറില്ലയ്ക്ക് കുറച്ച് വക്രമായ കണ്ണുകളുണ്ട്
പാർക്കിൽ തന്ത്രങ്ങളും പ്രകടനം സ്കതെബൊഅര്ദെര്
ഒരു വെള്ളി ഫോൺ.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
തിരമാല തകർക്കുന്നു
ചാരനിറത്തിലുള്ള സുരക്ഷ ശിരോകവജം ധരിച്ച മനുഷ്യൻ
മറ്റൊരു ബസിന്റെ വലതുവശത്ത് ഇരട്ട നില ബസ്
ഒരു വ്യക്തി റാക്കറ്റ് വീശുന്നു
ഒരു കളിപ്പാട്ടം ഹാരി ഡേവിഡ്സൺ മോട്ടോർസൈക്കിൾ
പേനയിൽ പച്ച സസ്യങ്ങൾ
ട്രാഫിക് സിഗ്നലിൽ ചുവന്ന ലൈറ്റ് തിളങ്ങുന്നു
ചിത്രത്തിലെ കുട നീലയും വെള്ളയുമാണ്.
തലയിൽ ഇരുണ്ട നീല നിറത്തിലുള്ള ടൊബോഗൻ
ഒരു സ്ത്രീ ഇരിക്കുന്നു.
നീല നിറത്തിലുള്ള എഴുത്ത് ഉള്ള വെളുത്ത വിമാനം
കൊത്തിയെടുത്ത കല്ല് നിര
ചുവടെയുള്ള തെരുവ് ചിഹ്നം
ചുവപ്പും വെള്ളയും നിറമുള്ള ജെറ്റ്
ജെറ്റ് റൺവേയിലാണ്
ആപ്പിൾ കമ്പ്യൂട്ടറുകൾ ഉപയോഗിക്കുന്ന രണ്ട് ആൺകുട്ടികൾ
കുഞ്ഞ് ആന
വരയുള്ള ഒരു ഡെക്ക് കുട
ആരെങ്കിലും ഈ മൃഗങ്ങളെ ഉടൻ തന്നെ പോറ്റേണ്ടതുണ്ട്! ASAP നേക്കാൾ വേഗത്തിൽ! ഒരു വർഷം മുമ്പ്! ഇത് നികൃഷ്ടമാണ്!
കെട്ടിടത്തിന് മുകളിൽ വലിയ വാഴപ്പഴത്തിന്റെ കൂട്ടം
ചുവപ്പും വെള്ളയും ടഗ് ബോട്ട്
ഒരു ഓട്ടത്തിൽ ഓടുന്ന കുതിരകളും ജോക്കികളും
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒറ്റ ഡോനട്ട് അവശേഷിക്കുന്നു
ഒരു കട്ടിലിന് മുകളിൽ തൂക്കിയിട്ടിരിക്കുന്ന ചിത്രം
ഒരു നീല സ്റ്റിക്കർ
വൃത്തികെട്ട കപ്പ് മേശപ്പുറത്ത് ഇരിക്കുന്നു
മനുഷ്യൻ ആനയെ നദിയിൽ കയറ്റുന്നു
വൈറ്റ് ഷവർ കർട്ടൻ വടി
ഒരു ജോഡി ബെഡ്സൈഡ് വിളക്കുകൾ
റോഡിൽ ഒരു സൈക്കിൾ
അഴുക്കിൽ കുതിര ഉരുളുന്നു
മനുഷ്യൻ ഒരു മേശയ്ക്കു മുന്നിൽ ഇരിക്കുന്നു.
ലിഡ് പൊക്കിവെച്ചിരിക്കുന്ന ഒരു വെളുത്ത ടോയ്‌ലറ്റ്
അസംസ്കൃത ബ്രൊക്കോളിയുടെ തല
കസേര പച്ചയാണ്
പുറംതോട് സ്വർണ്ണ തവിട്ടുനിറമാണ്
ഒരു ചെറിയ തവിട്ട് പോണിടെയിൽ
വർണ്ണാഭമായ നക്ഷത്രമുള്ള കുട.
പെൺകുട്ടിക്ക് ഒരു ടെന്നീസ് റാക്കറ്റ് ഉണ്ട്
വിവിധതരത്തിലുള്ള കുംഭങ്ങൾ മിഠായി
റോഡിന് അടുത്തുള്ള ഒരു ചുവന്ന സ്റ്റോപ്പ് ചിഹ്നം
കറുത്ത നനഞ്ഞ സ്യൂട്ട് ധരിച്ച പുരുഷ സർഫർ
പിക്കപ്പ് ട്രക്ക് പച്ചയാണ്
മനുഷ്യന്റെ ജാക്കറ്റ് ചുവപ്പാണ്
സോസേജ് പിസ്സ
സ്ത്രീയുടെ മുടി സുന്ദരമാണ്
ബെഞ്ച്
"വെള്ളി സ്പൂൺ, വെണ്ണ കത്തി"
കാറുകൾ ചുവപ്പാണ്
വെളുത്ത ചക്രങ്ങളുള്ള സ്കേറ്റ്ബോർഡ്
ഒരു മനുഷ്യൻ കുനിയുന്നു
മനുഷ്യൻ പന്ത് അടിക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു കുഞ്ഞിന്റെ കൈയിൽ ഒരു ചുവന്ന ആപ്പിൾ
മൂന്ന് വിളക്കുകളുള്ള കറുത്ത വിളക്ക് തൂൺ
രംഗം ആശുപത്രിയിലാണ്
വരാനിരിക്കുന്ന ട്രെയിൻ
ഗോളാകൃതിയിലുള്ള പ്രകാശം
ഒരു ചുവന്ന കെച്ചപ്പ് കുപ്പി
സമുദ്രത്തിലെ പുരുഷ സർഫർ
കുഞ്ഞ് ആന
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കറുപ്പും വെളുപ്പും ഫോട്ടോയിൽ താറാവ്
അതിൻ്റെ കൊക്ക് വെളുത്തതാണ്.
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ഒരു വലിയ പ്ലാസ്റ്റിക് തൊട്ടി
നിറമുള്ള തുറന്ന കുടകൾ ഓരോ മേശയിലും ഉണ്ട്
ലേഡി ബെഞ്ചിൽ പാവാടയിൽ
വിൻഡോയിലെ അക്ഷരങ്ങൾ
സ്ത്രീ ഫ്ലിപ്പ് ഫോൺ കൈവശം വച്ചിട്ടുണ്ട്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കവറുകൾ മേൽ പീക്കിങ് പൂച്ചക്കുട്ടി
ഫോണിൽ ഒരു സ്ത്രീ
സ്കേറ്റ്ബോർഡുള്ള മനുഷ്യൻ.
ജിറാഫ്
വീടിനടുത്തുള്ള മുൾപടർപ്പു
ഒരു വെളുത്ത മേശ വിളക്ക്
അയാൾക്ക് ചാരനിറത്തിലുള്ള തൊപ്പി ഉണ്ട്
ദ്വീപ് ബീച്ച് രംഗം
സർഫ്ബോർഡിൽ കറുത്ത അറ്റം
തവിട്ട് നായ
ആകാശം നീലയാണ്.
ബോട്ടിന്റെ വശത്ത് വെളുത്ത എഴുത്ത്.
സമുദ്രത്തിൽ നിൽക്കുന്ന ഒരാൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഇരുണ്ട നീലാകാശത്തിൽ പലതരം മൾട്ടി-കളർ കൈറ്റുകൾ
മനുഷ്യന്റെ തലയിൽ വെളുത്ത തൊപ്പി
ഭീമൻ ടെഡി ബിയർ തവിട്ടുനിറമാണ്
ഒരു വിമാനം നിലത്തു നിന്ന് പറന്നുയരുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഫാമിലെ കറുപ്പും വെളുപ്പും ആടുകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
"ഉപ്പ്, കുരുമുളക് ഷേക്കറിന് പിന്നിൽ ഒരു കുപ്പി കെച്ചപ്പ് ഉണ്ട്."
കത്രിക പിടിക്കുന്ന ഒരാൾ
നീലയും വെള്ളയും ബസ് നീളമുള്ളതാണ്
ഒരു മനുഷ്യന്റെ പുറകിൽ കൈ
കട്ടിയുള്ള കറുത്ത കുട
വയലിൽ ഒരു നുര
പച്ച ഗതാഗത വെളിച്ചം
സിൽവർ മെറ്റൽ പാത്രത്തിൽ വറുത്ത അരി
വെള്ളം ശാന്തമാണ്.
തിളങ്ങുന്ന നീലക്കണ്ണുകൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വളഞ്ഞു നില്ക്കുന്നു ഒരു ബേസ്ബോൾ അമ്പയർ
മേൽക്കൂരയിൽ വിളക്ക് സ്ഥാപിച്ചിരിക്കുന്നു
വെളുത്ത അക്ഷരങ്ങളുള്ള പച്ച തെരുവ് ചിഹ്നം
നീല ഷർട്ട് ധരിച്ച പെൺകുട്ടി
ആകാശത്ത് വെള്ളയും ചാരനിറത്തിലുള്ള മേഘങ്ങളും
ഒരു വലിയ വെളുത്ത വാൻ
കണ്ണട ധരിച്ച വ്യക്തി.
പഴയ ഷൂസ് ധരിച്ച മനുഷ്യൻ
ചുവരിൽ ഒരു ചിത്രം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ബെഞ്ച് നിലത്ത് ഘടിപ്പിച്ചിരിക്കുന്നു
വെള്ളം നീലയാണ്
കടത്തുവള്ളത്തിനുള്ള ഒരു അടയാളം.
ഒരു കറുത്ത കമ്പ്യൂട്ടർ ലാപ്‌ടോപ്പ്
ജിറാഫ് പുല്ല് തിന്നുന്നു.
വേലി വെളുത്തതാണ്
ചുവന്ന ജാക്കറ്റ് ധരിച്ച ഒരാൾ
രണ്ട് ജിറാഫുകൾ അരികിൽ നിൽക്കുന്നു
വെളുത്ത തൊപ്പിയുള്ള പ്ലാസ്റ്റിക് വാട്ടർ ബോട്ടിൽ
ചാരനിറത്തിലുള്ള വിമാനം പറന്നുയരുന്നു
ഒരു വ്യക്തി കാറ്റ് സർഫിംഗ് ആണ്
ലാപ്‌ടോപ്പിൽ ആപ്പിൾ ലോഗോ
ട്രാഫിക് ലൈറ്റുകൾ ചുവപ്പാണ്
പഗ് തലയിണകളിൽ ഇരിക്കുന്നു
കറുത്ത വെറ്റ്സ്യൂട്ടിൽ കൈറ്റ്ബോർഡർ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
വിമാനം വെളുത്തതാണ്.
മനുഷ്യൻ നദിയിൽ ബോട്ട് ഓടിക്കുന്നു
ആപ്പിൾ വൃത്താകൃതിയിലാണ്.
ഒരു ബിപ്ലെയ്‌നിൽ ചക്രങ്ങൾ
മധുരപലഹാരത്തിന്റെ വിപ്പിഡ് ക്രീമിൽ പുതിനയില.
വിമാനം ടേക്ക് ഓഫ് ചെയ്യാൻ തയ്യാറാണ്
മനുഷ്യൻ ഒരു മിറർ സെൽഫി എടുക്കുന്നു
പശ്ചാത്തലത്തിൽ ഉയരമുള്ള ചുവന്ന കെട്ടിടം
ബസ് വെള്ളയും നീലയുമാണ്
മണൽ ടാൻ ആണ്.
പുല്ലും പച്ചയും ഉയരവുമാണ്
ഓറഞ്ച് പാത്രങ്ങളിലാണ്.
കുഞ്ഞ് ആന
വലതുവശത്ത് തവിട്ട് ബെഞ്ച്
ടൂത്ത് ബ്രഷിന്റെ കുറ്റിരോമത്തിന് മുകളിലുള്ള ചിലന്തി.
വനമേഖലയിലെ സ്ത്രീ.
വശത്ത് ബസ് ലോഗോ
വൃത്തികെട്ട ഫ്ലഷ് ചെയ്യാത്ത ടോയ്‌ലറ്റ്
കൊച്ചുകുട്ടി കട്ടിലിൽ ഇരിക്കുന്നു
ചുവപ്പും വെള്ളയും നിറമുളള ഒരു വിമാനം.
ദ്വീപ് ബീച്ച് രംഗം
ജാലകത്തോടുകൂടിയ കമാന കവാടം
ഒരു യുവ ഏഷ്യൻ സ്ത്രീ
ലാപ്ടോപ്പിൽ ചാരിയിരിക്കുന്ന ഒരു നായ
ഒരു വെള്ളി ഫോർക്ക്
പക്ഷിയെ പൂച്ച കൊന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഓറഞ്ച് നിറമാണ് ബിയാനി
മുൻവശത്ത് വെളുത്ത നായ
ഒരു വ്യക്തി മലയിൽ നിന്ന് സ്കീയിംഗ് ചെയ്യുന്നു.
ഈ കസേര ചുവപ്പ് നിറത്തിലാണ്
ഒരു ട്രെയിൻ നേരെ വരുന്നു
പ്ലാസ്റ്റിക് ബാഗുകളിൽ രണ്ട് സാൻഡ്‌വിച്ചുകൾ
മഴയിൽ നടക്കുന്ന ദമ്പതികൾ
ചിറകുള്ള ടിപ്പ്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഫോട്ടോയിൽ പറന്നുയരുന്ന വിമാനം
ബസ് സ്റ്റോപ്പിലേക്ക് വരുന്ന ബസ് .
തെളിഞ്ഞ ആകാശം
ഒരു ടോയ്‌ലറ്റിന്റെ ടാങ്ക്
ജിറാഫിന്റെ തല
ഒരു തെരുവിൽ ഒരു വെളുത്ത കരടി
ഒരു കറുത്ത കരടി
ഒരു പാലത്തിന് കുറുകെ പോകുന്ന വർണ്ണാഭമായ തീവണ്ടി
ട്രോളിയുടെ വശത്തുള്ള നമ്പർ 1030.
വാണിജ്യ അടുക്കളയിലെ മരത്തിന്റെ ഊണുമേശ
ആകാശത്ത് ഒരു വെളുത്ത പട്ടം
കന്നുകാലികളുടെ കൂട്ടം .
കെട്ടിടത്തിന്റെ മുൻഭാഗം ഗ്ലാസാണ്
പാർക്കിംഗ് മീറ്ററിലെ ടൈമർ ഡിസ്പ്ലേ.
ചുവന്ന സ്റ്റോപ്പ് ചിഹ്നം
ഒരു ജോഡി പാദരക്ഷകൾ
വലിയ പല്ലി
ഒരു കറുത്ത കുട
തവിട്ട് പാന്റ്സ് ധരിച്ച മനുഷ്യൻ
പാറക്കരികിൽ ഇരിക്കുന്ന മൈക്രോവേവ്
ദ്വീപ് ബീച്ച് രംഗം
കുഞ്ഞ് ആന
കുനിഞ്ഞു നിൽക്കുന്നയാൾ
മഞ്ഞ കടുക് കുപ്പി
ഒരു നടപ്പാതയിലെ ഒരു ഘടികാരം.
മഞ്ഞിന് ട്രാക്കുകളുണ്ട്
അപൂർവ ഗോമാംസം കഷ്ണം
ഒരു തെരുവിലേക്ക് വെളിച്ചം നയിച്ചു
മനുഷ്യൻ കറുത്ത കുട പിടിക്കുന്നു
വിൻഡോയ്ക്ക് മുകളിലുള്ള വാലൻസും കർട്ടൻ വടിയും.
ചുവന്ന ടോപ്പ് ഉള്ള പാൽ കുപ്പി
"പച്ച, ചുവപ്പ് തോണികളുടെ വരി"
ടോയ്‌ലറ്റുകൾ വെളുത്തതാണ്
വ്യക്തിക്ക് കറുത്ത ഹെൽമെറ്റ് ഉണ്ട്
ടോയ്‌ലറ്റ് പേപ്പറിന്റെ രണ്ട് വെളുത്ത റോളുകൾ
ഒരു കറുത്ത വേലി
നീലയും വെള്ളയും ഉള്ള ഒരു വിമാനം
ശിരോകവജം പച്ചയാണ്
മരത്തിൽ പിങ്ക് പൂക്കൾ
ചുമരിൽ നീളമുള്ള തവിട്ട് തോക്ക്
ഒരു ഗോതിക് ക്ലോക്ക് ടവർ
മോട്ടോർ സൈക്കിളുകളുള്ള പരേഡ്
പുല്ലിൽ തവിട്ട് പ്രതിമ
ട്രെയിനിൽ റിയർവ്യൂ മിറർ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു സ്ത്രീ വലിയ ഘടികാരത്തിന് പിന്നിൽ നിൽക്കുന്നു.
വിമാനത്തിന്റെ പുറകിൽ നിന്ന് പുക പുറപ്പെടുന്നു.
വ്യക്തിക്ക് നരച്ച മുടിയുണ്ട്.
ഒരു വെളുത്ത രണ്ട് വാതിൽ റഫ്രിജറേറ്റർ
തീവണ്ടിയുടെ മുൻഭാഗം കറുത്തതാണ്
പടികളിൽ നിൽക്കുന്ന സ്ത്രീ
ട്രക്കറുകളുള്ള ഒരു ട്രക്ക് സ്റ്റോപ്പ്
ബാൽക്കണിയിലെ പക്ഷി.
വെളുത്ത ഇരുമ്പ് തറയിൽ ഇരിക്കുന്നു
ഗോട്ടി നിൽക്കുന്ന ഒരാൾ
ഒരു സീബ്രയാണ് സെന്റർ ഫോക്കസ്
ഉയരമുള്ള വെളുത്ത റഫ്രിജറേറ്റർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു വെളുത്ത കമ്പ്യൂട്ടർ കീബോർഡ്
ശൂന്യമായ നീന്തൽക്കുളത്തിലെ മനുഷ്യൻ
ഇളം നിറമുള്ള നീല ജീൻസ്
സ്കേറ്റ്ബോർഡ് കുളത്തിന് മുകളിലൂടെ ടിപ്പ് ചെയ്തു
പഴയ നിർത്തിയിട്ട ബൈക്ക്
ചുവരിൽ നീല ഫയൽ ഹോൾഡർ
മഞ്ഞയും കറുപ്പും നിറമുള്ള ചിത്രശലഭം പറക്കുന്നു
പിങ്ക് ഫോണുള്ള ചെറിയ പെൺകുട്ടി
നിലത്ത് കറുത്ത പുള്ളി
മൂന്ന് ജിറാഫുകൾ ഓടുന്നു
ഒരു നാണയം പാർക്കിംഗ് മീറ്റർ.
ഒരാൾ പിസ്സ കഴിക്കുന്നു
ഒരു മരക്കൊമ്പ്
ഫ്രീസ്‌ബീ കളിക്കുന്ന ഒരു ആൺകുട്ടി
വലിയ ചുവന്ന ബസ് ഡ്രൈവിംഗ്.
ട്രാഫിക് ലൈറ്റുകൾ പച്ചയാണ്
കുട്ടി ഭക്ഷണം കഴിക്കുന്നു
ഒരാൾ നടപ്പാതയിൽ മുട്ടുകുത്തുന്നു
കുടയ്‌ക്ക് കീഴിലുള്ള മനുഷ്യൻ ചിത്രം എടുക്കുന്നു
കമ്പ്യൂട്ടറുകളിൽ അഞ്ച് പേർ
സ്ത്രീ സമുദ്രത്തിൽ സർഫിംഗ് ചെയ്യുന്നു.
പാവാട കറുത്തതാണ്
ഒരു വ്യക്തിയുടെ ചുവന്ന ചിത്രം
മഞ്ഞുവീഴ്ചയിൽ തിന്നുന്ന ആടുകൾ
ഒരു ആധുനിക തെരുവിൽ കുതിരവണ്ടി
പിക്നിക് മേശപ്പുറത്ത് ഒരു കുരുവിയുടെ പക്ഷി
അടുത്തടുത്ത് നിൽക്കുന്ന രണ്ട്പക്ഷികൾ
മെഷീന്റെ വശത്ത് കറുപ്പും വെളുപ്പും എഴുത്ത്
ജേഴ്സി വെളുത്തതാണ്
ടെലിവിഷന് മുന്നിൽ കമ്പനിയുടെ പേര്
സീബ്ര പുല്ല് തിന്നുന്നു
വീണുപോയ സ്നോ ബോർഡർ.
മെറ്റൽ ചെയിൻ ലിങ്ക് വേലി
ഇത് ഒരു മനുഷ്യനാണ്
സ്റ്റോപ്പ് ലൈറ്റുകൾ ചുവന്ന നിറത്തിലാണ്
മനുഷ്യന്റെ തലയിൽ ഒരു നീല തൊപ്പി
ഒരു തവിട്ട് നിറമുളള നിറച്ച ടെഡി ബിയർ
ടെന്നീസ് കാണുന്ന ഒരു കൂട്ടം ആളുകൾ
കാർ ക്യാമറയിലേക്ക് നയിക്കുന്നു
കുന്നിന്മേൽ ചാര വെളുത്ത ആടുകളെ
ഒരു സ്ലൈസ് പിസ്സ.
ഇതൊരു ക്ലോക്ക് ആണ്
ചുവരിൽ ടോയ്‌ലറ്റ് പേപ്പറിന്റെ ഒരു റോൾ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഇതൊരു നായയാണ്
സമുദ്രത്തിലെ ഒരു മനുഷ്യൻ
ഒരു ബ്ലാക്ക് ആൻഡ് വൈറ്റ് വ്യാജ ക്ലോക്ക് മുഖം
പാന്റ്സ് വെളുത്തതാണ്
ഒരു ഇലക്ട്രിക് സ്റ്റൗ ബർണറിന്റെ ഭാഗം
"ഗ്രെൻ, വൈറ്റ് ട tow ൺ ട്രക്ക്"
വിഷാദമുള്ള ഒരു ചെറുപ്പക്കാരൻ ഫോണിൽ സംസാരിക്കുന്നു.
ഇതൊരു ടെന്നീസ് ബോൾ ആണ്
തലയിൽ ഹെൽമെറ്റ് ധരിച്ച മനുഷ്യൻ.
ടാൻ വേവിച്ച കൂൺ
വീട്ടിൽ പൂർണ്ണമായും സംഭരിച്ച അടുക്കള
"മഞ്ഞ, ഓറഞ്ച് ലോക്കോമോട്ടീവ് ട്രെയിൻ"
കുതിരയുടെയും സവാരിയുടെയും പ്രതിഫലനം വെള്ളത്തിൽ
ട്രെയിനിന് മുന്നിൽ റെഡ് സ്റ്റോപ്പ് ബാരിയർ
പുല്ല് നന്നായി സൂക്ഷിച്ചിരിക്കുന്നു
മഞ്ഞുവീഴ്ചയിൽ ഒരു കറുത്ത സ്നോബോർഡ്
ഒരു കുന്നിൻമുകളിൽ ആടുകൾ മേയുന്നു
കളി കാണുന്ന ബേസ്ബോൾ ആരാധകർ
സാലഡിന്റെ ബൗൾ
ഒരു ധ്രുവത്തിൽ നിർത്തുക അടയാളം
ഇവരാണ് പകരക്കാർ
സ്ത്രീയുടെ കയ്യിൽ വിഫിൽ ബോൾ ബാറ്റ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പുഷ്പങ്ങളുള്ള വൈക്കോൽ തൊപ്പി
"ഇടത് ചിത്രത്തിൽ ഒരു സ്ത്രീ അവളെ പിടിച്ച് നിർത്തുന്നു, ഒരു ടെന്നീസ് റാക്കറ്റ്."
തവിട്ടുനിറത്തിലുള്ള കുതിരപ്പുറത്ത് ഒരു കുട്ടി
ഒരു ജിറാഫ് എഴുന്നേറ്റു നിൽക്കുന്നു
ഗ്ലാസ് ടോപ്പ് കോഫി ടേബിൾ
കൊച്ചുകുട്ടി
നിലത്തു പുല്ല്.
ലാപ്‌ടോപ്പിൽ പ്രവർത്തിക്കുന്ന നീല നിറത്തിലുള്ള തൂവാലയിലെ സ്ത്രീകൾ
മഞ്ഞ പല്ലുള്ള ഒരു സ്ത്രീ
ഒരു വ്യക്തി വിൻഡ് സർഫിംഗ് ചെയ്യുന്നു
ഒരു പൊതു സേവന ബസ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പർവതത്തിന് മുകളിൽ നീലാകാശം
ഒരു ചുവന്ന വിൻഡ് സോക്ക്
നീളമുള്ള കറുത്ത ടൈ
സ്കേറ്റ്ബോർഡിൽ ചുവന്ന ചക്രങ്ങൾ.
പ്ലേറ്റ് വെളുത്തതാണ്
മറ്റൊരു ഫ്രണ്ട് മോട്ടോർസൈക്കിളിന്റെ ഇടതുവശത്ത് ഒരു മോട്ടോർസൈക്കിൾ.
കുപ്പായം ആകാശ നീലയാണ്
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ഇതൊരു സോഫയാണ്
ദ്വീപ് ബീച്ച് രംഗം
കറുത്ത അക്ഷരങ്ങളുള്ള മഞ്ഞ ചിഹ്നം
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
കറുത്ത കരടിയുടെ നാവ് പുറത്തേക്ക് കിടക്കുന്നു.
"ചുവപ്പ്, നീല നിറത്തിലുള്ള ട്രെയിൻ"
പുല്ലിൽ കിടക്കുന്ന രണ്ട് ആടുകൾ.
പച്ച ടി-ഷർട്ട് ഉള്ളയാൾ
പുരുഷൻ സ്കേറ്റിംഗ് മെഷീനിൽ
ചുവരിൽ കറുപ്പും വെളുപ്പും കല.
ഒuരു ചെറിയ ട്രെയിൻ എഞ്ചിൻ
ഒരു ബോട്ടിൽ രണ്ടുപേർ
വിളക്ക് സ്ഥാപിതം
പുല്ലിൽ നിൽക്കുന്ന കുട്ടി
മൊരിഞ്ഞ സ്വർണ്ണ നിറത്തിലുള്ള ചായ ബിസ്‌ക്കറ്റ്
വെള്ളത്തിന് മുകളിലുള്ള ഒരു പാലം.
ഒരു തവിട്ട് സെയിൽബോട്ട്
ഇതൊരു കോഴി
ഒരു ചെറിയ കറുത്ത പക്ഷി.
വായിൽ ഡോനട്ട് ഉള്ള മനുഷ്യൻ
ഒരു വെളുത്ത നായ
പുറത്ത് രണ്ട് സീബ്രകൾ നിൽക്കുന്നു
"ഓറഞ്ച്, വൈറ്റ് ട്രാഫിക് കോൺ."
ഇതൊരു സീബ്രയാണ്
ദമ്പതികൾ ഒരുമിച്ച് ഭക്ഷണം കഴിക്കുന്നു
ഒരു മനുഷ്യന്റെ മേൽ നീല ഷർട്ട്
മേശപ്പുറത്ത് വലിയ പിസ്സ
മനുഷ്യൻ കുന്നിൻ മുകളിലൂടെ സ്നോബോർഡിംഗ് നടത്തുന്നു
പൂച്ച കറുത്തതാണ്
ഒരു വലിയ വെള്ളം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മനുഷ്യൻ ബൈക്ക് ഓടിക്കുന്നു
സ്കൈ പോൾ
വിമാനം പഴയതാണ്
ബൈക്കിന്റെ ബോഡി മഞ്ഞ നിറത്തിൽ ആണ്
ദ്വീപ് ബീച്ച് രംഗം
കുപ്പായം നീലയാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഇതാണ് ആകാശം
ട്രാഫിക് നിയന്ത്രണത്തിനുള്ള തെരുവ് അടയാളങ്ങൾ
സീലിംഗിൽ നിന്ന് ക്ലോക്ക് തൂക്കിയിരിക്കുന്നു
സിംഹം പച്ചയാണ്
മതിലിനു നേരെ വെളുത്ത സ്റ്റോവ്
ഒരു വോൾ ക്ലോക്കിന്റെ സെക്കൻഡ് ഹാൻഡ്
സ്കേറ്റ്ബോർഡിലെ ഒരു യുവാവ്
രസകരമായ സംഭാഷണം കേൾക്കുന്ന മനുഷ്യൻ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ദൃശ്യമായ മഞ്ഞ സ്റ്റോപ്പ് ലൈറ്റ്
സിറ്റി സ്ട്രീറ്റിലെ കെട്ടിടം
ആ മോട്ടോർസൈക്കിളിന്റെ പിൻ ചക്രം.
പാതയിൽ നീണ്ട തീവണ്ടി
റോഡ് വഴിയിൽ വെള്ളം ഒഴുകുന്നു
ഇതൊരു പാവയാണ്
ഒരു വെളുത്ത പോളാർക്കരടി പാറയിൽ നീണ്ടുനിൽക്കുന്നു
ബാറ്ററിൻറെ പെട്ടിയിൽ തന്നെ നിൽക്കുന്ന ബാറ്റർ
ഒരു റോഡിൽ അടയാളം നിർത്തുക
ആൺകുട്ടി ചെറുപ്പമാണ്.
നായ വെളുത്തതാണ്
സ്ത്രീയുടെ വലിയ ചിത്രം
വട്ടത്തിൽ ഉള്ള പത്ര പാത്രം
ഇത് ആടുകളുടെ ആട്ടിൻകൂട്ടമാണ്
ചുമരിൽ ഒരു ചെറിയ ഫ്രെയിം ചെയ്ത ചിത്രം
ഒരു കിടപ്പുമുറി
പിസ്സ പെട്ടിയിൽ സൂസൻ എന്ന പേര്.
ചായം പൂശിയ കാൽവിരലുകളുള്ള ഒരു സ്ത്രീയുടെ കാൽ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
സിങ്കിന് മുകളിൽ പെയിന്റിംഗ്
ടോയ്‌ലറ്റ് ലിഡും സീറ്റും മുകളിലാണ്
ഓറഞ്ച് കാരറ്റിന്റെ നിര
മുൻവശത്ത് പിങ്ക് കുട
ഒരു ബാത്ത്റൂം സിങ്കിന്റെ കുഴളടപ്പ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇവ നിരവധി ഇലകളാണ്
പല്ലുകൾ മഞ്ഞയാണ്
ഇതാണ് പരിധി
വാതിൽ വെളുത്തതാണ്
വെളുത്ത മുഖത്ത് കറുത്ത അമ്പടയാളം
പൂച്ച ഒരു നിദ്ര എടുക്കുന്നു
ഇതൊരു കെറ്റിൽ ആണ്
ബസ് റോഡിലൂടെ ഓടിക്കുന്നു
മരംകൊണ്ടുള്ള ബെഞ്ച്
ഒരു ഓറിയോൾസ് ബേസ്ബോൾ കളിക്കാരൻ
"മഞ്ഞ, കറുത്ത ഷൂസുകൾ ഗോളി ധരിക്കുന്നു."
വലിയ കറുത്ത കരടി
ഇതാണ് റാക്കറ്റ്
ഒരു വ്യക്തി കെട്ടിടത്തിലേക്ക് നടക്കുന്നു.
ഒരു മരം ബെഞ്ചിൽ ഒരു ഓറഞ്ച്
ഗ്ലാസിലെ ആളുകളുടെ പ്രതിഫലനം
രണ്ട് സീബ്രയുടെ അരികിൽ നിൽക്കുന്നു
മനുഷ്യൻ കറുത്ത പാന്റ്സ് ധരിച്ചിരിക്കുന്നു
ഇതാണ് കുതിര
ഒരു പിങ്ക് കുട.
വെള്ളം ഇരുണ്ടതാണ്
ഫയർപ്ലഗിന്റെ ടോപ്പ് ക്യാപ്
ഒരു പഴയ ഘടികാര ഗോപുരം
ഒരു കറുത്ത കീബോർഡ്
ഒരു തിരമാലയിൽ സർഫിംഗ് ചെയ്യുന്ന സ്ത്രീ
ഒരു വലിയ ചാര ആന
ട്ട്രംഫറ്റിന്റെ മൌത്ത്പീസ്
ഇവർ രണ്ടുപേർ ആണ്
ഒരു ബേസ്ബോൾ കളിക്കാരൻ പന്തിൽ സ്വിംഗ് ചെയ്യുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
സ്കൈ വ്യക്തവും നീലയുമാണ്
പെറ്റൽ റെഡ് ആണ്
ഇടതുവശത്ത് വെളുത്ത കണ്ടെയ്നർ
കസേരയിൽ മഞ്ഞ് ഉണ്ട്
റൺവേയിലെ വിമാനം
ചുവരിൽ ടോയ്‌ലറ്റ് കടലാസ് നിക്ഷേപം ഉണ്ട്
ഇവ രണ്ട് തൊപ്പികളാണ്
ചന്തസ്ഥലത്ത് സ്ത്രീ
ടാർമാക്കിൽ ഇരിക്കുന്ന വിമാനം
ഇത് ഒരു വിശ്രമമുറിയുടെ ഫോട്ടോയാണ്
ഒരു റെയിലിംഗിൽ പ്രാവിൻ ബാലൻസിംഗ് ചെയ്യുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
വെളുത്ത പുള്ളി
സർഫ്ബോർഡിലെ പയ്യൻ
ഭക്ഷണം തേടുന്ന കരടികൾ
ഇതൊരു മതിൽ
ഒരു കൂട്ടം കുടകൾ
വെളുത്ത സ്ത്രീയുടെ പിളർപ്പ്
ഉപയോഗിക്കാൻ കാത്തിരിക്കുന്ന കണ്ണാടി പാത്രങ്ങൾ
മൈക്രോവേവ് റഫ്രിജറേറ്ററിന് മുകളിലാണ്
ഇതാണ് പൂച്ചയുടെ കണ്ണ്
ഇത് ഒരു മനുഷ്യനാണ്
മനുഷ്യന് കറുത്ത മുടിയുണ്ട്
മനുഷ്യൻ ജീൻസ് ധരിക്കുന്നു
മഞ്ഞ കസേരയിൽ കറുത്ത ബാഗ്
രണ്ട് സ്ത്രീകൾ വെള്ളത്തിൽ നിൽക്കുന്നു
സുരക്ഷാ ലൈറ്റ് ഉള്ള ഒരു തെരുവ് ചിഹ്നം.
സോസിൽ പൊതിഞ്ഞ പ്ലേറ്റിൽ മത്സ്യം.
ഇതൊരു സീബ്രയാണ്
ഒരു ആൾജ് ഫ്ലാറ്റ് സ്ക്രീൻ ടിവി
വളരെ ഉയരമുള്ള വിളക്ക് പോസ്റ്റ്
പച്ചയും ചുവപ്പും നിറമുള്ള ജന്തു
പാത്രത്തിന്റെ മധ്യഭാഗത്തുള്ള ബ്രൊക്കോളി
ചുവരിൽ ഒരു ചെറിയ കണ്ണാടി.
ഗ്ലാസിൽ കുമിളകളുണ്ട്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കുഴൽ വെള്ള ആണ്
പിന്നിൽ ചാരനിറത്തിലുള്ള പുക
വൃത്തികെട്ട ബെഞ്ചിന്റെ ഉപരിതലം
മനുഷ്യൻ ഒരു തിരമാലയിൽ സർഫിംഗ് ചെയ്യുന്നു
ഒരു പാത്രം ചുവന്ന മുന്തിരി തക്കാളി
മനോഹരമായ മതിൽ സ്കോൺസ്
തിരശ്ശീലകളില്ലാത്ത ചതുര വിൻഡോ
ഒരു സർഫ്ബോർഡിന്റെ അഗ്രം
ടൈ-ഡൈ ഷർട്ട് ധരിച്ച മനുഷ്യൻ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നീല നിറത്തിലുള്ള വസ്ത്രം ധരിച്ച സ്ത്രീ
മൂന്ന് വറുത്ത ചുവന്ന തക്കാളിയുടെ ഒരു സംഘം
ഒരു തളികയിൽ വേവിച്ച കാരറ്റ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മൊട്ടത്തലയുള്ള മനുഷ്യൻ
ഒരു പരുന്ത് മനുഷ്യന്റെ കയ്യുറയിൽ ഉണ്ട്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വയലിലെ പശുക്കൾ
യാർഡ് വെളുത്തതാണ്
ഒരു പർവതത്തിന് മുകളിൽ ഒരു പുരുഷനും സ്ത്രീയും
ബ്ര RO ൺ ബൂട്ടുകൾ ധരിക്കുന്ന മനുഷ്യൻ
ശ്രേണി വെളുത്തതാണ്
ടെലിവിഷനിലെ വാർത്ത താവളം
ബ്ലീച്ചർ തരം നിൽക്കുന്നു
പിങ്ക് ട്രൈസൈക്കിളിൽ മനുഷ്യൻ
മൃഗങ്ങളെ പിടിക്കുന്ന സ്ത്രീ
മഞ്ഞ പൂച്ച കട്ടിലിൽ കിടക്കുന്നു
ഒരു നീല ടോപ്പ്
കുഞ്ഞ് ആന
ഗ്ലോവ്സ് യെല്ലോ ആണ്
കടൽത്തീരത്ത് ഫ്രിസ്ബീ കളിക്കുന്ന ചെറുപ്പക്കാർ
ബേസ് ബോൾ കളിക്കുന്ന ആൺകുട്ടികൾ
സ്ട്രിംഗ് വെളുത്തതാണ്
മുന്നറിയിപ്പ് കുറിപ്പുകൾ എഴുതിയിട്ടുണ്ട്
വെളുത്ത ആടുകളുടെ കൂട്ടം
സംരക്ഷണ ഹെൽമെറ്റ് ധരിച്ച പയ്യൻ
ഒരു ഘടികാര തൂണിൽ ഒരു ഘടികാരം.
ഒരു ചെറിയ വെളുത്ത ചവറ്റുകുട്ട
വെള്ളം നീലയും ശാന്തവുമാണ്
സിൽവർ ടൊയോട്ട സെഡാൻ
ഒരു ജാലകത്തിൽ സിലൗട്ട് ചെയ്ത പൂച്ച
വെള്ള നിറത്തിലുള്ള ഒരു സ്ത്രീ
കറുത്ത സൈക്കിൾ വാർത്ത ഭിത്തിയിൽ നിർത്തി
വയലിൽ ചാരനിറത്തിലുള്ള ആന
കറുപ്പും വെളുപ്പും സർഫ്ബോർഡ് വെള്ളത്തിൽ
കേക്ക് ഒരു കാർഡ്ബോർഡ് ഷീറ്റിലാണ്
ചരിഞ്ഞ മരത്തിന്റെ അടിയിൽ തവിട്ട് കരടി
ചിത്രത്തിലെ ഒരു ക്ലോക്ക്
ചുവന്ന ജാക്കറ്റിലുള്ള ഒരു സ്ത്രീ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
തെരുവിലൂടെ ബസ് ഓടിക്കുന്നു
റിമോട്ട്
ക്ലോക്ക് വെളുത്തതാണ്.
ഒരു നായ
മരത്തിന് പച്ച ഇലകളുണ്ട്
നീലയും പച്ചയും നിറഞ്ഞ ബാനർ
അവർ പാണ്ട എക്സ്പ്രസിലാണ്.
ടിവി ഓണാണ്.
സ്ത്രീയുടെ കൈയിലുള്ള ഫോൺ
"ഓറഞ്ച്, പിങ്ക് പൂച്ചയുടെ ചെവി"
ഒരു സ്റ്റഫ് ചെയ്ത കളിപ്പാട്ടം
സ്ത്രീക്ക് കറുത്ത മുടിയുണ്ട്
ചെറിയ അലകളുള്ള വെള്ളം
വടിയിൽ ഇരിക്കുന്ന കിളി
മരങ്ങൾ കാണാം
ഒരു സ്ത്രീയുടെ ജീൻസിലൂടെ ബ്രൗൺ ബെൽറ്റ് ഇട്ടിരിക്കുന്നു
ചെടിയുടെ ചുവന്ന മുകുളം
ഫോട്ടോയിലെ ലഗേജ് കാരിയർ
രണ്ടുപേർ മഞ്ഞുവീഴ്ചയിൽ സ്കീയിംഗ് നടത്തുന്നു
പാലത്തിൽ പച്ച കാർ
ഒരു അലമാരയിൽ രണ്ട് കപ്പ്
പശുക്കൾ കറുത്തതാണ്
ഒരു നായ കട്ടിലിൽ ഇരിക്കുന്നു
ലൈൻ യെല്ലോ ആണ്
കുട്ടി ഒരു കമ്പ്യൂട്ടറിലേക്ക് വിരൽ ചൂണ്ടുന്നു
നനഞ്ഞ നായ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
രണ്ടുപേർ വീഞ്ഞ് ഗ്ലാസുകൾ കുലുക്കുന്നു
കാരാബാവോ നിഴൽ
പുറകില്ലാത്ത തടി ബെഞ്ച്
ദ്വീപ് ബീച്ച് രംഗം
മനുഷ്യൻ സ്കേറ്റ്ബോർഡിംഗ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ട്രക്ക് നീലയാണ്.
ആകാശത്ത് തിളങ്ങുന്ന സൂര്യൻ
കാട്ടിൽ ഒരു പച്ച കൂടാരം
അഞ്ച് ലൈറ്റുകളുള്ള ട്രാഫിക് സിഗ്നൽ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കുതിര
ഒരു മനുഷ്യൻ
ആംട്രാക്ക് ട്രെയിൻ എഞ്ചിൻ
കുതിരയ്ക്ക് ഒരു കോട്ട് ഉണ്ട്
ഇരട്ട ലേയേർഡ് ചോക്ലേറ്റ് കേക്ക്
സ്കേറ്റ്ബോർഡിൽ ഒരു കാലുള്ള ചെറുപ്പക്കാരൻ
കുറച്ച് പച്ച ചിക്കൻ മുക്കിയത്
"വുഡ്, ഗ്ലാസ് ചാൻഡിലിയേഴ്സ്"
റോഡിൽ ഒരു നീണ്ട വോട്ടെടുപ്പ്
ഒരു കോർട്ടിൽ നിരവധി ചെറുപ്പക്കാർ
ഒരു വെളുത്ത തയ്യൽ യന്ത്രം.
ബാത്ത് പായയിൽ ഉറങ്ങുന്ന പൂച്ച
ഒരു സ്വീകരണമുറിയിൽ വീഡിയോ ഗെയിമുകൾ കളിക്കുന്നു
ഏവിയേറ്റർ വസ്ത്രത്തിൽ നായ
പശു പുല്ലിൽ ഉറങ്ങുന്നു
റെഡ് സ്റ്റോപ്പ് ലൈറ്റ്
മഞ്ഞ്
ഒരു വെളുത്ത ടെഡി ബിയർ
ഒരു റിസ്റ്റ് ബാൻഡ്
ചുമരിൽ ചെറിയ വെളുത്ത പുള്ളി
സ്ത്രീ ഒരു കുട കൈവശമുള്ള
ചുവരുകൾക്ക് തിളങ്ങുന്ന ഓറഞ്ച് നിറം
ഒരു തെരുവിൽ പാർക്കിംഗ് മീറ്റർ
ഒരു പന്നിയിൽ കടൽക്കൊള്ളക്കാരുടെ കണ്ണ് പാച്ച്
കറുത്ത ജാക്കറ്റ് ധരിച്ച സ്ത്രീ
ബൈക്കിന്റെ മുൻ ചക്രം
പച്ചയും മഞ്ഞയുമാണ് ജലാംശം
സുന്ദരമായ മുടിയുള്ള പെൺകുട്ടി
കൗണ്ടറിൽ ശൂന്യമായ ഗ്ലാസുകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കെട്ടിടത്തിന് മുന്നിൽ കറുത്ത ഘടികാരം
ആൺകുട്ടി സവാരി ബ്രൌണ് പോണി
പക്ഷി പുല്ലിൽ നിൽക്കുന്നു
നമ്പർ 1 ഉള്ള വെളുത്ത ചിഹ്നം
ഒരു ബസ്
ഒരു പച്ച സോഡ കാൻ.
പുരുഷന്മാരുടെ വിശ്രമമുറിക്കായി ചുവരിൽ സൈൻ ഇൻ ചെയ്യുക
വായുവിൽ മൂന്ന് പക്ഷികൾ
നേന്ത്രപ്പഴം ഒരു കട്ട് സ്ലൈസ്
മൂന്ന് വെളുത്ത ടോയ്‌ലറ്റുകൾ
സർഫ്ബോർഡ് നനഞ്ഞിരിക്കുന്നു
ആകാശം തെളിഞ്ഞ കാലാവസ്ഥയാണ്
വായുവിൽ ഒരു ആൺകുട്ടി.
മേശപ്പുറത്ത് നിരവധി ഗ്ലാസുകൾ
അലമാരയിൽ അലങ്കാര കപ്പുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
നീലയും മഞ്ഞയും ഉള്ള ഒരു ജലാംശം.
കറുപ്പും വെളുപ്പും പിക്കപ്പ് ട്രക്ക്
ടോയ്‌ലറ്റ് സീറ്റ് ഉയർത്തിവച്ച ടോയ‌ലറ്റ്
ചാരനിറത്തിലുള്ള പാത്രത്തിൽ വെളുത്ത ലിഡ്
മഞ്ഞ ജാക്കറ്റ് ധരിച്ച മനുഷ്യൻ
വയറിൽ തൂക്കിയിടുന്ന നിർത്തുക ചിഹ്നം
വൈറ്റ് ഷിയർ ബെഡ്‌റൂം കർട്ടനുകൾ
സൂര്യൻ പ്രകാശിക്കുന്നു.
ഉയരമുള്ള കറുത്ത റഫ്രിജറേറ്റർ
വിമാനമുള്ള വിമാനത്താവളം
വരകൾ സീബ്ര കാലുകളിൽ നേർത്തതാണ്
ഒരു വിമാനം.
നിലത്തു ഇരിക്കുന്ന മനുഷ്യൻ
ഒരു പ്ലേറ്റിൽ അരിഞ്ഞ കാരറ്റ്
ഒരു പ്ലേറ്റ് ഭക്ഷണം
തീവണ്ടി ഒരു പാലത്തിലാണ്
വെള്ളത്തിൽ ബോട്ടറുകളുടെ പ്രതിഫലനം
കൈകൊണ്ട് മുറിച്ച ഡോണട്ട്സിന്റെ കൂട്ടം
"ഒരു കുളിമുറിയിൽ മഞ്ഞ, കറുപ്പ് നാട"
മുകളിലെ അമ്പടയാള പോയിന്റുകൾ ശേഷിക്കുന്നു
ചുവടെയുള്ള ചിഹ്നം ഇടത് തിരിവ് കാണിക്കുന്നില്ല
പച്ച തെരുവ് ചിഹ്നത്തിലെ M അക്ഷരം.
പാത്രം വൃത്തികെട്ടതാണ്
ഒരു വീട്
അഗ്നി ജലാംശം വലതുവശത്തുള്ള ഓറഞ്ച് കോൺ.
കറുപ്പും തവിട്ടുനിറത്തിലുള്ള ബേസ്ബോൾ ബാറ്റ്
രണ്ട് സാൻഡ്‌വിച്ച് കഷ്ണങ്ങൾ.
വെളുത്ത തൊപ്പിയിലുള്ള ഒരു സ്ത്രീ
പശുക്കൾ വയലിൽ മേയുകയാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു പെൺകുട്ടി തലയിൽ സാധനങ്ങളുമായി നടക്കുന്നു
ഒരു മോട്ടോർബൈക്ക്
പശ്ചാത്തലത്തിൽ ഒരു ടാങ്ക്.
ഒരു കിടക്ക
ഒരു പന്തിന് വേണ്ടി ഓടുന്ന ടെന്നീസ് കളിക്കാരൻ
ഇടത് മുകളിൽ ചെറിയ ഓറഞ്ച് കോൺ.
കണ്ണാടിയിൽ നോക്കുന്ന സ്ത്രീകളുടെ പ്രതിഫലനം
മണലിൽ തൂവാല
ഒരു സ്ലൈസ് പിസ്സ.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
നിലം
തിമിംഗലത്തിന്റെ ആകൃതിയിലുള്ള കറുത്ത കൈറ്റ്
ചുവരിൽ പ്രായമായ ഒരാളുടെ ചിത്രം
പ്ലേറ്റിൽ ഒരു ഡിസൈൻ.
"മഞ്ഞ, വെള്ള മുട്ട"
ഒരു വ്യക്തി
വയലിൽ കിടക്കുന്ന ഒരു വെളുത്ത പശു
ഉയരമുള്ള ക്ലോക്ക് ടവർ
മഞ്ഞിലേക്ക് തുളച്ചുകയറുന്ന സ്നോബോർഡ്
മഞ്ഞിൽ കറുത്ത ജാക്കറ്റ് ധരിച്ച മനുഷ്യൻ
കോളർഡ് നീല പോളോ ഷർട്ട്
സവാരി തീവണ്ടിയുടെ മുൻവശം
ട്രെയിൻ സ്റ്റേഷനിൽ ക്ലോക്ക്
വെള്ള ധരിച്ച് ഒരു മനുഷ്യൻ
വിമാനം ശുദ്ധമായ വെള്ളയാണ്
ബസുകൾ ചിത്രീകരിച്ചിരിക്കുന്നു
മിഠായി വീട് വെളുത്തതാണ്
സേവിക്കാൻ പോകുന്ന ടെന്നീസ് കളിക്കാരൻ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കുഞ്ഞ് ആന
ചുവരിൽ ചതുര കണ്ണാടി
ഒരു വെളുത്ത പൂച്ച കാറിന് മുകളിൽ കിടക്കുന്നു.
മൂന്ന് സീബ്രകളെ കാണിച്ചിരിക്കുന്നു
കമ്പ്യൂട്ടർ മോണിറ്റർ ഡെസ്‌കിൽ
അമ്മയ്‌ക്കൊപ്പം ഒരു കുഞ്ഞ് സീബ്ര
ഒരു ജോടി കറുത്ത ഷോർട്ട്സ്
കൈറ്റ് ഉയരത്തിൽ പറക്കുന്നു
പെൺകുട്ടി ഒരു ബാറ്റ് പിടിക്കുന്നു
നായ കാറ്റിൽ നിൽക്കുന്നു.
സൂര്യകാന്തികളിൽ പൊതിഞ്ഞ കുട
ആൺകുട്ടി നീല പാന്റ്സ് ധരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സൂര്യാസ്തമയ സമയത്ത് കടൽത്തീരത്ത് നായ
ഒരു ജോടി ഗ്ലാസുകൾ
കട്ടിംഗ് ബോർഡിൽ ഒരു കത്തി.
വ്യക്തി ചുവപ്പും ചാരനിറത്തിലുള്ള ടൈയും പിടിക്കുന്നു.
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു ഓറഞ്ച്
മഞ്ഞ് വെളുത്തതാണ്
നിലത്ത് ഒരു ചിഹ്നത്തിന്റെ പ്രതിഫലനം
കറുപ്പും വെളുപ്പും പൂക്കളുടെ ഒരു ചിത്രം
വിചിത്രമായ സാന്ത
കരടി വെള്ളത്തിനടിയിലാണ്.
ഉള്ളിൽ ഒരു വെളുത്ത ചായം
റോഡ്‌വേയിൽ പച്ച ട്രാഫിക് ലൈറ്റുകൾ
ഒരു ഗോപുരത്തിന്റെ മുകളിൽ \ ഗോപുരം രംഗഭൂമി \ ചിഹ്നം
സ്ത്രീക്ക് സുന്ദരമായ മുടിയുണ്ട്.
രണ്ട് ബസുകൾ ഒരുമിച്ച്.
അകലെയുള്ള പവർ ടവർ
ഒരു റോഡിൽ നിൽക്കുന്ന ഒരു സീബ്ര
ചുവന്ന ജാക്കറ്റ് ധരിച്ച സ്ത്രീ
ടോയ്‌ലറ്റിൽ ഒരു ജാഗ്രത സ്റ്റിക്കർ
വ്യക്തമായ പിച്ചറുള്ള വെളുത്ത ബ്ലെൻഡർ
ഒരു ഓറഞ്ച് ടാബി പൂച്ച
ആൺകുട്ടി സ്കേറ്റ്ബോർഡിലാണ്.
കുഞ്ഞ് ആന
ഒരു കറുത്ത നിറ്റ് തൊപ്പി
ഒരു ചെറിയ ചവറ്റുകുട്ട
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ഒരു വ്യക്തി സർഫിംഗ് ചെയ്യുന്നു
ഒരു പെട്ടി ഡോനട്ട്സ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചുവപ്പും പച്ചയും അഗ്നി ജലാംശം
വിൻസെന്റ് വാൻ ഗോഗ് ഛായാചിത്രത്തിന്റെ അച്ചടി
മാൻ സവാരി പോർട്ടബിൾ സൈക്കിൾ.
പശുക്കൾ മേയുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കരടിക്ക് കറുത്ത രോമങ്ങളുണ്ട്
ഒരു ജെറ്റ് പറക്കുന്നു
ഒരു കുഞ്ഞ് ആപ്പിൾ കഴിക്കുന്നു
സൂര്യൻ തിളങ്ങുന്നു
"നടുക്ക് തവിട്ട്, വെള്ള കുതിര"
വെളുത്ത സെറാമിക് പ്ലേറ്റിൽ ഭക്ഷണം
വാഴപ്പഴത്തിന് പാടുണ്ട്
ട്രെയിനിന് മുകളിലുള്ള വൈദ്യുത വയറുകൾ.
ഡിഷ് ക്ലീനിംഗ് പൊടിയുടെ പാത്രം
ചുവന്ന ഷർട്ട് ഇട്ട മനുഷ്യൻ പന്തിയിൽ ബിയർ ആസ്വദിക്കുന്ന
പാളത്തിന് അടുത്തുള്ള പുല്ലുള്ള പ്രദേശം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു വരി ബോട്ടിന്റെ മുൻവശത്ത്
ഒരു സ്റ്റോപ്പ് ചിഹ്നത്തിന്റെ പിന്നിൽ
ഡെസ്‌കിലെ ചെറിയ കറുത്ത ലാപ്‌ടോപ്പ്.
ആൺകുട്ടിയുടെ കണ്ണടയുടെ ഭാഗം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു സിൽവർ ടീ സെർവർ
"ഒരു മഷ്റൂം, ചുവന്ന കുരുമുളക് പിസ്സ"
ആകാശത്ത് ഒരു വിമാനം
മോട്ടോർസൈക്കിളുകളുടെ ഒരു നിര
മേശപ്പുറത്ത് നീല വാലറ്റ്
ഒരു ടാങ്ക്
ഒരു ട്രക്കിന്റെ പുറകിലുള്ള ലൈസൻസ് പ്ലേറ്റ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
അടച്ച ലിഡ് ഉള്ള വെളുത്ത ടോയ്‌ലറ്റ്
കറുപ്പും വെളുപ്പും പൂച്ച കിടക്കയിൽ കിടക്കുന്നു
രണ്ട് ആട്ടിൻ കുട്ടികൾ
ബേസ്ബോൾ കളിക്കാരൻ ബാറ്റ് സ്വിംഗ് ചെയ്യാൻ തയ്യാറാണ്.
പ്രകൃതിദത്ത ആവാസ വ്യവസ്ഥയിൽ മനോഹരമായ നേർത്ത സീബ്ര.
ചെറിയ നീല കത്തി മുറിക്കൽ
സ്കേറ്റ്ബോർഡിൽ മനുഷ്യൻ തന്ത്രങ്ങൾ അവതരിപ്പിക്കുന്നു
ഒരു കുളിമുറി ടോയ്‌ലറ്റ്
മനുഷ്യന്റെ ജീൻസിൽ കറുത്ത ചരടുകൾ
ഒരു ബീജ് ലൈറ്റ് സ്വിച്ച്
മുഖത്ത് വെളുത്ത അടയാളവുമായി കറുപ്പ് കരടി
ചെടിയിൽ പച്ച ഇല
ഒരു വെളുത്ത സോക്കർ പന്ത്
ആനയുടെ തുമ്പിക്കൈ
പിന്നിലെ ജിറാഫിന്റെ ഇടത് കൊമ്പ്.
ഒരു ബസ്സിൽ സൂര്യൻ തിളങ്ങുന്നു.
4 വേ സ്ട്രീറ്റിനുള്ള സ്റ്റോപ്പ് ചിഹ്നം
വെള്ളത്തിൽ ഒരു മനുഷ്യൻ
ഒരു ഓറഞ്ചിൽ നിന്ന് തൊലി
പാളത്തിൽ ചാരനിറത്തിലുള്ള തീവണ്ടി കാർ
സവന്നയിൽ ഒരു ജിറാഫ്
ഒരു വള്ളത്തിൽ ഒരു വെളുത്ത വര
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു ക്ലോക്ക് ടവറിന് അടുത്തായി വൈറ്റ് റെയിലിംഗ്
ഹിമത്തിലെ ഒരു കൂട്ടം ആളുകൾ
ജിറാഫിന്റെ കഴുത്ത് നീളമുണ്ട്
തെരുവ് മുറിച്ചുകടക്കുന്ന ഒരു കാൽനടയാത്രക്കാരൻ
വെളുത്തതും കറുത്തതുമായ ഒരു പൂച്ച
ഒരു സീബ്ര
ഒരു കറുത്ത മെറ്റൽ വറചട്ടി
വലിയ റൗണ്ട് വിൻ‌ഡോ വിഭജിച്ചിരിക്കുന്നു
മൈക്രോവേവിൽ എന്തോ ഉണ്ട്.
ഒരു മതിലിന്റെ മൂല
അമ്പടയാളം ഇടത്തേക്ക് പോകുക
നീല ജീൻസും നീല ടി-ഷർട്ടും ധരിച്ച മനുഷ്യൻ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ശിശു കുട്ടി പല്ല് തേക്കുന്നു
മോട്ടോർ സൈക്കിളിൽ ഒരു പിൻസീറ്റ്
ഹിമത്തിൽ കുടുംബ സ്കീയിംഗ്
ഒരു വെള്ളി പാത്രം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കണ്ണാടി വ്യക്തമാണ്
പച്ച ബെഞ്ചിൽ ഇരിക്കുന്ന രണ്ടുപേർ
പാത്രത്തിൽ പച്ച പച്ചക്കറികൾ
ചുവപ്പും വെള്ളയും സ്റ്റോപ്പ് ചിഹ്നം
പ്രത്യേക ബൈക്കുകളിൽ സവാരി ചെയ്യുന്ന പുരുഷനും സ്ത്രീയും
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഇടത് വശത്ത് ചുവപ്പും ചാരനിറത്തിലുള്ള കത്തി
ഒരു പെൺകുട്ടി ഭക്ഷണം കഴിക്കുന്നു
ബിൽഡിംഗിലെ കറുത്ത വൃത്തം.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വെള്ളത്തിൽ ചെറിയ മഞ്ഞ ബോട്ട്.
ഒഴുകുന്ന വെള്ളത്തിന്റെ ഭാഗം
ഒരു വൈറ്റ് ബേസ്ബോൾ ഹോം ബേസ്
നായ സർഫ്ബോർഡ് ഓടിക്കുന്നു
കുഞ്ഞ് ആന
ഫ്രിഡ്ജിൽ ബിയർ നിറഞ്ഞിരിക്കുന്നു
ഫോർക്കിൽ മധുര പലഹാരം
മനുഷ്യൻ കുടിക്കുന്നു
ഒരു പ്ലേറ്റിൽ ബ്രൊക്കോളി
ഒരു കൂട്ടം സ്നോ ബോർഡറുകൾ
വെളുത്ത ധ്രുവക്കരടിയുടെ മുഖം
ഒരു പട്ടം പറക്കുന്ന ഒരു ചെറിയ കുട്ടി
മേശ മരം.
ജിറാഫിന് ഒരു വാൽ ഉണ്ട്
ജിറാഫിന് പാടുകളുണ്ട്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കറുപ്പും വെളുപ്പും പശു
ഒരു ചെറിയ വെളുത്ത അടിത്തറ
ഒരു സർഫ്ബോർഡിന് സമീപം നീല തൂവാല
പന്ത്രണ്ട് കപ്പ് മേശപ്പുറത്ത്
കുട നനഞ്ഞിരിക്കുന്നു
ഒരു വലിയ കല്ല് ഘടികാര ഗോപുരം
മനോഹരമായ നീല ചാരനിറത്തിലുള്ള സമുദ്രം
ജിറാഫിന്റെ കുളമ്പ്
ആടുകളെ നയിക്കുന്ന ഒരു പുരുഷനും കുട്ടിയും
ഒരു ടെന്നീസ് കളിക്കാരന്റെ ഔട്ട്‌ഡോർ രംഗം
മതിലിനു നേരെ വെള്ളി ഇരുമ്പ് പോസ്റ്റുകൾ
വളരെ പഴയ കോക്ക് ട്രക്ക്
മൂന്ന് കമാന ജാലകങ്ങൾ
ബോട്ടിന്റെ പ്രതിഫലനം വെള്ളത്തിൽ
ഒരു വെളുത്ത പ്ലേറ്റിൽ ബിസ്കറ്റ്
ജിറാഫുള്ള മനുഷ്യൻ
കാടുകളിൽ കറുത്ത കരടി
നീല ഹെൽമെറ്റ് ധരിച്ചയാൾ
ഇളം തവിട്ട് നിറമുള്ള മാനെ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
അരി
കുഞ്ഞ് ആന പുല്ലു തിന്നുന്നു
ഒരു കാർട്ടൂൺ കഥാപാത്രത്തിന്റെ തല
അലമാരയിൽ കാരറ്റ്
കുഞ്ഞ് ആന
ഇരുണ്ട നിറമുള്ള തൊപ്പി
ഒരു കെട്ടിടത്തിന്റെ മുകളിൽ ക്രോസ് ചെയ്യുക
കുളിമുറിയിൽ ടോയ്‌ലറ്റ് പാത്രം
പൈൻ വൈക്കോൽ നിലത്തു കിടക്കുന്നു
സിലൗട്ടിൽ ഒരു സ്കീയർ
നാല് ട്രാഫിക് ലൈറ്റുകളുടെ ഒരു വരി
ലൈറ്റുകൾ തെളിച്ചമുള്ളതാണ്
ഗ്രീൻ സ്ട്രീറ്റ് ചിഹ്നം ഇ ഗ്രീൻ ലേക്ക് ഡോ. എൻ
സ്നോബോർഡിൽ ഒരു സ്ത്രീ സ്നോബോർഡിംഗ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നിലത്ത് ചെറിയ അയഞ്ഞ ഇല
വെളുത്ത ജാക്കറ്റ് തൂങ്ങി കിടക്കുന്ന കസേര
ഇളം തവിട്ട് ടൈൽ തറ
പക്ഷി വർണ്ണാഭമായതാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മേശ മരം
വെളുത്തതും കറുത്തതുമായ പുള്ളി ഡാൽമേഷൻ.
ഒരു സ്ത്രീ തല തിരിക്കുന്നു
വിമാനം വെള്ളയും പച്ചയും ആണ്
ടോയ്‌ലറ്റ് വൃത്തിയായി
രണ്ട് ടെഡി ബിയറുകൾ
ആനയുടെ തുമ്പിക്കൈയുടെ ഒരു ഭാഗം.
ഒരു ബിക്കിനിയിലെ ഒരു സ്ത്രീ
ഒരു സ്ത്രീ കുനിഞ്ഞു
ചുവന്ന ജേഴ്സി ധരിച്ച വ്യക്തി.
ഗ്ലാസ് പകുതി ശൂന്യമാണ്
വ്യക്തിയിൽ ചുവന്ന ചെരുപ്പ്
ഒരാൾ ഒരു പ്ലാറ്റ്ഫോമിൽ നടക്കുന്നു
ഒരു ബേസ്ബോൾ കളിക്കാരൻ ഒരു ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു.
വൈറ്റ് ഫ്ലാറ്റ്സ്ക്രീൻ കമ്പ്യൂട്ടർ മോണിറ്റർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മുട്ടുകുത്തിയ മനുഷ്യൻ മറ്റൊരാളുടെ ഫോട്ടോ എടുക്കുന്നു
"ചെറിയ ഓറഞ്ച്, വെളുത്ത പൂച്ച"
ഇടതുവശത്ത് അഭിമുഖീകരിക്കുന്ന ഒരു കറുത്ത പൂച്ച
ചാരനിറത്തിലുള്ള വെളുത്ത കല്ലുകൾ
രോമമുള്ള നനഞ്ഞ നായ
മൂന്ന് റോഡ് അടയാളങ്ങൾ.
മനുഷ്യൻ വിദൂര നിയന്ത്രണങ്ങൾ കൈവശം വയ്ക്കുന്നു
രണ്ട് നോബുകളുള്ള ഒരു അടുപ്പ്
ഒരു ചെറിയ വിൻഡോ
കളി നിയന്ത്രണ യന്ത്രം കൈവശമുള്ള ഒരാൾ
പൂച്ച കണ്ടറിൽ ഉറങ്ങുന്നു
മെറ്റൽ റ round ണ്ട് ട്രാഷ് കാൻ
പൂച്ച ഭക്ഷണത്തിന്റെ ചെറിയ കൂമ്പാരം
മൂലയിൽ ഒരു സ്റ്റോപ്പ് ചിഹ്നം.
വെളുത്ത പാത്രത്തിലെ ഭക്ഷണം
ചെറിയ കറുത്ത നായ
റെയിൽവേയിൽ ഒരു പക്ഷി
തടാകത്തിൽ വള്ളം
കുട്ടിക്ക് നീണ്ട ഇരുണ്ട കണ്പീലികളുണ്ട്.
ഓറഞ്ച് സ്വെറ്റർ ധരിച്ച മനുഷ്യൻ
ഒരു കെട്ടിടത്തിന്റെ മുൻവശത്ത് ഒരു വലിയ ഘടികാരം
അക്ഷരം m ബോട്ടിൽ
ചുവന്ന ഫ്രെയിംഡ് ഐ ഗ്ലാസുകൾ
ഗ്രാഫിറ്റി ഉപയോഗിച്ച് നിർത്തുക അടയാളം
വെളുത്ത പ്ലേറ്റിൽ കറുവപ്പട്ട ചുരുട്ട്
അക്വാ നിറമുള്ള വിദ്യാലയ ജാക്കറ്റ്
റോമൻ സംഖ്യയുള്ള തൂക്കിയിരിക്കുന്ന ഘടികാരം
ഒരു നടപ്പാതയിൽ തവിട്ട് കുതിര
ഒരു ട്രെയിൻ കാണാം.
ട്രെയിനിലേക്കുള്ള ഹെഡ്ലൈറ്റുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
തവിട്ടുനിറത്തിലുള്ള കരടി നിലത്ത് ഇരിക്കുന്നു
താഴികക്കുടം മഞ്ഞയാണ്
വെളുത്ത കിടക്ക
ട്രെയിനിന്റെ മഞ്ഞ മുഖം
ഡെസ്‌കിൽ സിൽവർ ലാപ്‌ടോപ്പ്
വെളുത്ത നീലയും പച്ചയും ടൂത്ത് ബ്രഷ്
പുല്ല് തിന്നുന്ന സീബ്രാസ്
ചുവപ്പും വെള്ളയും പന്ത് കയ്യുറയിൽ ഇരിക്കുന്നു
രണ്ടുപേർ ഗെയിമുകൾ കളിക്കുന്നു
ഒരു സ്ത്രീ കസേരയിൽ ഇരിക്കുന്നു
റെറ്റിക്യുലേറ്റഡ് ജിറാഫ് സ്റ്റാൻഡിംഗ് ടോൾ
ഒരു പാലത്തിൽ ട്രെയിൻ
കസേരയിൽ ടെഡി ബിയർ
സ്ട്രീമിലും സമീപത്തും വഹിക്കുന്നു
ഫലം പിടിക്കുന്ന ഒരു പെട്ടി
ഒരു സ്വീകരണ മുറിയിലെ പട്ടിക
പച്ച വാഴപ്പഴം നിറച്ച ഒരു വണ്ടി
"മരം, മെറ്റൽ ബെഞ്ച്"
ഉയരമുള്ള പച്ച പോയിന്റി മേൽക്കൂര
ഒരു ബീഫ് ഹോട്ട് ഡോഗ് ഒരു ബണ്ണിലാണ്
ആറ് സീബ്രകൾ ചിത്രത്തിലുണ്ട്.
ഒരു പഴം ചന്തയിൽ ജോലി ചെയ്യുന്ന സന്തുഷ്ടനായ മനുഷ്യൻ
ഒരു സ്കീയറിൽ സൺ ഗ്ലാസുകൾ
ചെറി ജാമിന്റെ ഒരു പാത്രം
നാല് കറുത്ത സെൽ ഫോണുകൾ
ഒരു മെറ്റൽ പോസ്റ്റ്
ചുവപ്പും വെള്ളയും STOP ചിഹ്നം
ചാരനിറത്തിലുള്ള സോംബി ടെഡി ബിയർ
ബാത്ത്റൂം വാതിലിൽ സ്വർണ്ണ ഡോർക്നോബ്
ഒരു തറയിൽ കുറുകെ നടക്കുന്ന ഒരു കറുത്ത പൂച്ച
ജെറ്റ് ആകാശത്ത് പറക്കുന്നു
കൺവെൻഷനിൽ പ്രദർശനത്തിനിടയിൽ നിൽക്കുന്ന ആളുകൾ
നായ വെള്ളത്തിൽ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
കാർ കണ്ണാടിയിൽ നായയുടെ പ്രതിഫലനം
ഒരു ബൈക്കിന്റെ മുൻ ചക്രം
യെല്ലോ ഫുഡ് ട്രക്ക്
പുല്ലിൽ ഓടുന്ന ആടുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു നഗരത്തിലെ ഗതാഗത തിരക്ക്
സ്റ്റൈലിഷ് വിന്റേജ് വൈറ്റ് മോട്ടോർസൈക്കിൾ
ഒരു മണൽ പൈപ്പറിന്റെ ചുണ്ട്
ഒരു പുരുഷന്റെ മേൽ വെള്ള ഷർട്ട്
ഒരു സ്യൂട്ട്‌കേസിന്റെ കറുപ്പും വെള്ളിയും കൈകാര്യം ചെയ്യുക
മൂന്ന് സീബ്രകൾ വെള്ളം കുടിക്കുന്നു
നാല് ജിറാഫുകളുടെ ഒരു സംഘം
സ്ക്വയർ ഫ്ലാറ്റ് സ്ക്രീൻ കമ്പ്യൂട്ടർ മോണിറ്റർ
മനുഷ്യൻ സ്യൂട്ട്കേസ് വഹിക്കുന്നു
ഫോട്ടോ കറുപ്പും വെളുപ്പും ആണ്.
വൈറ്റ് മെറ്റൽ ഐസ് മെഷീൻ
തലയ്ക്ക് മുകളിൽ കൈ നീട്ടുന്ന ഒരാൾ
ഒരു രുചികരമായ ഭക്ഷണ ഇനം
പുല്ലിന്റെ വലിയ മല
കണ്ണട ധരിച്ച മനുഷ്യൻ
മോട്ടോർ സൈക്കിൾ കറുത്തതാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
രണ്ട് കൊക്കകോള ക്യാനുകൾ
ഒരു കട്ടിലിൽ നിർമ്മിക്കാത്ത പുതപ്പുകൾ
സ്റ്റഫ് ചെയ്ത ടെഡി ബിയർ
കളിക്കാരന്റെ തലയിൽ നീല വിസർ
വയലിലെ പശുക്കളുടെ കൂട്ടം
ടേബിൾളിന്റെ സമീപം ബ്രൗൺ മരം കസേര.
ഒരു മൾട്ടി കളർ കുട
ഒരു ചുവരിൽ ജനൽ
തല തിരിഞ്ഞ ഒരു ജിറാഫ്
രണ്ട് വൈറ്റ് പേപ്പർ പ്ലേറ്റുകൾ
സ്ത്രീയുടെ നീല പ്ലാസ്റ്റിക് മാല
"ഒരു വലിയ അക്വാ നീല, ചുവപ്പ് വിമാനം"
നീല ഹെൽമെറ്റ് ധരിച്ച മനുഷ്യൻ.
ഒരു വെളുത്ത ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
മനുഷ്യൻ ഒഴിഞ്ഞുമാറി
ടെർമിനലിൽ ഇരിക്കുന്ന ഒരു വിമാനം.
ധാരാളം ഓറഞ്ചുകൾ.
മേശപ്പുറത്ത് ഒരു ഷാംപൂ കുപ്പി
ഒരു കൂട്ടം ആടുകൾ.
ഒരു ബൈക്കിൽ ധാരാളം പൂക്കൾ ഇരിക്കുന്നു
ആന തുമ്പിക്കൈ അവസാനം ചുരുണ്ടു കിടക്കുന്നു
ആളുകൾ ബേസ്ബോൾ കളിക്കുന്നു
വിമാനം പാർക്ക് ചെയ്തിരിക്കുന്നു
പാത്രത്തിലെ സ്റ്റീക്ക് കഷണം
ഒരു ട്രെയിനിന്റെ മുൻവശം
മഞ്ഞുവീഴ്ചയിൽ നിൽക്കുന്ന വ്യക്തി
ബസ്സിലെ നമ്പർ 91
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നിന്റെൻഡോ വൈ കൺട്രോളർ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
രണ്ട് സ്ത്രീകൾ സർഫിംഗ് പൂർത്തിയാക്കി
വിമാനത്തിന്റെ ചാരനിറത്തിലുള്ള ചിറക്
ദ്വീപ് ബീച്ച് രംഗം
കറുത്ത കുപ്പായത്തിൽ മനുഷ്യൻ
ഒരു ടെന്നീസ് പന്ത് വിളമ്പാൻ മനുഷ്യൻ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ശൈത്യകാലത്ത് ഇലപൊഴിയും മരങ്ങൾ
സീബ്ര കഴിക്കുന്നു
കുഞ്ഞ് ആന
മനുഷ്യൻ സർഫിംഗ് ചെയ്യുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കറുത്ത മഴ ബൂട്ട്
ഒരു ചെറിയ വെള്ളി ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
ജനക്കൂട്ടം
ഓറഞ്ച് കോൺ വിമാനത്തിന് അടുത്തായി ഇരിക്കുന്നു.
ഭക്ഷിക്കാൻ സസ്യജാലങ്ങൾ വഹിക്കുന്ന അമ്മ ആന
കുതിര തിന്നുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
നേർത്ത കറുത്ത വിമാനത്തിന്റെ പ്രൊപ്പല്ലർ
"മഞ്ഞ, വെള്ള ബസ്"
കറുപ്പും വെളുപ്പും ടെന്നീസ് റാക്കറ്റ്
റഫ്രിജറേറ്ററിന്റെ പ്രമോഷൻ അനൗൺസ് ചെയ്യുന്ന സൈൻ
മോട്ടോർ സൈക്കിൾ അകത്തെ ഡിസ്‌പ്ലേയിൽ
ടെന്നീസ് ഉച്ചരിക്കുന്ന വെളുത്ത അക്ഷരങ്ങൾ
ആശ്വാസകന്റെ മുകളിൽ ഉറങ്ങുന്ന പൂച്ച
മേശപ്പുറത്ത് ഒരു ഇറച്ചി കൊണ്ടുള്ള സാൻഡ്‌വിച്ച്
ഒരു മരക്കൊമ്പിൽ ഇരിക്കുന്ന രണ്ട് പക്ഷികൾ.
ഒരാൾ തീവണ്ടിയിൽ നിൽക്കുന്നു
റോഡിലൂടെ ഒരു ബസ് ഓടിക്കുന്നു
ഷർട്ടിന്റെ പുറകിൽ പൗരൻ സന്നദ്ധപ്രവർത്തകൻ
ശരീരത്തിന് മുകളിൽ പച്ച സഫാരി സ്റ്റൈൽ തൊപ്പി.
വാതിൽക്കൽ നിയോൺ സ്റ്റോർ ചിഹ്നം
കല്ലുകളിൽ ശുദ്ധജലം
വായുവിൽ ഒരു ഓറഞ്ച് ഫ്രിസ്ബീ
മണലിൽ പൊതിഞ്ഞ നിലം
കുളിമുറിയിൽ തടികൊണ്ടുള്ള തറ
വലിയ ചതുര പച്ച ചിഹ്നം.
മുന്തിരി തക്കാളി
റെയിനിൽ അംബ്രെല്ലയുമായി മനുഷ്യൻ
മേശപ്പുറത്ത് കത്തി.
റോഡിന് മുകളിൽ ഒരു ചുവന്ന ലൈറ്റ്
ഒരു സ്റ്റോർ മുൻ ചിഹ്നം.
ഓറഞ്ച് സുരക്ഷാ വസ്ത്രം ധരിച്ച ഒരാൾ
നടപ്പാതയിൽ ഒരു വൃത്താകൃതിയിലുള്ള ഗ്ലോബ് ലൈറ്റ്
ഒരു സ്ലൈസ് പിസ്സ കഴിക്കുന്ന സ്ത്രീ.
"ഗ്രേ, റെഡ് ട്രക്ക്"
ഒരു മെലിഞ്ഞ തവിട്ട് കരടി
തെരുവിൽ വെളുത്ത ട്രക്ക്
ടയറിനടുത്തുള്ള ഓറഞ്ച് കോൺ
സ്ത്രീ ഒരു കുട്ടിയുമായി നടക്കുന്നു
വെള്ളം നീലയാണ്.
വരയുള്ള ഷർട്ട് ധരിച്ച ഒരു സ്ത്രീ
മനുഷ്യൻ തവിട്ടുനിറത്തിലുള്ള കുതിര സവാരി ചെയ്യുന്നു
കടൽത്തീരത്ത് ഒരു കൂട്ടം ആളുകൾ
മഞ്ഞ ഫ്രിസ്‌ബീ വശത്ത് ഉരുളുന്നു
റൗണ്ട് ഗ്ലോബുള്ള സ്ട്രീറ്റ്ലൈറ്റ്
ഒരു ഫ്രിസ്‌ബീ വായുവിലാണ്.
ഒരു ചെറിയ ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
നല്ല നീല വെള്ളം
ഒരു ഉയരമുള്ള മഞ്ഞ അഗ്നിശമന ഹൈഡ്രന്റ്
രാത്രിയിൽ സ്കേറ്റ്ബോർഡിംഗ് ചെയ്യുന്ന ഒരാൾ.
ചെറിയ കറുത്ത കാറിൽ ഹെഡ്‌ലൈറ്റ്
പാർക്ക് ചെയ്തിരിക്കുന്ന ധാരാളം സൈക്കിളുകൾ
തവിട്ട് കുതിര വലിക്കുന്ന വണ്ടി
മരത്തിൽ ഇലകളുണ്ട്.
കടൽത്തീരത്ത് ഒരു സിമൻറ് നടുമുറ്റം
ഒരു പ്ലേറ്റ്ഇൽ ഒരു കത്തി
ചുരുണ്ട മുടിയുള്ള ഒരു കറുത്ത നായ
കറുപ്പും വെളുപ്പും ഫോട്ടോ
കുഞ്ഞ് ആന
ഇത് ക .ണ്ടറിലെ ജെല്ലിയുടെ ഒരു പാത്രമാണ്
മൂന്ന് കളിക്കാർ ബാറ്റിൽ
മനുഷ്യൻ ചില തിരമാലകൾ തിരയുന്നു
മഞ്ഞുമൂടിയ പാത
വളരെ ഉയരമുള്ള മഞ്ഞുമൂടിയ പർവ്വതം.
സാൻഡ്‌വിച്ചിന് പിന്നിലുള്ള കറുത്ത കമ്പ്യൂട്ടർ കീ ബോർഡ്
പിസ്സ പാകം ചെയ്യുന്നു.
സെറാമിക്സ് കൊണ്ട് നിർമ്മിച്ച വാസ്
അവൻ ചുവന്ന തൊപ്പി ധരിക്കുന്നു.
കറുത്ത ബാറ്റ് പിടിച്ചിരിക്കുന്ന മനുഷ്യൻ
ഒരു വെളുത്ത വിസർ
തെരുവ് അടയാളങ്ങൾ ധരിച്ചിരിക്കുന്ന ധ്രുവം.
പശ്ചാത്തലത്തിൽ ഓറഞ്ച് വാഹനം
പച്ച പയർ കൂമ്പാരം
കുഞ്ഞ് ആന
ഒരു വിമാനത്തിന്റെ വാതിൽ
"മഞ്ഞ, സ്വർണ്ണ അരികുകളുള്ള വെളുത്ത പാത്രം"
മഞ്ഞ ബസിന്റെ മുൻവശത്ത്
കുഞ്ഞ് ആന
ഒരു ചെറിയ വിമാനത്തിനുള്ളിൽ മനുഷ്യൻ
കുഞ്ഞ് ആന
നീലയും വെള്ളയും ഉള്ള ട്രെയിൻ
ഒരു കുതിരയുടെ അടുത്തുള്ള ഒരാൾ
ഒരു ട്രക്ക് പാർക്ക് ചെയ്തിരിക്കുന്നു.
ആനയുടെ വാൽ
ഒരു വർക്ക് ഷോപ്പിന്റെ ചിത്രം.
മുറിയിൽ ഒരു വെളുത്ത ലെതർ ലവ് സീറ്റ് ഉണ്ട്
കറുത്ത അക്ഷരങ്ങളുള്ള വലിയ മഞ്ഞ ചിഹ്നം
ഹോം പ്ലേറ്റിന് പിന്നിലുള്ള വല
ഒരു നീല നിറത്തിലുള്ള തൊപ്പി
ഗെയിമുകൾ കളിക്കുന്ന ഒരു കൊച്ചുകുട്ടി
കറുത്ത ലെതർ ക്യാച്ചറിന്റെ മിറ്റ്
ഗ്ലാസിലെ പ്രതിഫലനം.
നിലത്ത് മണൽ.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കറുത്ത ട്രാഫിക് സിഗ്നൽ ലൈറ്റ്
നാല് ആടുകൾ ചിത്രത്തിലുണ്ട്.
വലതുഭാഗത്ത് നിന്ന് രണ്ടാമത്തെ കൈറ്റ്.
ലാൻഡ്‌സ്‌കേപ്പ് പശ്ചാത്തലത്തിൽ വെള്ളയും ചാരനിറത്തിലുള്ള വീട്
ചാരനിറത്തിലുള്ള ചരൽ തീരം
സൗമ്യമായ ആനയുടെ വെളുത്ത വൃത്തികെട്ട പല്ല്
ഒരു ഗുഹ തുറക്കൽ.
ഇതൊരു ട്രെയിൻ ആണ്
മനുഷ്യൻ സർഫിംഗ് ചെയ്യുന്നു
ആകാശം വ്യക്തമാണ്.
ഒരു ബാഗ് കോട്ടൺ മിഠായി
സ്‌ക്രീനിൽ നിന്ന് നോക്കുന്ന സ്ത്രീ
ഇത് ഒരു മനുഷ്യനാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു അലാറം ക്ലോക്ക്
ഒരു കൈ ടെന്നീസ് റാക്കറ്റ് പിടിക്കുന്നു
ബൈക്ക് ഓടിക്കുന്ന ഏഷ്യൻ വനിതകളുടെ ഒരു വലിയ സംഘം
ഒരു ട്രെയിൻ കാറിൽ ലോഹത്തിന്റെ റോളുകൾ
റോഡിൽ സൈക്കിൾ ഓടിക്കുന്ന സ്ത്രീ
നിറയെ പാലുള്ള രണ്ടു കുപ്പികൾ
കെട്ടിടത്തിന്റെ പച്ച ലോഡിംഗ് വാതിൽ
മൊന്തയിൽ പച്ച ദ്രാവകം
തവിട്ടുനിറത്തിലുള്ള കരടിയുടെ തല.
റെയിലുകളിൽ യാത്ര ചെയ്യുന്ന ട്രെയിൻ
ഒരു വിൻഡോ സില്ലിലൂടെ തവിട്ടുനിറത്തിലുള്ള ടാബി പൂച്ച
ബ്രൗൺ നിറമുള്ള മുടിയുള്ളയാൾ
ഇലക്ട്രോണിക് ഉപകരണങ്ങളുള്ള ടാൻ ടാബ്‌ലെറ്റ്
കത്രികയുടെ നീല പിടി
ദ്വീപ് ബീച്ച് രംഗം
സീബ്രയുടെ തല
പിസ്സ എങ്ങനെ ഉണ്ടാക്കാം എന്നതിനെക്കുറിച്ചുള്ള ഘട്ടം ഘട്ടമായുള്ള ഫോട്ടോ
ഒരു ബേസ്ബോൾ ഗെയിം
ഒരു സ്കേറ്റ്ബോർഡർ വായുവിലൂടെ കുതിക്കുന്നു
ഒരു പ്ലേറ്റിൽ ഏഷ്യൻ ഭക്ഷണം
രണ്ട് മഞ്ഞ വാതിലുകൾ
ഒരു കുതിര വെള്ളത്തിൽ കളിക്കുന്നു.
തെളിഞ്ഞ നീലാകാശം
ഒരു മരം കൊണ്ടുള്ള കാപ്പി മേശ.
ജിറാഫ് നിലത്ത് ഇരിക്കുന്നു
ടാൻ രണ്ട് - വാതിൽ റഫ്രിജറേറ്റർ
ദ്വീപ് ബീച്ച് രംഗം
ഇതൊരു പോഡിയമാണ്
കുഞ്ഞ് ആന
ഒരു ട്യൂപ്പ് ആർമി ജീപ്പ്
വിമാനം പറന്നുയരുന്നു
നിരവധി ആളുകൾ സർഫ് ചെയ്യാൻ ശ്രമിക്കുന്നു
മേൽക്കൂരയിൽ നിന്ന് വിളക്കുകൾ തൂക്കിയിരിക്കുന്നു.
പാണ്ട അടയാളത്തിലാണ്
ഒരു ദമ്പതികൾ ആലിംഗനം ചെയ്യുന്നു.
ആനയുടെ അരികിലൂടെ നടക്കുന്ന ഒരാൾ
ചെറിയ ചുവപ്പും പച്ചയും ആപ്പിൾ.
രണ്ട് മോട്ടോർസൈക്കിളുകൾ ഒരു പാർക്കിംഗ് സ്ഥലത്ത് പാർക്ക് ചെയ്തിരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചിഹ്നത്തിൽ ഓറഞ്ച് നിയോൺ കണ്ണട
ഒരു ഗതാഗത അടയാളം
ജാലകങ്ങളുള്ള വലിയ ഇഷ്ടിക കെട്ടിടങ്ങൾ.
തവിട്ടുനിറത്തിലുള്ള ക്രഞ്ചി നൂഡിൽ
തവിട്ടുനിറത്തിലുള്ള കരടി എവിടെയെങ്കിലും
ഒരാൾ താഴെ ഇരിക്കുന്നു
നീല ചിഹ്നത്തിൽ വെളുത്ത അക്കം 4.
വെള്ളത്തിൽ വെളുത്ത തരംഗം
ചവറ്റുകുട്ട വെളുത്തതാണ്.
ട്രക്കിന്റെ വിൻഡോ
ഇതൊരു കുതിരയാണ്
ഫ്ലൈറ്റ് പാസഞ്ചർ വിമാനത്തിൽ
മനുഷ്യന്റെ കറുത്ത തൊപ്പി
തൂണിൽ നീല വൃത്താകൃതിയിലുള്ള സ്റ്റിക്കർ.
ചുമരിൽ വലിയ റോൺ ലീ അക്ഷരങ്ങൾ
ബ്രൊക്കോളി വളരാൻ തുടങ്ങുന്നു
വ്യക്തി ഒരു ബേസ്ബോൾ മിറ്റ് ധരിക്കുന്നു.
ഒരു നീല നിറത്തിലുള്ള പക്ഷി
റോഡിന് മുകളിലുള്ള ട്രാഫിക് ലൈറ്റ്
ഒരു സ്ത്രീ ഒരു ഷോട്ട് കുടിക്കുന്നു
ഒരു നായ അതിന്റെ വിൻഡോയിൽ നിന്ന് തല തൂക്കിയിടുന്നു.
മനുഷ്യൻ ഒരു വൈറ്റ് ടാങ്ക് ടോപ്പ് ധരിക്കുന്നു
മനുഷ്യൻ ഇയർബഡുകൾ ധരിക്കുന്നു
വ്യക്തിയുടെ കീഴിൽ ഒരു സ്കേറ്റ്ബോർഡ്
തവിട്ടുനിറത്തിലുള്ള പുല്ലിൽ മേയിക്കുന്ന സീബ്രകൾ
വെള്ളത്തിൽ ഒരു പീരങ്കി
ഇതൊരു ചെടിയാണ്
ടോയ്‌ലറ്റിന് മുകളിലുള്ള വെളുത്ത ജാലകം
കുഞ്ഞ് ആന അമ്മയുടെ മുന്നിൽ നടക്കുന്നു
ചുവന്ന കുട പിടിക്കുന്ന മനുഷ്യൻ
മേൽക്കൂരയുടെ അറ്റം
വാൽ നീലയാണ്
ചുവന്ന വസ്ത്രം ധരിച്ച സ്ത്രീ
മൂടിക്കെട്ടിയ ആകാശത്തിൽ സൂര്യൻ തിളങ്ങുന്നു
ഒരു ചാര ശിരോകവജം
ഒരു സ്ത്രീ ജിറാഫിനെ വളർത്തുന്നു.
വീട്ടിലെ നല്ല അടുപ്പ് പ്രദേശം
ഇത് ഒരു മനുഷ്യനാണ്
ഒരു കരടി വെള്ളത്തിൽ നിൽക്കുന്നു
കറുപ്പും മഞ്ഞയും പച്ചയും ലോഗോ
കുന്നിൻ മുകളിൽ സ്കീ ലിഫ്റ്റ്
"ഒരു വിമാനത്തിന്റെ നീല മെറൂൺ ഓറഞ്ച്, മഞ്ഞ നിറങ്ങൾ ഉള്ള വാൽ"
മുന്നറിയിപ്പ് ലേബലുകളൊന്നുമില്ല
പച്ച ചിഹ്നത്തിൽ കറുത്ത ചിഹ്നം
ഇതൊരു ട്രെയിൻ ആണ്
ഒരു പുരുഷൻ്റെ തോളിൽ സ്ത്രീ ചാരിയിരിക്കുന്നു
രൂപകൽപ്പന ബോർഡിലാണ്
പച്ച തലയുള്ള താറാവ്
ഒരു തുരങ്കത്തിൽ നിന്ന് ഇറങ്ങിവരുന്ന ട്രെയിൻ
മനുഷ്യൻ ഒരു സ്ഥലം വിടുന്നു
ഒരു ചെറിയ തവിട്ട് ടീ കലം
കുഞ്ഞ് ആന
കണ്ണട ധരിച്ച സ്ത്രീ
ഒരു കോടതിയുടെ ഭാഗം
Wii കളിക്കുന്ന ഒരാൾ
ഇത് ഒരു സ്ത്രീയാണ്
"പച്ച, തവിട്ട് സസ്യങ്ങളുടെ ഒരു പാച്ച്"
സ്റ്റഫ് ചെയ്ത ആനയിലെ ക്യാമറ
ഒരു കമ്പ്യൂട്ടർ സ്ക്രീൻ.
മനുഷ്യന്റെ മുഖത്ത് ക്രൂരത
നിലത്ത് കറുത്ത പുള്ളി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചോർന്ന ഉരുകിയ ചീസ് ഡ്രിപ്പ്സ്
സ്ത്രീ കണ്ണട ധരിക്കുന്നു
ഒരു ബേസ്ബോൾ കളിക്കാരൻ അടിസ്ഥാനത്തിലേക്ക്
കുഞ്ഞ് ആന
തുറന്ന പച്ച കുട
ഒരു ശീതകാല രംഗം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഭവനങ്ങളിൽ ടോർട്ടില്ല പിസ്സ
കറുത്ത ഷോർട്ട്സിൽ പച്ച വരകൾ
കാട്ടിൽ ബെഞ്ച്
പൂച്ച കട്ടിലിൽ കിടക്കുന്നു.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മഴവില്ല് നിറമുള്ള പതാക
കുഞ്ഞ് ആന
രണ്ട് സീബ്ര തല കേന്ദ്രീകരിച്ചിരിക്കുന്നു.
ഒരു പാർക്കിംഗ് സ്ഥലത്തിന്റെ ചിത്രം ചിത്രീകരിച്ചിരിക്കുന്നു
വശത്ത് രണ്ട് നാരങ്ങകൾ
നടപ്പാതയിൽ ടെഡി ബിയർ
വലിയ ഇരുണ്ട മൂലധനം എ
വെള്ളയും നീലയുമുള്ള ഒരു ബസ്
ഒരു മനുഷ്യന്റെ കാൽ
ശോഭയുള്ള നീല നീന്തൽക്കുളം
ദ്വീപ് ബീച്ച് രംഗം
മൺപാത്രങ്ങളുടെ ഒരു നിര
ഒരു നീല ഹെയർ ഡ്രയർ
ഒരു ലാപ്‌ടോപ്പിന്റെ അഗ്രം
വായുവിൽ പറക്കുന്ന പക്ഷിയെപ്പോലെ കാണപ്പെടുന്ന ഒരു പട്ടം
ഒരു കട്ടിലിന് മുകളിൽ ഒരു ടെഡി ബിയർ
നായ ടോയ്‌ലറ്റിൽ ഇരിക്കുന്നു
ബിയറിന്റെ ഒരു വലിയ മഗ്ഗ്
റോഡിൽ പച്ച തെരുവ് ചിഹ്നം
കടൽത്തീരത്ത് നിൽക്കുന്ന ചെറുപ്പക്കാരൻ
കട്ടിലിൽ വസ്ത്രങ്ങളുടെ കൂമ്പാരം
ഇരുണ്ട തവിട്ടുനിറത്തിലുള്ള ബിയർ കുപ്പി
കുഞ്ഞ് ആന
ഒരു ഗ്ലാസ് റെഡ് വൈൻ
ഒരു മഞ്ഞ ടൈ
പിസ്സയുടെ മുകളിൽ പച്ച ഇല
അവന്റെ വിരലിൽ മോതിരം
"വലിയ മഞ്ഞ, നീല കുടകൾ"
ബോൾ പ്ലെയർ കറുപ്പും മഞ്ഞയും യൂണിഫോം ഷർട്ടാണ് ധരിച്ചിരിക്കുന്നത്
ആനകൾ വെള്ളത്തിൽ ഒത്തുകൂടി
വളരെ ഉയരമുള്ള ജിറാഫ്
പച്ച കുരുമുളക് കഷണങ്ങൾ പിസ്സയിൽ
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് ഫോട്ടോകൾ
ബീജ് ചക്രങ്ങളുള്ള സ്കേറ്റ് ബോർഡ് കറുത്തതാണ്
സ്കീസുള്ള ഒരു മനുഷ്യൻ
ഓപ്പൺ ബാഗ് ബെഞ്ചിൽ കിടക്കുന്നു
വാഷിംഗ്ടൺ സ്മാരകം
ഒരു വയലിൽ നിൽക്കുന്ന ഒരു സീബ്ര.
കപ്പിൽ സ്ട്രൊ
ഒരു തവിട്ട് പെട്ടിയിൽ ഡോണട്ട്സ്
കുഞ്ഞിന്റെ പ്ലേറ്റിലെ ഭക്ഷണം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു നീല ട്രാഫിക് ചിഹ്നം
കൊമ്പുകൾ കറുത്തതാണ്
കുട ചുവപ്പ് / ഓറഞ്ച് നിറമാണ്
ഒരു വയലിൽ ആറ് സീബ്രകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു തുണിയുടെ അറ്റം
കറുപ്പും വെളുപ്പും പെയിന്റ് ചെയ്ത അഗ്നി ജലാംശം
ഒരു വലിയ ചുവന്ന കൊട്ട
കാബിനറ്റുകൾക്കിടയിൽ നിൽക്കുന്ന ഒരു തവിട്ട് നായ.
ഒരു മാൻ ഹോൾ പൊതിഞ്ഞിരിക്കുന്നു
കരയിലെ പച്ച മരങ്ങൾ
ചിത്രം ചുവരിൽ ഫ്രെയിം ചെയ്തു
ഹോട്ട്ഡോഗ് മനുഷ്യന്റെ പിന്നിൽ നിൽക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ധ്രുവത്തിൽ ഒരു അടയാളം
സീബ്ര നിലത്തേക്ക് നോക്കുന്നു
ഒരു ക്ലോക്ക് ദൃശ്യമാണ്.
ലാൻഡിംഗിനായി ഒരു കൂട്ടം ചക്രങ്ങൾ
ഇതൊരു ലാപ്‌ടോപ്പാണ്
ശൂന്യമായ സ്പാനിഷ് തിളങ്ങുന്ന വീഞ്ഞ്
മതിലിൽ ഇരിക്കുന്ന ഫ്ലാറ്റ് സ്ക്രീൻ ടെലിവിഷൻ
ഒരു അഗ്നിശമന ഉപകരണം കാണാം.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
അത് ഒരു ഗതാഗത പ്രകാശം ആണ്
പച്ച ഓക്ര നിറച്ച ഒരു ഗ്ലാസ് പാത്രം
വയലിൽ ധൂമ്രനൂൽ പൂക്കളുടെ ശൈലി
കരടിപവയുടെ കൈകൾക്കിടയിൽ പെയിന്റ് ബ്രഷ് ഉണ്ട്
പകൽ സമയത്താണ് ചിത്രം എടുത്തത്
പക്ഷി നീലയാണ്
മനുഷ്യൻ സെൽ ഫോണിൽ സംസാരിക്കുന്നു.
രണ്ട് ജിറാഫുകൾ ഒരു കെട്ടിടത്തിനരികിൽ നിൽക്കുന്നു
വറുത്ത ഭക്ഷണം പ്ലേറ്റിൽ
ഇരുണ്ട മുടിയുള്ള മനുഷ്യൻ
ജിറാഫ് പുറത്താണ്.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
മനുഷ്യന്റെ ഇടതു കൈയ്യിൽ സർഫ്ബോർഡ്
ഒരു ബെഞ്ചിൽ മൂന്ന് നായ്ക്കൾ
ടവറിൽ വലിയ ചതുര ഘടികാരം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മധ്യവായുവിലെ ഒരു ബേസ്ബോൾ
ഇരുണ്ട ചാരനിറത്തിലുള്ള മേഘങ്ങൾ
ഒരു കടി അനുവദിച്ച സ്ത്രീ
രണ്ട് വലിയ സിൽവർ ലൈറ്റുകൾ
ജിറാഫിന് നീളമുള്ള കഴുത്ത് ഉണ്ട്
കുഞ്ഞ് ആന
വലിയ മോൺസ്റ്റർ എനർജി ഡ്രിങ്ക് അടയാളം
ഒരു കണ്ണാടിക്ക് മുകളിൽ ഒരു പ്രകാശം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
അടയാളം വെളുത്തതാണ്.
സമതലത്തിൽ രണ്ട് ആനകൾ
ഓറഞ്ചിൽ സവാരി
അമേരിക്കൻ ഐക്യനാടുകളുടെ പതാക
തെരുവിലൂടെയുള്ള ട്രാഫിക് ലൈറ്റ്
പുല്ല് പച്ചയാണ്.
ജിറാഫി മൃഗശാലയിൽ കഴിക്കുന്നു
സീലിംഗിലെ ലൈറ്റുകൾ
ഒരു തുറമുഖത്തിന്റെ കാഴ്ച
പ്രതിഫലന ഗിയറിലെ പുരുഷ തൊഴിലാളി
വെളുത്ത കുരിശുള്ള ചുവന്ന പതാക
കുഞ്ഞ് ആന
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ദൃശ്യ തിരശീല കാണുന്ന ഒരു കൂട്ടം ആളുകൾ
രാത്രിയിൽ ഒരു തെരുവ് രംഗം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
മുകളിലേക്ക് കയറുന്ന ദമ്പതികൾ
വലിയ വെളുത്ത അക്ഷരം ജെ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
രണ്ട് സ്ത്രീകൾ സമുദ്രത്തിലേക്ക് നടക്കുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഇത് ഒരു സ്ത്രീയാണ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
വെള്ളത്തിന് മുകളിൽ ഒരു നീല ട്രെയിൻ
ഒരു മേശയിലിരിക്കുന്ന സ്ത്രീ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
സാവന്ന പുല്ലു കറുപ്പും വെളുപ്പും സീബ്ര
ഒരു ബേസ്ബോൾ ദൃശ്യമാണ്.
ചുവന്ന തൊപ്പിയുള്ള ഒരു കുട്ടി
തെരുവിലെ ബൈക്ക് പാത ചിഹ്നം
ഒരു സ്റ്റോപ്പ് ചിഹ്നം ദൃശ്യമാണ്.
ഒരു സർഫറിനായി പോണിടെയിൽ ഫിറ്റ്
ഒരു പട്ടിക ദൃശ്യമാണ്.
"ഒരു ഒബ്സർവേറ്ററി ചുവപ്പ്, വെള്ള അടയാളം"
ബൈക്കിന്റെ മുൻവശത്ത് കറുത്ത ലൈറ്റുകൾ
വാതിൽ കറുത്തതാണ്.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
തവിട്ടുനിറത്തിലുള്ള വെളുത്ത പശുക്കിടാവ് റോഡിന് നടുവിൽ നടക്കുന്നു.
ഒരു കുളിമുറി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വായുവിൽ പറക്കുന്ന കൈറ്റ്സ്.
വനിതാ ബേസ്ബോൾ കളിക്കാരി
ഭാഗികമായി കഴിച്ച പിസ്സ.
ഒരു പഴയ മോഡൽ ടെലിവിഷൻ
തെളിഞ്ഞതും ആഴത്തിലുള്ളതുമായ നീലാകാശത്തിന് നേരെ പറക്കുന്ന വിമാനം
സൈഡ് വാക്കിൽ വലിയ വിള്ളലുകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പാത്രത്തിൽ തവിട്ട് ധാന്യങ്ങൾ
ഒരു വിമാനം ദൃശ്യമാണ്.
രണ്ടുപേർ ആനയിലിരുപ്പുണ്ട്
ഒരു ചുവന്ന സ്റ്റോപ്പ് ചിഹ്നം
ഒരു ജോഡി വ്യാജ ജിറാഫുകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
നീലയും വെള്ളയും പ്ലെയ്ഡ് കട്ടിൽ
ജാലകത്തിലൂടെ പ്രകാശം പ്രകാശിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കരടി മുകളിലേക്ക് നോക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
റോഡിൽ പിങ്ക് ബസ്.
കറുപ്പും വെളുപ്പും സ്റ്റോവ്
"ഓറഞ്ച്, വൈറ്റ് ഫയർ ഹൈഡ്രൻറ്"
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മനുഷ്യന്റെ കുപ്പായം മഞ്ഞയാണ്
മൗസ് നീലയാണ്
മനുഷ്യൻ ടെന്നീസ് കളിക്കുന്നു.
പൂച്ചയുടെ കാൽ
മഞ്ഞുവീഴ്ചയിൽ ചില മൃഗങ്ങൾ.
ചുവന്ന വാതിലിന് മുന്നിൽ ചുവപ്പും വെള്ളയും അടയാളം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
വൈറ്റ് മെറ്റൽ സപ്പോർട്ട് ലെഗ്
കൈപിടിയുള്ള വെളുത്ത കതക്
കണ്ണട ചിത്രത്തിൽ ഉണ്ട്
വിരൽ‌നഖങ്ങൾ‌ കാണാം.
ഒരു സ്കേറ്റ് പാർക്കിൽ ഒരു മനുഷ്യൻ സ്കേറ്റ്ബോർഡിംഗ് ചെയ്യുന്നു
നീളമുള്ള നീല ചരട്
സ്ത്രീയുടെ തലയ്ക്ക് മുകളിൽ കുട
ഒരു ബിസിനസ്സിനായുള്ള ചിഹ്നം
ചുവപ്പ് നിറത്തിലുള്ള ലഗേജ്
വലിയ കറുത്ത കോട്ട്
റോഡിൽ ഒരു ട്രക്ക്.
ട്രെയിൻ ട്രാക്കിലൂടെ ഇറങ്ങി വരുന്നു
ഒരു മനുഷ്യൻ ദൃശ്യമാണ്.
സ്കീയിസിലെ മുതിർന്ന മനുഷ്യൻ
വർണ്ണാഭമായ ട്രെയിൻ കാർ
ഒരു തീവണ്ടി
ഒരു ആന ദൃശ്യമാണ്.
ഒരു ജോഡി പിങ്ക് ബൂട്ടുകൾ ദൃശ്യമാണ്.
ബെഞ്ച് ദൃശ്യമാണ്.
ഒരു നായ പരവതാനിയിൽ ഉറങ്ങുന്നു
കുതിര സ്ഥിരതയുള്ളതാണ്
ആകാശത്ത് ഒരു പർപ്പിൾ കൈറ്റ്.
രണ്ടുപേർ ഫ്രിസ്‌ബീ കളിക്കുന്നു.
ഒരു ബോർഡ് ദൃശ്യമാണ്.
സുന്ദരമായ മുടിയുള്ള ഒരു പെൺകുട്ടി
കണ്ണുകൾ വരച്ച ആപ്പിൾ
മൂലയിൽ റഫ്രിജറേറ്റർ
കടൽത്തീരത്ത് ഒരു സൈക്കിൾ
ഒരു പച്ച ചിഹ്നം ദൃശ്യമാണ്.
ആ മനുഷ്യൻ ഒരു ഫോൺ കൈവശം വച്ചിരിക്കുന്നു.
ഇരുണ്ട ജോഡി സൺ ഗ്ലാസുകൾ.
തിളങ്ങുന്ന കറുത്ത ഫ്ലാറ്റ് സ്ക്രീൻ സോണി ടിവി
വ്യക്തി തവിട്ട് കാർഡിഗൺ ധരിക്കുന്നു
നായയ്ക്ക് വലിയ തവിട്ട് കണ്ണുകളുണ്ട്
ചിത്രം ചുവരിൽ തൂക്കിയിരിക്കുന്നു
സ്നോ ബോർഡർ ഒരു റാമ്പിൽ ചാടുന്നു
ചിത്രം കറുപ്പും വെളുപ്പും ആണ്
ഒരു പൂച്ച ദൃശ്യമാണ്.
ഫ്ലാറ്റ് ആപ്പിൾ കമ്പ്യൂട്ടർ മോണിറ്റർ
കറുത്ത ബെരെറ്റ്
ഒരു കുടയുടെ തടി അടിവശം
ഒരു മരത്തിൽ നിന്ന് തൂങ്ങിക്കിടക്കുന്ന ഒരു പക്ഷിമന്ദിരം.
ഒരു ജോടി ചുവന്ന ലൈറ്റുകൾ
സ്കി ധ്രുവങ്ങൾ കൈവശമുള്ള വ്യക്തി
കറുത്ത അങ്കി ധരിച്ച സ്ത്രീ
"മെറൂൺ, ടാൻ ടിഷ്യു ബോക്സ്"
മെറ്റൽ ബെഞ്ചുകളുടെ വരി
വെളുത്ത മുടി
അടുക്കളയിൽ മനുഷ്യൻ
റൊട്ടി പിടിക്കുന്ന പെൺകുട്ടി
വൃത്തിയും വെടിപ്പുമുള്ള കിടപ്പുമുറി
ഒരു വിരൽ സ്പർശിക്കുന്ന ഐസിംഗ്
മേഘം വെളുത്തതാണ്
പക്ഷിയുടെ തല
മഞ്ഞ വൈൽഡ്‌ഫ്ലവർ വളരുന്നു
വെളുത്ത പക്ഷി വായുവിലൂടെ പറക്കുന്നു
ബാത്ത്റൂം ലൈറ്റുകൾ ഓണാണ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
നീലയും പച്ചയും കലർന്ന നിറമാണ് വെള്ളം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു പല നിറത്തിലുള്ള ബാക്ക്പാക്ക്
അഗ്നി ജലാംശം മഞ്ഞയാണ്
തവിട്ട് ഷോർട്ട്സ് ധരിച്ച ഒരാൾ
wii കളിക്കുന്നയാൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചുവപ്പും വെള്ളയും ടെന്നീസ് റാക്കറ്റ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു വെളുത്ത കാർ കാണാം.
ആകാശത്ത് സൂര്യൻ.
ധ്രുവത്തിന് മുന്നിൽ കറുത്ത അക്കങ്ങൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
"കറുത്ത വെള്ള, പച്ച ട്രെയിൻ"
മൂന്ന് ജിറാഫുകൾ ഒരുമിച്ച്
കോൺഫറൻസ് റൂമിൽ ഒരു കസേര
ഒരു മേശപ്പുറത്ത് ഫോർക്ക്
സ്കയർ അവന്റെ വലതുവശത്ത് മുറിക്കുന്നു
മേശ കറുത്തതാണ്.
ഡോനട്ട് ചോക്ലേറ്റ് കൊണ്ട് പൊതിഞ്ഞു
ബ്ര brown ൺ ആൻഡ് വൈറ്റ് സർഫ് ബോർഡ്
ബാറ്റർ പന്തിൽ സ്വിംഗ് ചെയ്യുന്നു
റെയിൽ‌വേ കവലയിൽ‌ കാറിന്റെ പിൻഭാഗം
ഫുട്പാത്തിൽ ഒരു അമേരിക്കൻ പതാക
മരത്തിന്റെ അടുത്തുള്ള ആന
സർഫ്ബോർഡുള്ള അഞ്ച് ആളുകൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ആളുകൾ ഒരു അടുക്കളയിലാണ്.
ഒരു അടുപ്പിൽ ചാരനിറത്തിലുള്ള ഇഷ്ടികകൾ.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ബെഞ്ച് ചുവപ്പാണ്.
ഒരു തുറന്ന വയലിൽ സ്കീയർ
ഇരുണ്ടതും മങ്ങിയതുമായ കിടപ്പുമുറി
സർഫ്ബോർഡിലെ സുന്ദരിയായ സ്ത്രീ
തിളങ്ങുന്ന ചുവന്ന സ്പോർട്സ് കാർ
ചതുര ഏഷ്യൻ അലങ്കാര വിഭജനം
വാഴപ്പഴം പിടിക്കുന്ന ഒരാൾ
ചുവന്ന മേശയിലിരിക്കുന്ന സ്ത്രീ
കുതിര സവാരി ചെയ്യുന്ന ഒരാൾ
ഒരു അടുക്കളയിൽ രണ്ടുപേർ
ചരടിൽ തൂക്കിയിട്ടിരിക്കുന്ന രണ്ട് തലയോട്ടികൾ
പാറ നിലത്തു നിന്ന് നീണ്ടുനിൽക്കുന്നു.
സ്കേറ്റ്ബോർഡിലെ പയ്യൻ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു തവിട്ട് കൗണ്ടർ‌ടോപ്പ്
കത്രിക
അക്ഷരമാലയുടെ ആരംഭവും അവസാനവും
സൈക്കിളിൽ പിങ്ക് ഫ്രെയിം
വയലിൽ സീബ്ര മേയുന്നു
ഒരു ഓറഞ്ച് അമേരിക്കൻ ഇന്ത്യൻ അലങ്കാരപാത്രം
ഓഫാക്കി തുറന്ന ലാപ്‌ടോപ്പ്
സ്വർണ്ണ പ്ലാസ്റ്റിക് കുപ്പി തൊപ്പി
മെഡിസിൻ കാബിനറ്റ് തവിട്ടുനിറമാണ്
വെളുത്തതും കറുത്തതുമായ പക്ഷി
ടെന്നീസ് കോർട്ടിന്റെ ചെറിയ പച്ച ഭാഗം
വായിൽ വാഴപ്പഴമുള്ള കുരങ്ങ്
ഒരു പള്ളിയിൽ ഒരുമിച്ച് നിൽക്കുന്ന ഒരു കുടുംബം
പ്രൊഫഷണൽ ടെന്നീസ് കളിക്കാരൻ ഒരു പന്ത് തട്ടുന്നു
ഷോർട്ട് നീലയാണ്
മനോഹരമായി കാണുന്ന ഒരു കുളിമുറി
ഒരു ഗോപുരത്തിലെ ഘടികാരം.
കൊളംബസിനായുള്ള തെരുവ് ചിഹ്നം
പിസ്സയിൽ റെഡ് പിസ്സ സോസ്
ഇരട്ട വിമാനം ആകാശത്ത് ദൃശ്യമാകുന്നു
വിമാനത്തിന്റെ വാലിൽ ഒരു പച്ച പൈൻ മരം
വ്യക്തിയുടെ കയ്യിൽ ഭക്ഷണം
ഉയരമുള്ള ഈന്തപ്പന
സീബ്രയുടെ മുഖം
ഒരു തളികയിൽ വെളുത്ത അരി
കുഞ്ഞ് ആന
മേശപ്പുറത്തെ ആപ്പിൾ കൊട്ട
ഒരു വെളുത്ത ട്രക്ക് ഓടിക്കൽ
നീല കറുപ്പും വെളുപ്പും ഘടികാരം
ചെറിയ പരവതാനിയുടെ നീല അറ്റം
മെഷീനിൽ ഒരു സ്ക്രീൻ
ചുമരിൽ ഒരു വൃത്താകൃതിയിലുള്ള ഘടികാരം
ഒരു തളികയിൽ സാൻഡ്‌വിച്ചുകൾ
സ്കേറ്റ്ബോർഡിൽ സ്വെറ്റർ ധരിച്ച നായ
ഗോപുരത്തിന്റെ വശത്ത് പച്ച വെളിച്ചം
നീല ഷോർട്ട് സ്ലീവ് ഷർട്ട്
ട്രെയിനിന്റെ മുൻവശത്ത് റെൻഫെ എന്ന വാക്ക്
ഒരു നായയുടെ സങ്കീർണ്ണമായ മുഖം
"വെള്ള, ചുവപ്പ് പെട്ടി"
"ഓറഞ്ച്, വൈറ്റ് കോൺ"
"പിങ്കും, ഗ്രേയും സ്‌നീക്കർ"
"കറുപ്പ്, വെള്ളി കത്രികയിലെ നീല ട്രിം ഘടകങ്ങൾ"
കറുപ്പും വെളുപ്പും പ്രിന്റ് ഒരു ഇഷ്ടിക ചുവരിൽ തൂക്കിയിരിക്കുന്നു
ഒരു ജോടി ചുവന്ന ഷൂസ്
തടി പോളിലെ വൈദ്യുത ബോക്സ്
കൈറ്റ്സ് പറപ്പിക്കുന്ന ആളുകൾ.
വൈൻ ഗ്ലാസുകൾ ടോസ്റ്റുചെയ്യുന്നു
വെള്ളത്തിൽ ഒരു പായ്ക്കപ്പൽ.
"വെള്ള, കറുപ്പ് പന്ത്"
വായുവിൽ ഒരു പട്ടം
ഒരാൾ ടൈ നക്കും
ടൈലുകൾ കൊണ്ട് നിർമ്മിച്ച ചിത്രം
ഇത് ഒരു ഭീമൻ ഡോനട്ട് ആണ്.
ഒരു അലമാരയിൽ ഒരു പിൻ‌ഗ്വിൻ പ്ലഷി
ഒരാൾ സിഗാർ വലിക്കുന്നു
മനുഷ്യൻ ഒരു ഷർട്ട് ധരിച്ച അല്ല.
ഒരു ഫ്രിസ്‌ബീ
ആനയുടെ ഇടത് കൊമ്പ്
മൂന്ന് സീബ്രകളുടെ ഒരു ഗ്രൂപ്പ്
നിരവധി ജാലകങ്ങളുള്ള കെട്ടിടം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മനുഷ്യൻ ഒരു പരവതാനിയിൽ പുഷ്-അപ്പുകൾ ചെയ്യുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കുട പിടിക്കുന്ന സ്ത്രീകൾ
കരടി വെളുത്തതാണ്
ഫുഡ് ട്രക്ക് തെരുവിൽ നിർത്തി.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചെറിയ മുടിയുള്ള ഒരു വ്യക്തി
വെള്ളത്തിൽ ഒരു സർഫർ
മറ്റ് ആനകളെ പിന്തുടരുന്ന ഒരു കുഞ്ഞു ആന
ഒരു വ്യക്തി സ്കീയിംഗ്
ട്രെയിൻ സ്റ്റേഷനിൽ പാർക്ക് ചെയ്തിരിക്കുന്നു.
ബൈക്ക് കറുത്തതാണ്
കുട്ടി അവന്റെ തല മുട്ടിൽ വെച്ച് വിശ്രമിക്കുന്നു
ഒരു പതാക പർപ്പിൾ ആണ്
മനുഷ്യന് തവിട്ട് നിറമുള്ള മുടിയുണ്ട്
വൈൻഗ്ലാസിൽ ഉത്തരവാദിത്തത്തോടെ പാക്കറ്റ് ആസ്വദിക്കുക
വെളുത്ത സ്യൂട്ട് ധരിച്ച ഒരാൾ
ഒരു പ്ലെയിഡ് തലയിണയുടെ അടുത്തായി ഒരു വെളുത്ത തലയിണ
ഒരു ഫോർഡ് ലോഗോ.
വൈവർണ്യമായ വാതിലിലെ കണ്ണാടി പൂക്കൾ കൊണ്ട് അലങ്കരിച്ചിരിക്കുന്നു
സീബ്ര നിൽക്കുന്നു.
ഒരു കപ്പിൽ രണ്ട് ടൂത്ത് ബ്രഷുകൾ
ബോർഡ് കൈവശമുള്ള വ്യക്തി
ട്രെയിൻ ട്രാക്കുകളുടെ ബ്രൗൺ റെയിൽ
ഒരേസമയം രണ്ട് സെൽഫോണുകൾ ഉപയോഗിക്കുന്ന സ്ത്രീ
മനുഷ്യൻ ഒരു ഡോനട്ട് കഴിക്കുന്നു.
ഇലകൾ പച്ചയാണ്
മഞ്ഞ്‌ മൂടിയിരിക്കുന്നു.
വ്യക്തി സ്കീയിംഗ് ചെയ്യുന്നു
വളരെ വലിയ ആന
റോഡരികിൽ നിൽക്കുന്ന ഒരാൾ
ആകാശം നീലയാണ്.
ഇലകൾ നിറഞ്ഞ ഒരു വൃക്ഷം
ഒരു തവിട്ട് വിളക്ക് നിഴൽ
കുഞ്ഞ് ആന
ഒരു ചിഹ്നത്തിൽ ഓറഞ്ച്പോർട്ട് എന്ന വാക്ക്.
കന്നുകാലികൾ വളരെ ദൃശ്യമാണ്
പുറത്തുള്ള ഒരു പശു
ഒരു പൂച്ച.
ചുവരിൽ ഒരു ടെലിവിഷൻ സ്ഥാപിച്ചിരിക്കുന്നു
"കറുപ്പ്, ഓറഞ്ച് ടേബിൾ"
ചുവന്ന കുരുമുളക് ഷേക്കർ
ഫ്രൈകളുടെ പാത്രം
കടൽത്തീരത്ത് കുതിരപ്പുറത്തു കയറുന്ന രണ്ടുപേർ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഇതാണ് ചുവപ്പ് നിറം
ഒരു പാസഞ്ചർ വിമാനം ചിത്രീകരിച്ചിരിക്കുന്നു
ഒരു പർപ്പിൾ പന്ത്
ത്രികോണം പുക ഉണ്ടാക്കുന്നു.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ആൺകുട്ടി ഭക്ഷണം കഴിക്കുന്നു
ആട് ഒളിഞ്ഞുനോക്കുന്നു
ഒരു സ്റ്റീം എഞ്ചിനിൽ നിന്നുള്ള കറുത്ത പുക
ഒരു ബൈക്കിലെ ഒരു പോലീസുകാരൻ
ട്രക്ക് മഞ്ഞയാണ്
ടെന്നീസ് റാക്കറ്റിലെ ലോഗോ
നിലത്ത് ചുവപ്പും മഞ്ഞയും ഉള്ള പോസ്റ്റ്
ഒരു തെരുവ് വിളക്ക്
ഒരു മഞ്ഞ ട്രെയിൻ
ഇരുണ്ട കുതിരകളിലെ സവാരികാർ
നിർമ്മിക്കാത്ത ഇരട്ട കിടക്ക
ഒരു ടിവി സ്ക്രീൻ.
കളിക്കാരുടെ പേര് അവന്റെ ഷർട്ടിൽ
ഇല
പൂച്ച ഒരു മേശപ്പുറത്ത് ഇരിക്കുന്നു
സൺഗ്ലാസുള്ള മനുഷ്യൻ
മഞ്ഞുവീഴ്ചയിൽ സാധനങ്ങൾ
ഒരു അമ്പടയാളം വശത്തേക്ക് ചൂണ്ടുന്നു.
സ്വിംഗ് ചെയ്യാൻ ഒരുങ്ങുന്ന ഒരു ബാറ്റർ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ചുവപ്പും വെള്ളയും നിറമുള്ള റെയിൽ‌വേ ട്രെയിൻ
ഒരു വൃദ്ധൻ
വെള്ളത്തിൽ സർഫിംഗ് ചെയ്യുന്ന വ്യക്തി
കുഞ്ഞ് ആന
തറ ഇഷ്ടികകൊണ്ടാണ് നിർമ്മിച്ചിരിക്കുന്നത്
ക്ലോക്ക് അലങ്കാരമാണ്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ചുവന്ന മക്ഡൊണാൾഡ് ചിഹ്നം
വെളുത്ത വിഭവങ്ങൾ വിളമ്പുന്നു
ഒരു വണ്ടിചക്രം
പച്ച ഹോളിഡേ കണ്ണാടി
പശ്ചാത്തലത്തിലുള്ള പാറ പർവ്വതം
മഞ്ഞ ലോഗോ ഷർട്ടിന് മുന്നിൽ തുന്നിക്കെട്ടി
മൂത്രം വെളുത്തതാണ്
വാതിൽ
നാലുപേർ ഒരുമിച്ച് വെള്ളത്തിൽ കളിക്കുന്നു
"തവിട്ട്, വെള്ള കുതിര"
നിർമ്മിച്ച കട്ടിലിൽ മധ്യ തലയിണ.
ഒരു നഗര തെരുവിലെ കെട്ടിടങ്ങൾ
രൂപകൽപ്പനയുള്ള ആദ്യത്തെ വെളുത്ത തലയിണ
രണ്ട് ക്യാനുകളിൽ തക്കാളി
വെളുത്ത ഷർട്ട് ധരിച്ച മനുഷ്യൻ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മറിഞ്ഞ ബോട്ടിൽ മഞ്ഞു വീഴുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വലത് കാൽ
വളഞ്ഞ ടോപ്പ് ഉള്ള വിൻഡോ
നടപ്പാതയിലെ വിള്ളൽ
വെളുത്ത പ്ലേറ്റിൽ ഉരുകിയ ചീസിൽ പൊതിഞ്ഞ രണ്ട് സാൻഡ്‌വിച്ചുകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു സ്ത്രീ തന്റെ റാക്കറ്റ് സ്വിംഗ് ചെയ്യുന്നു
മുകളിലെ ഷെൽഫിൽ മൂന്ന് പാത്രങ്ങൾ
മാൻ സ്കേറ്റ്ബോർഡിംഗ് തെരുവിനടുത്താണ്.
കുതിര ക്യാമറയിലേക്ക് നോക്കുന്നു
ഒരു വ്യക്തി പുറത്ത് സ്കേറ്റ്ബോർഡിംഗ് ചെയ്യുന്നു
നിർത്തുക എന്ന ചിഹ്നം
പുറത്ത് ഒരു ആട്
ഇളം നീല നിറത്തിലുള്ള കോട്ട് ധരിച്ച സ്ത്രീ
പൂർണ്ണ നനഞ്ഞ സ്യൂട്ട് ഉള്ള വ്യക്തി
ഒരു സോപ്പ് ഡിസ്‌പെൻസർ
ദ്വീപ് ബീച്ച് രംഗം
ഒരു വിമാനത്താവളം
പച്ചയും വെള്ളയും ടെന്നീസ് ബോൾ
ഫോട്ടോഗ്രാഫറുടെ പേരും ലോഗോയും
പെൺകുട്ടി മണലിൽ മുട്ടുകുത്തുകയാണ്
കണ്ണട ദൃശ്യമാണ്
സൂര്യകാന്തികളുള്ള തവിട്ട് മേശ തുണി
ചുവന്ന ഷർട്ടിലുള്ളയാൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ആനകൾ കാണാം
വെള്ളത്തിലൂടെ സർഫിംഗ് ചെയ്യുന്നു
വെളുത്തതും തവിട്ടുനിറമുള്ളതുമായ പശു
ഒരു വെളുത്ത ആട് നിൽക്കുന്നു
ബസ് റോഡിലാണ്.
ബൈക്കിന്റെ മുൻപിലത്തെ ചാട്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ചുവന്ന റോസ് ധാരാളം ഇലകൾ
രണ്ട് ട്രെയിനുകളും പരസ്പരം അടുത്താണ്.
കരടി വെള്ളത്തിലാണ്.
പൂച്ചയ്ക്ക് കണ്ണുണ്ട്
മഞ്ഞിൽ ഒരു നായ
കൊച്ചു പെൺകുട്ടി പിങ്ക് ഷർട്ട് ധരിക്കുന്നു.
സ്കേറ്റ്ബോർഡിലെ ആൺകുട്ടി വായുവിൽ
പുഷ്പം മഞ്ഞയാണ്
കോൺ ഓറഞ്ച് നിറമാണ്
തറയിൽ ഇരിക്കുന്ന കൊച്ചു പെൺകുട്ടി
ഒരു വെളുത്ത കാള ഒരു വണ്ടി വലിക്കുന്നു
രണ്ട് വൃദ്ധന്മാർ ഉച്ചഭക്ഷണം കഴിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കറുത്ത ടെലിവിഷൻ സ്ക്രീൻ
നിലത്ത് മഞ്ഞിന്റെ ചെറിയ പാച്ച്
ആകാശം നീലയാണ്.
ബസ് വെളുത്തതാണ്
കുഞ്ഞ് ആന
ഒരു നദിയിൽ നിന്ന് പുറപ്പെടുന്ന ഒരു സീബ്ര.
നിലത്ത് കറുത്ത പുള്ളി
മൂന്ന് മഞ്ഞ ട്രാഫിക് ലൈറ്റുകൾ
വിൻഡോ ഡിസിയുടെ ഇരുണ്ട പച്ച കലം.
അകലെ ശൂന്യമായ മരം ബെഞ്ച്
നീളമുള്ള പച്ച ബോട്ട് വെള്ളത്തിലാണ്
മഞ്ഞുമൂടിയ ഒരു സ്നോബോർഡ്
ഒരു സ്ത്രീയുടെ ബൂട്ട്
വെളുത്ത അക്ഷരം എൻ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
"ഓറഞ്ച്, പർപ്പിൾ ഒക്ടോപസ് കൈറ്റ്"
ജന്മദിന മെഴുകുതിരി കത്തിക്കുന്നു
എഞ്ചിനിൽ നിന്ന് വരുന്ന പുക
മഞ്ഞ നിറത്തിലുള്ള വ്യക്തി ഉയരത്തിൽ ഇരിക്കുന്നു
ട്രെയിൻ നീലയാണ്
പതാകകൾ ദൃശ്യമാണ്
കറുത്ത കരടി പുല്ലിൽ നിൽക്കുന്നു.
പട്ടികയുടെ ഫ്രെയിമിൽ ഒരു ലോഹത്തിന്റെ കുരുക്ക്
ഫ്രിസ്ബീ എറിയാൻ പോകുന്ന പെൺകുട്ടി
ജിറാഫിൽ ചമ്മന്തി
ഫോണിലെ പെൺകുട്ടിയുടെ ചിത്രം
മനുഷ്യന്റെ തലയുടെ മുകൾഭാഗം
ഒരു മാൻ വേവ് ബോർഡിംഗ്
ഒരാൾ ഡോനട്ട് കഴിക്കുന്നു
കറുത്ത ധ്രുവത്തിലെ ചിഹ്നം
സ്ത്രീയിൽ നീല മാല
വീഡിയോ ഗെയിമുകൾ കളിക്കുന്ന ഒരു കൂട്ടം ആളുകൾ
മൂന്ന് ഓപ്പൺ ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടറുകൾ
പച്ച കണ്ണുകളുള്ള പൂച്ച
ഒരു കറുത്ത പൂച്ച
മഞ്ഞുവീഴ്ചയിൽ ഒരു മനുഷ്യൻ
ഡോനട്ടിൽ മഞ്ഞ ഐസിംഗ്.
പ്ലാറ്റ്ഫോമിലെ ആളുകളുടെ നിഴൽ
ടെന്നീസ് കളിക്കുന്ന സ്ത്രീ
വ്യക്തി സ്കീയിംഗ് ചെയ്യുന്നു.
വെള്ള ഷർട്ട് ധരിച്ച ബേസ്ബോൾ എംപയർ
ഒരു നീല റോഡ് ചിഹ്നം
ട്രെയിനിന്റെ ചുവടെ ചുവപ്പ്.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
തവിട്ടുനിറത്തിലുള്ള കുതിരയുടെ പ്രതിമ
മുകൾ വശം കാണാതായ ടോയ്‌ലറ്റ് ടാങ്ക്
നടപ്പാതയിലൂടെ സ്കീയിംഗ് ചെയ്യുന്ന ഒരാൾ
വിമാനത്താവളത്തിലെ വെളുത്ത വിമാനം
ഈ ഫോട്ടോ കറുപ്പും വെളുപ്പും നിറത്തിലാണ്.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
പെൺകുട്ടിയുടെ ഷർട്ട് പിങ്ക് ആണ്
കുളിക്കുന്ന കുട്ടിയുടെ മുഖം
ഹൈനെകെൻ സ്റ്റോർ മുൻ ചിഹ്നം
സ്ത്രീകൾ പുരുഷനുമായി സംസാരിക്കുന്നു
ഒരു വലിയ വിമാനം
രണ്ടുപേർ ഒരു ബെഞ്ചിൽ ഇരിക്കുന്നു.
ഒരു ജോടി പാദത്തിന്റെ ഭാഗം
സുന്ദരമായ മുടി ഉള്ള കുഞ്ഞ്
ഒരു പെൺകുട്ടിയുടെ തലമുടിയിൽ ഒരു ബോ ഉണ്ട്
ഒരു ഡെക്കിൽ രണ്ട് കുട്ടികൾ
ഒരു സ്ത്രീ ബെഞ്ചിൽ ഇരിക്കുന്നു
വെളിച്ചം
ചുവന്ന സർക്കിൾ അതിലൂടെ ഒരു സ്ലാഷ്.
കറുത്ത നിലപാട്
പുരുഷന്റെ കുപ്പായം പ്ലെയ്ഡ് ആണ്.
കളിക്കാരുടെ കയ്യിൽ മരം ബേസ്ബോൾ ബാറ്റ്
ഒരു വലിയ കൂട്ടം സർഫറുകൾ
ജന്മദിന കേക്ക് പ്ലേറ്റിൽ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു സ്ത്രീയിൽ ഇരുണ്ട മുടി
സർഫ് ബോർഡുകൾ കൈവശമുള്ള മൂന്ന് പേർ
ശാന്തമായ നീല തടാകം
ബോട്ടിലെ ചെറുപ്പക്കാരൻ
ഒരു ബുഷ് ചെന്നി ചിഹ്നം.
ചുവപ്പും വെള്ളയും ടെന്നീസ് റാക്കറ്റ് കൈവശമുള്ള സ്ത്രീ
കുഞ്ഞ് ആന
മഞ്ഞ കണ്ണുകളുള്ള കറുത്ത പൂച്ച
നാവിൽ ചാരനിറത്തിലുള്ള ഹാൻഡിൽ.
ഒരു കറുത്ത ലൈറ്റ് ഘടകം
കുന്നിൻ മുകളിൽ ഒരാൾ.
ലോഹത്തിൽ നിർമ്മിച്ച ചീസ് ഗ്രേറ്റർ
ചിരിക്കുന്ന മറ്റൊരു സ്ത്രീയുടെ വലതുവശത്തുള്ള സ്ത്രീ.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സ്ത്രീയുടെ കയ്യിൽ കറുത്ത സ്മാർട്ട്ഫോൺ
കറുത്ത വർണ്ണ അക്ഷരങ്ങളുള്ള വെളുത്ത വർണ്ണ പേപ്പർ
സ്കീസിൽ രണ്ടുപേർ.
ലഗേജ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വൈറ്റ് കളർ ലാപ്‌ടോപ്പ്
തവിട്ടു & ഓറഞ്ച് നിറത്തിലുള്ള ഷൂ.
വിമാനം ടാർമാക്കിൽ നിർത്തി
കറുത്ത ഷർട്ട് ധരിച്ച വ്യക്തി.
ഒരു മരത്തിന്റെ അഗ്രം
ചാര ആന ആന ശാഖകൾ
ടബിന്റെ വശത്ത് മടക്കിവെചിരിക്കുന്ന ടവൽ
നീളമുള്ള മഞ്ഞ സർഫ് ബോർഡ്
ബൈക്ക് മഞ്ഞയാണ്
ഒരു ബേസ്ബോൾ കളിക്കാരൻ
ഒരു വലിയ തിരമാലയുടെ അടുത്തായി ആളുകൾ ജെറ്റ് സ്കീയിംഗ്
ഗ്ലാസ് കുപ്പിയിൽ വെളുത്ത പൂക്കൾ
സർഫ്ബോർഡ് ചുവപ്പാണ്.
വലിയ ജാലകങ്ങളുള്ള ഒരു വെളുത്ത ബസ്
ഒരു സ്ത്രീയുടെ കറുത്ത മുടി
സൈക്കിളുകൾ നദിയുടെ അരികിൽ നിർത്തി
വൈൽഡ്‌ബീസ്റ്റിന്റെയും രണ്ട് സീബ്രകളുടെയും ഒരു കൂട്ടത്തിന്റെ പകൽ രംഗം
ഒരു തെരുവിൽ അടയാളം നിർത്തുക
ചുവന്ന ട്രെയിനിൽ റ light ണ്ട് ലൈറ്റ്.
ഒരു ചുവന്ന തീവണ്ടി എഞ്ചിൻ
ടെന്നീസ് കോർട്ടിൽ വനിത
സീബ്ര നിറമുള്ള ബസ് പുറത്ത്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
തിരിഞ്ഞുനോക്കുന്ന ഒരു പൂച്ചക്കുട്ടി
അവിടെ ഒരു വിളക്കുമാടമുണ്ട്
പുരുഷനും കുട്ടിയും ജിറാഫിനെ നോക്കുന്നു
ഒരു പർവതശിഖരത്തിന്റെ പകൽ ചിത്രം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ക്യാമറാമാൻ രംഗം ചിത്രീകരിക്കുന്നു.
ആൺകുട്ടി ബേസ്ബോൾ കളിക്കുന്നു
പാത്രത്തിൽ കുടിക്കുന്നത് പൂച്ചയാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കൈറ്റ് പറപ്പിക്കുന്ന വ്യക്തി
ഒരു വ്യക്തിയുടെ വിരൽ നഖം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ലഗേജ് വഹിച്ച് രണ്ടുപേർ നടപ്പാതയിലൂടെ നടക്കുന്നു.
ബൈക്കിനടുത്ത് പാറക്കെട്ട്
ഒരു പൈലറ്റ് തൊപ്പിയിൽ ചിറകുകൾ
വൃത്താകൃതിയിലുള്ള നീലയും വെള്ളയും അമ്പടയാളം
ഇരിക്കുന്ന കുഞ്ഞ് കൈ നോക്കുന്നു
ഒരു ജെറ്റ് വിമാനത്തിന്റെ മൂക്ക് ചക്രം
പുഞ്ചിരിക്കുന്ന കുട്ടി ഒരു ബോട്ടിൽ ഇരിക്കുന്നു
ഒരു മതിലിനെതിരെ വെളുത്ത റഫ്രിജറേറ്റർ
നീണ്ട ചതകുപ്പ അച്ചാർ കുന്തം
ജലത്തിന്റെ അലകൾ
കുഞ്ഞ് ആന
ഇതൊരു ടെന്നീസ് കളിക്കാരനാണ്
കറുപ്പും വെളുപ്പും നിറമുള്ള രണ്ട് സീബ്രകൾ
വിദൂരത്തുള്ള രണ്ട് ജിറാഫുകൾ.
ഇതൊരു ടോയ്‌ലറ്റ് സിങ്കാണ്
ഒരു സ്റ്റഫ് സിംഹം.
പിങ്ക് നിറച്ച പക്ഷികൾ ഒരു ശാഖയിലാണ്
ജിറാഫിന്റെ നാവ് പുറത്താണ്
വെളുത്ത പ്ലഗ് ഉള്ള കറുത്ത ഐപോഡ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കുഞ്ഞ് ആന
ഇത് ഒരു ആൺകുട്ടി y
ടാൻ ബേസ്ബോൾ തൊപ്പിയിലെ മുതിർന്ന മനുഷ്യൻ
വെള്ളത്തിൽ ഒരു വലിയ ബോട്ട്
ആളുകൾ അത്താഴത്തിന് പുറത്ത്
പിക്‌സിന്റെ ഇടതുവശത്ത് തിരക്ക്
മനുഷ്യന്റെ കൈയിൽ പച്ചകുത്തിട്ട് ഉണ്ട്
താളിലെ കറുത്ത വാക്കുകൾ
മഞ്ഞുവീഴ്ചയിൽ ഒരു ക്രോസ്-കൺട്രി സ്കയർ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചോക്ലേറ്റ് കേക്ക് തവിട്ടുനിറമാണ്
ഒരു പോക്കറ്റിന്റെ ഭാഗം
കുട കൈവശമുള്ള മനുഷ്യൻ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
തുടർച്ചയായി മൂന്ന് ചുവന്ന സ്യൂട്ട്കേസുകൾ
ആളുകളില്ലാത്ത സ്കീ ലിഫ്റ്റ്
പേസ്ട്രികളുടെ ഒരു ബാഗ്.
ഒരു ചാരനാകാൻ ശ്രമിക്കുന്ന ഒരു പൂച്ച.
ഒരു തെരുവിൽ ചുവന്ന ബസ്
യാത്രക്കാർക്കായി ട്രെയിൻ വാതിൽ തുറന്നു
സവാരിക്കാരൻ കറുത്ത തൊപ്പി ധരിച്ചിരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ആൺകുട്ടി നീല സ്വെറ്റർ ധരിക്കുന്നു.
സ്ത്രീ കുട കുടയിൽ പിടിച്ചിരിക്കുന്നു.
"പച്ച, ചാര നിറമുളള പാസഞ്ചർ ട്രെയിൻ എഞ്ചിൻ"
കുഞ്ഞ് ആന
ഒരു വ്യക്തി ചിത്രമെടുക്കുന്നു
"പിങ്ക്, കറുത്ത കല്ല് ടേബിൾ ടോപ്പ്"
പുല്ലിൽ നിൽക്കുന്ന മനുഷ്യൻ
ഇത് ഒരു സ്ത്രീയാണ്
ഇതാണ് പുല്ല്
ഇടതുവശത്ത് ഒരു വലിയ മേശയുടെ പിന്നിൽ രണ്ട് കറുത്ത കസേരകൾ.
നീല ഫ്രിസ്ബീ പിടിച്ചിരിക്കുന്ന ഒരു സ്ത്രീ
ചുവന്ന ബൈക്ക് തെരുവിൽ പാർക്ക് ചെയ്തു
ഒരു ഹിമത്തിന്റെ ഭാഗം
മനുഷ്യൻ വായുവിൽ ചാടുന്നു
ഇതൊരു കരടിയാണ്
തെരുവിലൂടെ നടക്കുന്ന മനുഷ്യൻ
ഹിമപാതത്തിൽ നിൽക്കുന്ന മനുഷ്യൻ
ഒരു കറുത്ത പൂച്ചയുടെ തല
പൂക്കളിൽ പക്ഷി
മേശപ്പുറത്ത് പ്രതിമ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചുവരിൽ ചായം പൂശിയ ഈന്തപ്പന
പശു പുല്ല് തിന്നുന്നു
അടയാള തൂണിന് അടുത്തുള്ള വിളക്ക് തൂൺ
ഇതാണ് ആകാശം
ഇതൊരു പട്ടികയാണ്
സർഫ്ബോർഡുകൾ വഹിക്കുന്ന രണ്ടുപേർ
റൺവേയിലെ വിമാനം.
ഒരു മതിലിന്റെ ഭാഗം
മനുഷ്യൻ ഒരു ഗെയിം കളിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കുഞ്ഞ് ആന
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ടെന്നീസ് കോർട്ടിൽ നിൽക്കുന്ന മനുഷ്യൻ
ട്രക്കിന്റെ മുൻഭാഗത്ത് മഞ്ഞ ചിഹ്നം
രുചികരമായ ബേക്കണിന്റെ വര
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കുഞ്ഞ് ആന
കെട്ടിടത്തിന്റെ കോൺക്രീറ്റ് നിരകൾ
കറുപ്പും വെളുപ്പും കാള പുല്ലിൽ മേയുന്നു
കറുത്ത ട്രിം ഉള്ള ഓറഞ്ച് 3
പ്രഭാതഭക്ഷണത്തിനായി ഒരു മേശ സജ്ജമാക്കി
ലാമ്പ്ഷെയ്ഡ് വലുതാണ്
പർവ്വതം മഞ്ഞ് നിറഞ്ഞതാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
കട്ടിലിൽ ഇരിക്കുന്ന നായ.
ഒരു ബേസ്ബോൾ ബാറ്റ് കൈവശമുള്ള മനുഷ്യൻ
മതിലിന് നേരെ മഞ്ഞ് വീശുന്നു
ഒരു വെളുത്ത ട്രക്ക് മുൻവശത്തുണ്ട്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
വെളുത്ത ആവരണമുള്ള ഒരു മേശ
കടൽത്തീരം കാണുന്ന ഒരു സ്ത്രീ.
ഒരു കഷണം ലഗേജ്
ഒരു കടലാസിന്റെ ഭാഗം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ധ്രുവങ്ങളിൽ ഘടിപ്പിച്ചിരിക്കുന്ന മഞ്ഞ ട്രാഫിക് സിഗ്നലുകൾ
ചുവന്ന ടി-ഷർട്ടിൽ വലിയ കറുപ്പ് 2
ആന പുഞ്ചിരിക്കുന്നു
ഒരു നിലത്തിന്റെ ഭാഗം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചുവരിൽ കറുത്ത ഫോൺ
കൈ ടെക്സ്റ്റുചെയ്യുന്നു
മണൽ കറുത്തതാണ്
കിടക്കയുടെ ഇരുവശത്തും രണ്ട് നൈറ്റ് സ്റ്റാൻഡുകൾ
മനുഷ്യന്റെ ചുവന്ന തൊപ്പി
കടൽത്തീരത്ത് രണ്ടുപേർ
വീഡിയോ ഗെയിം കണ്ട്രോളറുകൾ കൈവശമുള്ള ഒരാൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ചെറിയ ചുവന്ന വൃത്തം ഉള്ളിൽ വെളുത്ത കുരിശ്
കുട്ടി സൈക്കിളിൽ
ആകാശം മേഘങ്ങളില്ലാതെ നീലനിറമാണ്
ആനയുടെ തല
ആപ്പിൾ ജ്യൂസിന്റെ ഒരു കാർട്ടൂൺ.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഭരണി പുഷ്പത്താൽ അലങ്കരിച്ചിരിക്കുന്നു
മനുഷ്യൻ വസ്ത്രം ധരിച്ചിരിക്കുന്നു
ആളുകൾക്ക് മുകളിലുള്ള ക്ലോക്ക്
ഒരു സ്ട്രോബെറിയുടെ വിത്ത്
അരിഞ്ഞ കഷ്ണം കറുത്ത ഒലിവ്
മനുഷ്യൻ ചിത്രമെടുക്കുന്നു
മനുഷ്യൻ ബേസ്ബോൾ കളിക്കുന്നു
ഉയരമുള്ള ക്ലോക്ക് കെട്ടിടം
ഇതൊരു ജലാംശം ആണ്
കവർ താഴേക്ക് ഒരു വെളുത്ത ടോയ്‌ലറ്റ്
കുഞ്ഞ് ആന
നീലക്കണ്ണുകളുള്ള മനോഹരമായ ഒരു കൊച്ചുകുട്ടി
ഒരു ഫോട്ടോ ചുവരിൽ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പച്ചക്കറികൾ പഴുത്തതാണ്
കുഞ്ഞ് ആന
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പയ്യൻ വീഡിയോ ഗെയിം കളിക്കുന്നു
കണ്ടെയ്നറിൽ ഒരു ഓറഞ്ച് പീച്ച്
ഒരു കട്ടിലിൽ ഒരു താറാവ് പ്ലഷി
ഒരു അരികിന്റെ ഭാഗം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഫ്രഞ്ച് ഫ്രൈകളിൽ കാറ്റ്സപ്പ്
ഒരു ബാനറിന്റെ ഭാഗം
അലമാരയിൽ വെളുത്ത പ്ലാസ്റ്റിക് let ട്ട്‌ലെറ്റ് ബോക്സ്
വാഷിംഗ്ടൺ ഡിസിയിലെ യുഎസ് ക്യാപിറ്റൽ കെട്ടിടം
ഫ്രിസ്‌ബീ കളിക്കുന്ന ആളുകൾ
മെഴുകുതിരി വളരെ തിളക്കമുള്ളതാണ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കുഞ്ഞ് ആന
ഇവ രണ്ട് ടെഡി ബിയറുകളാണ്
കറുപ്പും വെളുപ്പും ഫോട്ടോ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു സ്കീയിംഗ് റിസോർട്ട്
നിരവധി ലോഗോകളുള്ള നീല ഹെൽമെറ്റ്
വളരെ ഉയരമുള്ള മനോഹരമായ കെട്ടിടം.
വൈറ്റ് പ്ലേറ്റിൽ 2 പഞ്ചസാര ഡോണട്ട്സ്
മനുഷ്യൻ റോഡിൽ മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്നു
വിളക്ക് നിഴൽ പ്രവർത്തനത്തിലാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
"പന്ത് പിങ്ക്, വെള്ള എന്നിവയാണ്"
ഇറുകിയ വസ്ത്രത്തിൽ മനുഷ്യൻ
ആളുകൾക്ക് ഭക്ഷണമുണ്ട്.
തെരുവിൽ നിന്ന് താഴോട്ട് ഓടുന്ന ഒരു ബസ്.
വെളുത്ത ഹെൽമെറ്റ് ധരിച്ച മോട്ടോർബൈക്ക് യാത്രക്കാരൻ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു തവിട്ടുനിറത്തിലുള്ള മരത്തടി
കുഞ്ഞ് ആന
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പൂച്ചയുടെ കണ്ണ്
നായ സർഫിംഗ് ചെയ്യുന്നു
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു കെട്ടിടത്തിന്റെ ടവർ പോലുള്ള വിഭാഗം
ഒരു വാസയോഗ്യമായ സമീപസ്ഥലം
അലങ്കോലപ്പെട്ടതും കുഴപ്പമുള്ളതുമായ ജോലിസ്ഥലം
വെള്ളം ശുദ്ധമാണ്
അഴുക്കിൽ ഒരു തവിട്ട് ബെഞ്ച്
ബൈക്ക് പദം
ജനം കടൽത്തീരത്ത് കിടക്കുന്ന
വെളുത്ത ഷൂസുള്ള ഒരാൾ സ്കേറ്റ്ബോർഡിംഗ് ആണ്
സ്കേറ്റ്ബോർഡിലേക്ക് ആൺകുട്ടിയെ സഹായിക്കുന്ന മനുഷ്യൻ
നിലത്ത് അടയാളം നിർത്തുക
കരടി വസ്ത്രം ധരിക്കുന്നു.
പൂച്ച ഒരു മയങ്ങുന്നു
ഓറഞ്ച് സ്നോ പാന്റ്സ് ധരിച്ച സ്കീയർ
വെള്ളി വെള്ളക്കസേര
വിമാനം പറന്നുയരുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു കൊച്ചു പെൺകുട്ടി ഉപയോഗിക്കുന്ന ടെന്നീസ് റാക്കറ്റ്.
ഒരു തുറന്ന ലാപ്‌ടോപ്പ്
കറുപ്പും വെളുപ്പും പൂച്ച.
കുഞ്ഞ് ആന
കാണാൻ രുചിയുള്ള പിസ്സ
ഇറച്ചി മുകളിലുള്ള പിസ്സ
സർഫ് ബോർഡ് മഞ്ഞയാണ്.
മൂടൽമഞ്ഞ് ആകാശം
സൈറണുകൾ ഓണാണ്
അഞ്ചാമത്തെ ചുവപ്പും വെള്ളയും ഫയർ എഞ്ചിൻ
ഒരു ആൺകുട്ടി ട്രോളി വലിച്ചിടുന്നു.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ട്രാക്കിൽ ചുവപ്പും വെള്ളിയും നിറഞ്ഞ ട്രെയിൻ
ഒരു കുതിരപ്പുറത്ത് പരിശോധിച്ച ഹെഡ്‌പീസ്
മനുഷ്യൻ ട്രെയിൻ പ്ലാറ്റ്ഫോമിൽ കാത്തിരിക്കുന്നു
പശുക്കൾ അടച്ചിട്ട സ്ഥലത്ത് മേയുന്നു
ബെഞ്ച് പഴയതാണ്
ഒരു വൃത്താകൃതിയിലുള്ള ഘടികാരം
ഒരു അടയാളം പോസ്റ്റിലെ കത്ത്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
വെളുത്ത സെറാമിക് കോപ്പയിൽ തവിട്ട് കോഫി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പൂച്ച കറുപ്പും വെളുപ്പും ആണ്
പച്ചമുളക് കൂമ്പാരം
കോൺക്രീറ്റിൽ സ്കേറ്റ് ബോർഡ്
ഒരു ടെറാസോ ടൈൽ നില
ഒരു ആൺകുട്ടിയുടെ പുഞ്ചിരിക്കുന്ന കറുത്ത തല.
കോന ബ്രീവിംഗ് കോ. എംബ്ലെം
ആൺകുട്ടി വളരെ ദുഖിതനാണ്
ഇലക്ട്രിക്കൽ l ട്ട്‌ലിറ്റ്
കറുപ്പും വെളുപ്പും ഫോട്ടോ.
ഒരു കല്ല് പതിച്ച തെരുവ്.
മഞ്ഞ് വെളുത്തതാണ്.
പാന്റ്സ് പച്ചയാണ്.
വാതിലിലെ ഹാൻഡിൽ വെങ്കലമാണ്
മേശപ്പുറത്ത് ഒരു കാൻ
കുഞ്ഞ് ആന
കുഞ്ഞ് ആന
ഒരു വെള്ളി കപ്പ് ഒരു പ്ലേറ്റിൽ
ഒരു കാറിലെ സൈഡ് മിറർ
വെളുത്ത വിമാനം ലോട്ടിൽ നിർത്തി
കറുപ്പും വെളുപ്പും വരകളുള്ള സീബ്ര
ഒരു മനുഷ്യന്റെ കയ്യിൽ സിഗരറ്റ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ജിറാഫ് തൊഴുത്തിന് പുറത്ത് ഒരു സീബ്ര
ചുവന്ന ബസിന്റെ ചിത്രം.
വീണ മരത്തിന്റെ അവയവം
ഒരു ട്രാക്കിൽ ചുവന്ന ലോക്കോമോട്ടീവ്
മുൻവശത്ത് ട്രെയിനിന്റെ മുകളിലുള്ള വെളിച്ചം.
വെള്ളത്തിൽ നിറമുള്ള വള്ളങ്ങൾ
മനുഷ്യൻ പിസ്സ കഴിക്കുന്നു
ഫ്രിസ്‌ബീ വായുവിലാണ്
മണലിൽ ഒരു മരം സർഫ്ബോർഡ്
കടൽത്തീരത്ത് ഒരു പട്ടം പറക്കുന്ന ഒരു സ്ത്രീ.
ഒരു ഓറഞ്ച് തൊട്ടി ഉണ്ട്
ചിത്രം മങ്ങുന്നു
വൈ ഗെയിം കളിക്കുന്ന രണ്ടുപേർ.
സ്പാനിഷിൽ വെളുത്ത ചിഹ്നം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മാലിന്യങ്ങൾ സൂപ്പ് പോലെ വരയ്ക്കാൻ കഴിയും
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
അടുപ്പിന് മുകളിലുള്ള ചുമരിൽ ചിത്രം
ഒരു ജോടി ഓറഞ്ച് സ്കീസ്.
വായുവിൽ ഒരു സ്നോബോർഡർ.
ടൈൽ‌ഡ് റൂമിലെ ഒരു വിൻ‌ഡോ
ഒരു വാഴപ്പഴത്തിൽ ഒരു തവിട്ട് പുള്ളി
ആളുകൾ കുതിരവണ്ടിയിലാണ്
വെള്ളത്തിൽ രണ്ടുപേർ
മഞ്ഞുമലയിൽ സ്കീയിംഗ് ചെയ്യുന്ന ഒരു കുട്ടി
ആൺകുട്ടികൾ ഫുട്ബോൾ കളിക്കുന്നു.
ഒരു നീപ്പാഡിൽ ഒരു സ്പോർട്സ് ലോഗോ
2 മണിക്കൂർ പരിധി ചിഹ്നം പച്ചയാണ്
കുട്ടി മുകളിലേക്ക് നോക്കുന്നു
മഞ്ഞിൽ ഒരു നായ
ഒരു വിഭവത്തിന്റെ അഗ്രം
വലിയ കറുത്ത കുട
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് ഫോട്ടോ
ട്രെയിനിൽ ഒരു ഹെഡ്‌ലൈറ്റ്
ഇതൊരു ട്രെയിൻ ആണ്
ഒരു കുപ്പിയുടെ ഭാഗം
വെള്ളത്തിൽ ഓടുന്ന ഒരാൾ
വൈക്കോൽ തൊപ്പി ധരിച്ച സ്ത്രീ
വെള്ളി പാത്രത്തിൽ ഉണ്ട്
വീടിന് ഓറഞ്ച് മേൽക്കൂര
പുല്ല് പച്ചയാണ്
ഇതൊരു ജിറാഫാണ്
ഒരു കെട്ടിടത്തിന് മുമ്പിലുള്ള ഒരു അഗ്നി ജലാംശം ഉണ്ട്
ഇതൊരു കയറാണ്
സ്വീകരണമുറിയിൽ വീഡിയോ ബൗളിംഗ് കളിക്കുന്ന യുവാവ്
വാഴമരത്തിൽ നിന്നുള്ള പച്ച ശാഖ.
ചുവപ്പും വെള്ളയും ടെയിൽ ലൈറ്റ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഇരുണ്ട ആകാശത്തിന്റെ ഭാഗം
ഒരു പെൺകുട്ടിയുടെ ചുരുണ്ട തവിട്ട് നിറമുള്ള മുടി
ചുവന്ന തലയുള്ള സ്ത്രീ വെളുത്ത ഹെഡ്‌ബാൻഡ് ധരിക്കുന്നു
ഇതാണ് ആകാശം
കുഞ്ഞ് ആന
സ്വെറ്റർ ധരിച്ച പയ്യൻ
ചുവരുകളിൽ ചുവരെഴുത്ത്
ഇത് ഒരു മനുഷ്യനാണ്
കറുത്ത ലൈഫ് ജാക്കറ്റ്
ഇത് ഒരു മനുഷ്യനാണ്
ഒരു പൂച്ച
ഈ ഷോട്ടിൽ ആറ് ഫ്രെയിമുകളുണ്ട്
നിയന്ത്രണത്തിനടുത്തായി രണ്ട് കറുത്ത മോട്ടോർസൈക്കിളുകൾ
വെള്ളത്തിൽ ചെറിയ വെളുത്ത തരംഗം
മനുഷ്യൻ സർഫിംഗ് ചെയ്യുന്നു
ഇതാണ് ആകാശം
നിലം പച്ച നിറമാണ്.
പിസ്സ അരിഞ്ഞത്
ചില മേഘങ്ങളുടെ ഭാഗം
ഇരിക്കാൻ ഒരു ബെഞ്ച്
കുഞ്ഞ് ആന
ഒരു വഴിയിലെ സ്കേറ്റ്ബോർഡർ
ഒരു പട്ടം കൈവശമുള്ള നഗ്നയായ സ്ത്രീ.
പച്ച പുല്ലിൽ രണ്ട് കുതിരകൾ
ഒരു ടാബി പൂച്ച
കയ്യിൽ പഴങ്ങളുള്ള കംഗാരു
മോട്ടോർസൈക്കിളിന്റെ പ്രധാന നിറം പച്ചയാണ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഇതാണ് ആകാശം
തെരുവിൽ ചുവപ്പും വെള്ളയും കാർ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സാങ്കൽപ്പിക ടെന്നീസ് പന്ത് വായുവിൽ
കുഞ്ഞ് ആന
ഭക്ഷണത്തോടുകൂടിയ ഒരു മേശ
കുഞ്ഞ് ആന
കുഞ്ഞ് ആന
ധ്രുവത്തിൽ ചുവന്ന വെളിച്ചം
ഇത് ഫോട്ടോയിലെ ഒരു സീബ്രയാണ്
ഉയരമുള്ള തെരുവ് ലൈറ്റ് പോൾ
ഇതൊരു ഫറോസ് ഫോണാണ്.
കമ്പ്യൂട്ടർ സ്ക്രീൻ
ഗതാഗത അടയാളം ധ്രുവത്തിൽ ഘടിപ്പിച്ചിരിക്കുന്നു.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
നീളമുള്ള മുടിയുള്ള തല.
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ചില ദ്വാരങ്ങളുടെ ഭാഗം
ലാപ്‌ടോപ്പിൽ മോണിറ്റർ
ഒരു ഇരുമ്പ് ഷീറ്റിന്റെ ഭാഗം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കെട്ടിടത്തിന്റെ പേര്
ഒരു തുണിയുടെ ഭാഗം
ബൈക്ക് ഓടിക്കുന്ന സ്ത്രീ
ഒരു ടോയ്‌ലറ്റ് തറയിൽ ഘടിപ്പിച്ചിരിക്കുന്നു.
രുചികരമായ ലുക്കിംഗ് പിസ്സ
ലാമിനേറ്റഡ് വൈറ്റ് നെയിം ടാഗ്
മോപ്പെഡുകൾക്കെല്ലാം പിന്നിൽ ബോക്സുകളുണ്ട്
ആളുകൾ ഒരു വലിയ മേശയ്ക്കു ചുറ്റും ഇരിക്കുന്നു
വലിയ ആനയുടെ അടുത്തുള്ള ചെറിയ ആന
മനുഷ്യന്റെ തലയിൽ ചുവന്ന തലപ്പാവ്
വളരെ വലിയ ഇഷ്ടിക കെട്ടിടം
ഇതൊരു സ്കേറ്റ് ബോർഡാണ്
ഉയരമുള്ള പുല്ലിന്റെ ഭാഗം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പ്ലേറ്റിലെ പിസ്സയുടെ കഷ്ണം
കുഞ്ഞ് ആന
സീബ്രാസ് വാലിന്റെ അഗ്രം
ഇതാണ് ആകാശം
ജിറാഫിന്റെ വയറ്
കുഞ്ഞ് ആന
മനുഷ്യന്റെ തലയിൽ ചുവപ്പും വെള്ളയും ഹെൽമെറ്റ്
ഹെൽമെറ്റിൽ ഗ്ലാസുകൾ
പുരുഷന്മാരും സ്ത്രീകളും ഒരു മേശയ്ക്കു ചുറ്റും ഇരിക്കുന്നു
മഞ്ഞുവീഴ്ചയിൽ സ്കി ട്രാക്കുകൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു ചുവന്ന ഫ്ലാഗ്
ഓറഞ്ച് നമ്പറുകളിൽ 436 ഉള്ള വൈറ്റ് ബസ്
ഷോപ്പിന് പുറത്ത് ഊഷ്മള കാലാവസ്ഥയ്ക്കായി വസ്ത്രം ധരിച്ച സ്ത്രീ
ഇത് ഒരു മനുഷ്യനാണ്
പൂച്ചയിൽ പിങ്ക് മൂക്ക്
കുതിരപ്പുറത്ത് ഒരു വ്യക്തി.
സംഭരണ ​​തൊപ്പിയിലെ മനുഷ്യന്റെ കാർട്ടൂൺ
ടെന്നീസ് കളിക്കാരൻ കറുത്തവനാണ്
റോഡിൽ ചുവന്ന ബസ് ഓടിക്കുന്നതു
ദ്വീപ് ബീച്ച് രംഗം
വൈറ്റ് ഗ്ലാസും പ്ലാസ്റ്റിക് ബ്ലെൻഡറും
ദ്വീപ് ബീച്ച് രംഗം
ബാറ്റേഴ്‌സ് ബോക്‌സിന് പിന്നിൽ അമ്പയർ നിൽക്കുന്നു.
ഒരു ഹോട്ട് ഡോഗ് പിടിചിരിക്കുന്ന ഒരാൾ
ബേസ്ബോൾ കളിക്കാരൻ തന്റെ ബാറ്റ് പിടിക്കുന്നു
ഒരു ബീച്ചിന്റെ അരങ്ങേറിയ ഫോട്ടോ
കിടക്കയ്ക്ക് ചുറ്റും നീല ബെഡ് പാവാട
ഇതൊരു പോസ്റ്ററാണ്
വെളുത്ത പൂച്ച കൈപ്പത്തി
ആകാശത്തിലെ കൈറ്റ്
ഓറഞ്ച് ഫ്രിസ്‌ബീ
മനുഷ്യൻ സ്കേറ്റ്ബോർഡിംഗ് ആണ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ആടുകൾ ക്യാമറയിലേക്ക് നോക്കുന്നു
നിയോൺ ലൈറ്റുകളിൽ റേഡിയോ സിറ്റി മ്യൂസിക് ഹാൾ
ചുവന്ന മാംസം
വെളുത്ത പുള്ളി ആടുകൾ
വളരെ വലിയ പട്ടം
കടൽത്തീരത്ത് കറുപ്പും വെളുപ്പും ചിത്രം
മഞ്ഞ ഫ്രിസ്ബിയെ പിടിക്കുന്ന തവിട്ട് നായ
ഗ്രേ ട്രക്ക് തെരുവിൽ പാർക്ക് ചെയ്തിരിക്കുന്നു
കേക്ക് പ്ലേറ്റുകളിൽ പൊതിഞ്ഞ ഒരു മേശ
ശോഭയുള്ള ഓറഞ്ച് ഫയർ ട്രക്ക്
ഒരു ബസിനൊപ്പം മൂന്ന് വിൻഡോകളുടെ ഒരു വരി
ആളുകൾ പച്ച കുടയ്‌ക്ക് ചുറ്റും കൂട്ടമായി
ബൈക്കിൽ ജോലി ചെയ്യുന്നയാൾ
ഒരു സ്ത്രീയുടെ തല.
കടൽത്തീരത്ത് ഒരാൾ.
ഇതാണ് നീലവെള്ളം
രണ്ട് സീബ്രകൾ
കുഞ്ഞ് ആന
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കുന്നിന്റെ അരികിൽ ഒരു പശു.
പിക്ക്-അപ്പ് ട്രക്കുകൾക്കുള്ള മെറ്റൽ ടൂൾ ബോക്സ്
കൗണ്ടറിൽ വെളുത്ത മൈക്രോവേവ്.
തെരുവിലൂടെ രണ്ട് ട്രാഫിക് ലൈറ്റുകൾ
ഒരു വലിയ വെള്ളി നാൽക്കവല
ഒരു ടോയ്‌ലറ്റിന് അടുത്തായി ഒരു ടോയ്‌ലറ്റ് ബ്രഷ്
ഒരു സ്ത്രീയുടെ നീല മാല
വയലിലെ മൃഗങ്ങളുടെ കൂട്ടം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ധ്രുവത്തിൽ ഒരു വെളുത്ത ഘടികാരം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചത്ത മരം നിലത്തു കിടക്കുന്നു
ഒരു ചോക്ലേറ്റ് കപ്പ് കേക്കിൽ ജിറാഫിന്റെ മുഖം
നാല് റോഡ് ചിഹ്നങ്ങളുടെ ഗണം
വലിയ തവിട്ട് തടി വാതിൽ
സമുദ്രത്തിൽ ഒരു മനുഷ്യ കൈറ്റ് ബോർഡിംഗ്
ചാരനിറത്തിലുള്ള കമ്പിളി സ്വെറ്റർ
ഒരു കൂട്ടം ഓറഞ്ച്
ഇയാൾ ടെന്നീസ് കോർട്ടിലാണ്.
ഒരു കെട്ടിടത്തിലെ ക്ലോക്ക് ടവർ
ഒരു പാചകക്കാരനെപ്പോലെ വസ്ത്രം ധരിച്ച ഒരാൾ
സമാധാനപരമായ പുൽമേട്ടിൽ വെളുത്ത ആടുകൾ
പെൺകുട്ടിയുടെ തല
ചക്രം വൃത്തികെട്ടതാണ്
കുതിര നടക്കുന്നു
കറുത്ത ടോപ്പിനൊപ്പം നീല കൺവേർട്ടിബിൾ
ആരോഗ്യകരമായ കെട്ടിവെച്ച ഉച്ചഭക്ഷണം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
തെരുവിൽ കറുത്ത താമ്രജാലം
തെരുവിൽ ചുവന്ന ബസ് പാർക്ക് ചെയ്തു
ലിറ്റിൽ സീസറിന്റെ ഹോട്ട് ആൻഡ് റെഡി പിസ്സ ചിഹ്നം
പാദത്തിൽ ഒരു ഷൂ
മഞ്ഞ സ്‌കൂൾ ബസ് ചെളിയിൽ
നീല ട്രെയിൻ കാർ
വ്യക്തമായ ഗ്ലാസ് പാത്രം അതിൽ പിസ്സ സോസ്
ഒരു ഡബിൾ ഡെക്കർ ബസ്
ചുവന്ന ഉണക്കത്തിൽ വെളുത്ത ചൈനീസ് അക്ഷരങ്ങൾ
ഡോക്ക്ന് അടുത്ത് ഉള്ള നാല് വലിയ പാറകൾ
തിളങ്ങുന്ന കറുത്ത ഉപരിതലം
ബോട്ടുകൾ വെള്ളത്തിൽ പ്രതിഫലിക്കുന്നു
കട്ടിലിൽ ചുവന്ന ആശ്വാസകൻ
വായുവിൽ പർപ്പിൾ കൈറ്റ്
കണ്ണാടിയിൽ പ്രതിഫലിക്കുന്ന പ്രകാശം
ഘടികാരങ്ങൾ നിറഞ്ഞ ഒരു മേശ
വിൻഡോ ഡിസിയുടെ പൂച്ച നിൽക്കുന്നു.
മേശക്കടിയിൽ ഒരു വിശ്രമിക്കുന്ന പാദം
മൂന്ന് പേർ ചിത്രത്തിലുണ്ട്.
ഒരു വേലിയുടെ കുറ്റി.
രണ്ട് ആൺകുട്ടികൾ തറ തൂത്തുവാരുന്നു
മനുഷ്യൻ ഒരു പട്ടം പറത്തുന്നു
ആകാശം നീലയാണ്.
ഒരു ഫയർ ഹൈഡ്രാന്റ് ടോപ്പ് അടയ്ക്കുക
ഒരു ജിറാഫ് മണലിൽ ഇരിക്കുന്നു
ഒരു മനുഷ്യന്റെ കഴുത്ത് ടൈ
സ്കേറ്റ്ബോർഡിൽ ഒരു കൊച്ചുകുട്ടി
ഒരു സൈക്കിൾകാരൻ ബൈക്ക് പാത സൂം ചെയ്യുന്നു
പ്രൊഫഷണൽ ബേസ്ബോൾ കളിക്കാരൻ നിൽക്കുന്നു
കടൽത്തീരത്ത് രണ്ടുപേർ
ഒരു മനുഷ്യൻ ചില പശുക്കളെ മേയ്ക്കുന്ന രംഗം
ചുവപ്പും വെള്ളയും ടെന്നീസ് റാക്കറ്റ്
വലിയ വെളുത്ത പശു
ശോഭയുള്ള രണ്ട് വെളുത്ത ആടുകൾ
ഒരു ബ്രേക്ക് റൂമിൽ നാല് മൈക്രോവേവ്
കറുപ്പും വെളുപ്പും ഫിൽട്ടർ.
ഉയരമുള്ള ഒരു സോഡ കാൻ
ബൈക്കുകളിലെ ആളുകൾ
നീല പശ്ചാത്തലത്തിലുള്ള വെളുത്ത വാചകം
ഒരു വെളുത്ത നാല് വാതിൽ കാർ.
ഒരു പഴയ ടയർ.
ഒരു കഷ്ണം പെക്കൻ
ഒരു ധൂമ്രനൂൽ വാണിജ്യ ബസ്
ഒരു കൂട്ടം കോഴികൾ.
മരങ്ങൾ പച്ചയാണ്.
ഒരു കോൺക്രീറ്റ് ബോട്ട് റാമ്പ്
ഒരു തീവണ്ടിയുടെ മുൻവശം
തീവണ്ടി പച്ചയും വെള്ളയുമാണ്
പൂക്കൾ ചുവപ്പാണ്.
ചെമ്മീൻ സുഷി
രണ്ടുപേർ ഒരു മേശയിൽ ഇരിക്കുന്നു
ഒരു കരടിയുടെ ചെവി
വലത് ഓറഞ്ച് ക്ലീറ്റ്
2 ലാപ്ടോപ്പുകൾ ചിത്രീകരിച്ചിരിക്കുന്നു
ഒരു പ്ലേറ്റിൽ ഒരു ചോക്ലേറ്റ് മധുരപലഹാരം
ഒരു ചുവന്ന ബേസ്ബോൾ തൊപ്പി
രണ്ട് പെട്ടി ഡോണട്ട്സ്
ആരുടെയെങ്കിലും കയ്യിൽ കറുത്ത സെൽ ഫോൺ
ഗ്രേ മെറ്റൽ ചിഹ്നം
പൂക്കൾ നിറഞ്ഞ ഒരു പാത്രം
കുഞ്ഞ് ആന
മനുഷ്യൻ ഒരു ടെന്നീസ് റാക്കറ്റ് പിടിക്കുന്നു
കറുത്ത പാന്റ്സ് ധരിച്ച വ്യക്തി.
വായുവിൽ ഏറ്റവും ഉയർന്ന കൈറ്റ്
ഒരു സീബ്ര തല
റാമ്പിൽ നിന്ന് പോകുന്ന സ്കേറ്റ്ബോർഡ്.
ചുമരിൽ ഒരു വൃത്താകൃതിയിലുള്ള കണ്ണാടി
ഒരു പിച്ചർ ഒരു ബേസ്ബോൾ പിച്ച് ചെയ്യുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ശരീരത്തിൽ നിന്ന് ബാറ്റ് ഉയർത്തിപ്പിടിക്കുന്ന ഹിറ്റർ
മനുഷ്യന്റെ കണ്ണുകൾ അടഞ്ഞു
ശൂന്യമായ ഷാംപെയ്ൻ ഫ്ലൂട്ടുകൾ
വനത്തിനടുത്തുള്ള ഒരു പാർക്ക് ബെഞ്ച്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മോട്ടോർ ബൈക്കിൽ ഇരിക്കുന്ന മനുഷ്യൻ.
ജിറാഫ് മരത്തിൽ നിന്ന് മേയുന്നു
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഒരു വിമാനത്തിന്റെ വാൽ
വെളുത്ത പാന്റിൽ സ്ത്രീ
ഒരു പാനലിലെ പച്ച പുഷ് ബട്ടൺ
ഒരു വൈ കൺസോളും റിമോട്ടും
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മഞ്ഞ ടെന്നീസ് ബോൾ മിഡ് എയർ
പട്ടിക ടാൻ ആണ്
ആകാശം നീലയാണ്.
കുഞ്ഞ് ആന
ഒരു സ്നോബോർഡർ വായു പിടിക്കുന്നു
"തവിട്ട്, കറുപ്പ് നിറത്തിലുള്ള പൂച്ച"
വേലിക്ക് പിന്നിൽ വെളുത്ത ആട്ടിൻകുട്ടി
കടൽത്തീരത്ത് ഒരു കൈറ്റ് സർഫർ
പകുതി കഴിച്ച ഹോട്ട് ഡോഗ്
മേശ വെള്ളിയാണ്
ഒരു കുപ്പി ചൂടുള്ള സോസ്
മനുഷ്യൻ ക്രെയിനിൽ നിൽക്കുന്നു
ഗ്രേ എലിഫന്റ് ടസ്ക്
ചാരനിറത്തിലുള്ള കുപ്പായമുള്ള മനുഷ്യൻ
ചെറിയ കുഞ്ഞ് ആന
വെള്ളത്തിലെ പ്രകാശത്തിന്റെ പ്രതിഫലനം
ലിറ്റിൽ ടോയ് റോക്കിംഗ് ഹോഴ്സ്
തവിട്ട് തടി തറ
മേശപ്പുറത്ത് പിസ്സ
മറിച്ചിട്ട സ്കേറ്റ്ബോർഡ്
വെള്ള ഓവൻ ഇന്റർഫേസ്
വെള്ളി പാത്രങ്ങൾ
ശൂന്യമായ ഷാംപെയ്ൻ ഫ്ലൂട്ടുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ലോഹത്തിന്റെ കാലുകളുള്ള മുകൾഭാഗം കണ്ണാടിയുള്ള മേശകൾ
മരം പാർക്ക് ബെഞ്ചുകൾ
ആകാശത്ത് ചില മേഘങ്ങൾ
ഒരു പച്ച ചട്ടി
ഒരു തുണിയിൽ മൂന്ന് വെള്ളി സ്പൂൺ
ഓറഞ്ച് മത്സ്യം അക്വേറിയത്തിൽ
മനുഷ്യൻ മണ്ണിൽ നിൽക്കുന്നു.
ഒരു നായയുടെ ചെവി
നീലയും വെള്ളയും ഷർട്ട് ധരിച്ച മനുഷ്യൻ
കളിക്കാരന്റെ കയ്യിലെ വെളുത്ത ഫ്രിസ്ബീ.
ജിറാഫ് ഉയരവും നിവർന്നുനിൽക്കുകയും ചെയ്യുന്നു
ചുവന്ന റോസ് മുകുളം
വേലി ഇരുമ്പാണ്
ഒരു ആപ്പിൾ തൂക്കിയിരിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു വെളുത്ത പൂച്ച
ഒരു ചുവന്ന ഡബിൾ ഡെക്കർ ബസ്
മുഖത്ത് വെളുത്ത അടയാളമുള്ള കറുത്ത പൂച്ച
നീലയും വെള്ളയും ദിശയിലുള്ള തെരുവ് ചിഹ്നം
മനുഷ്യൻ ചാടുകയാണ്
ഒരു ചെറിയ അമേരിക്കൻ പതാക
അഴുക്കുചാലിൽ നിൽക്കുന്ന സെബ്ര.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ശോഭയുള്ള നീല ടിഷ്യു ബോക്സ്
കറുത്ത ചെവികളുള്ള വെളുത്ത നായ
നായ പിക്നിക് മേശപ്പുറത്ത് ഇരിക്കുന്നു
ബ്രൗൺ ടെഡി ബിയർ.
ഒരു നൈറ്റ് സ്റ്റാൻഡിൽ ഒരു വിളക്ക്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
നിലം കോൺക്രീറ്റാണ്.
കറുപ്പും വെളുപ്പും ബേസ്ബോൾ ബാറ്റ്
മരുഭൂമികളുടെ ഒരു മേശ
മറ്റ് ചിഹ്നത്തിന് മുകളിൽ പച്ച ചിഹ്നം
കോപ്പ് ബൈക്കിലാണ്
സ്ത്രീകൾ പുല്ലിൽ നടക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കുഞ്ഞ് ആന
നീല പുഷ്പ കെറ്റിൽ
പിടികളുള്ള വെളുത്ത ഷോപ്പിംഗ സഞ്ചി
ട്രെയിനിന്റെ മുൻവശത്തെ നമ്പർ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
കറുപ്പും വെളുപ്പും വെള്ളം
സർഫ്ബോർഡിൽ നിൽക്കുന്ന മനുഷ്യൻ
ആനയുടെ തലയുടെ പിൻഭാഗം വെള്ളത്തിൽ
ഇളം നീല ഷർട്ടിലുള്ളയാൾ ധരിക്കുന്ന തൊപ്പി.
കറുപ്പും വെളുപ്പും സ്റ്റിക്കർ
മേശയിലെ ഒരു ചെറിയ വര
വായുവിൽ വെളുത്ത ഫ്രിസ്ബീ.
ഓറഞ്ച് അക്ഷരം സി
ഒരു വേലി
ഒരു കിടപ്പുമുറിയിൽ അലങ്കാര കിടക്ക
ട്രക്ക് വെളുത്തതാണ്.
ഒരു മേശപ്പുറത്ത് ഒരു ഫോൺ
ആകാശം നീലയാണ്.
കട്ടിലിൽ കിടക്കുന്ന പൂച്ച
കൂടുതലും ചുവന്ന കുട കൈവശമുള്ള വ്യക്തി.
ഒരു ഗോപുരത്തിന്റെ മുകൾഭാഗം
തവിട്ട് നായ
ഒരു മനുഷ്യന്റെ മുഖം
ഡോനട്ട്സിന്റെ ഒരു വെള്ളി ട്രേ
ഭക്ഷണത്തിന് കീഴിലുള്ള മെഴുക് പേപ്പർ
"മനുഷ്യൻ ഒരു പാത്രവും, ഒരു കഷണം പിസ്സയും പിടിക്കുന്നു"
വളരെ വ്യക്തമായ നീലാകാശത്തിൽ നീല വിമാനം
വൈറ്റ് ടോയ്‌ലറ്റ് സീറ്റും വീൽ ബാരലിൽ ലിഡും.
ഒരു ചുവന്ന കെട്ടിടം
കറുപ്പും മഞ്ഞയും ടെന്നീസ് റാക്കറ്റ്
ചില ബീച്ച് കസേരകൾക്ക് മുകളിൽ ഒരു മഞ്ഞ കുട.
മഞ്ഞ് വെളുത്തതാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മുകളിൽ വലതുവശത്ത് പ്രകാശ പ്രതിഫലനങ്ങളുടെ ചെറിയ സർക്കിളുകൾ.
ചിത്രം കറുപ്പും വെളുപ്പും നിറത്തിലാണ്
ആനയെ നോക്കുന്നതിന് സമീപം രണ്ടുപേർ
ഒരു വെളുത്ത തെരുവ് വെളിച്ചം
വെളുത്ത മുഖമുള്ള ഒറ്റ കറുത്ത ആടുകൾ
ബാറ്ററിനടുത്തുള്ള ഹോം പ്ലേറ്റ്
പിങ്ക് നിറമുള്ള ടോയ്‌ലറ്റ്
ബ്രൂക്ക്സ് ബ്രോസ് കടയുടെ ചിഹ്നം
തെരുവിൽ ബസ്
നിങ്ങൾക്ക് കാണാൻ കഴിയുന്ന ഒരു വാതിൽ
കുഞ്ഞിന്റെ ഇടത് പുരികം.
പിസ്സയുള്ള ഒരു പേപ്പർ പ്ലേറ്റ്
നദിയിൽ നിൽക്കുന്ന രണ്ട് ആനകൾ
ആകാശത്ത് ഇരുണ്ട മേഘങ്ങൾ
നടുമുറ്റത്ത് വെളുത്ത കസേരകൾ
ഒരു ബോർഡിൽ ഒരു കറുത്ത നായ
ഒരു കാർ ഓടിക്കുന്ന മനുഷ്യൻ
അകലെയുള്ള ഒരു ചെറിയ വീട്.
നിലത്തെ വ്യക്തിയുടെ നിഴൽ
ഒരു മുറിയിൽ വെളിച്ചം വരുന്നു
കുട്ടികൾ സോക്കർ കളിക്കുന്നു
വെളുത്ത പൂച്ചയുടെ വലിയ കണ്ണുകൾ.
മതിൽ ഇഷ്ടികയാണ്.
പച്ച വാഴപ്പഴത്തിന്റെ കുലകൾ.
ഇരുണ്ട മുടിയുള്ള മനുഷ്യൻ വെള്ളത്തിൽ ആനയെ തൊടുന്നു.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കുപ്പി പച്ച കണ്ണാടിയാണ്
തീവണ്ടിക്കായി കാത്തിരിക്കുന്ന ആളുകൾ.
വലിയ സ്വീകരണമുറി
ഒരു തോമസ് ദി ടാങ്ക് എഞ്ചിൻ കേക്ക്
കുതിരയ്ക്ക് മഞ്ഞ ലെഡ് കയർ
ഒരു ജോഡി കറുത്ത ഷോർട്ട്സ്
മൂന്ന് സ്യൂട്ട്കേസ് അടുക്കിയിരിക്കുന്നു
ഗ്രീൻ സ്‌നീക്കറുകളുടെ ഒരു പെയർ
ആൺകുട്ടികൾ wii കളിക്കുന്നു
മനുഷ്യന്റെ കണ്ണടയിലെ പ്രതിഫലനം
വലതു കൈയിൽ ഒരു ബേസ്ബോൾ കയ്യുറ ധരിക്കുന്നു
ഒരു മേശപ്പുറത്ത് ഒരു വെളുത്ത വിഭവത്തിൽ ചുവന്ന പാസ്ത
സ്കേറ്റ്ബോർഡിലെ ഒരു പഗ്
ക്ലോക്ക് ടവറുള്ള ഒരു പ്രധാന കെട്ടിടം
മൃഗത്തിന്റെ തലയിൽ വലിയ കൊമ്പ്.
പാത്രം വെളുത്തതാണ്
കാരറ്റ് കഷണങ്ങൾ
പൂച്ചയുടെ കണ്ണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ആകാശത്ത് ഒരു വിമാനമുണ്ട്
വെളുത്ത പോർസലൈൻ വൃത്തിയുള്ള ടോയ്‌ലറ്റ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കേക്ക് മേശപ്പുറത്ത്
കുഞ്ഞ് ആന
ഇതൊരു സെൽ ഫോണാണ്.
വെള്ളത്തിലൂടെയാണ് ബസ് ഓടിക്കുന്നത്.
ഒരു ഉപ്പ് കുലുക്കത്തിൽ പശു പാവ
കയ്യിൽ ടെന്നീസ് റാക്കറ്റ്.
മഞ്ഞ ചായം പൂശിയ അഗ്നി ജലാംശം
ഫയർ‌ഹൈഡ്രൻറ് വെള്ളി നിറമാണ്
സമാധാന ചിഹ്നം ഉണ്ടാക്കുന്ന സ്ത്രീ
ചെറിയ നായ സ്യൂട്ട്‌കേസിൽ കിടക്കുന്നു
മനുഷ്യൻ ഒരു മൂത്രപ്പുരയിൽ നിൽക്കുന്നു
"നീല, തവിട്ട് സ്കേറ്റ്ബോർഡ് റാമ്പ്"
ഒരു പോർസലൈൻ പശ്ചാത്തലത്തിൽ ഒരു ഒച്ച്
മനുഷ്യൻ കൈവശം വച്ചിരിക്കുന്ന ടെന്നീസ് റാക്കറ്റ്
രണ്ട് കസേരകളുണ്ട്
പിസ്സ ഒരു കത്രിക ഉപയോഗിച്ച് മുറിക്കുന്നു
ഒരു എഞ്ചിന്റെ ഭാഗം
ഒരു മനുഷ്യന്റെ മേൽ ഒരു തവിട്ടുനിറം
ആളുകൾ സ്കീയിംഗ് ചെയ്യുന്നു.
ഒരു പ്ലേറ്റിലെ പാത്രങ്ങൾ
ടോസ്റ്റുചെയ്ത സാൻഡ്‌വിച്ച് പകുതിയായി മുറിച്ചു
ഇതൊരു കെട്ടിടം ആണ്
കോർട്ടിൽ നീല ഉപരിതലം.
ഒരു കടൽത്തീരത്ത് മൂന്ന് സർഫറുകൾ
ആന തുമ്പിക്കൈ.
ഒരു പുറംതോട് ചീസ് പിസ്സ
പച്ച മാലിന്യ കൂട
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ചുമരിൽ വലിയ ചിത്രം
കുഞ്ഞ് ആന
പൂന്തോട്ടത്തിൽ പച്ച പുല്ല്
ഇളം നീല നിറത്തിലുള്ള സർഫ്ബോർഡ് ഒരു പ്ലാന്ററിൽ നിന്ന് പുറത്തേക്ക്
ജിറാഫ് ഇടത്തേക്ക് നോക്കുന്നു
ആനയുടെ ചെവി
ഒരു വെള്ളി മൂർച്ചയുള്ള കത്തി
അവളുടെ വലതു കൈയിലെ ടെന്നീസ് റാക്കറ്റ്.
ഇതൊരു ഡബിൾ ഡെക്കർ ബസ് അല്ല.
പേപ്പർ ടവൽ ഹോൾഡർ തടിയാണ്
നനഞ്ഞ സ്യൂട്ട് ധരിച്ച വ്യക്തി
കെട്ടിടത്തിൽ ഒരു ക്ലോക്ക് ഉണ്ട്
"ചീസ്, മാംസം എന്നിവ കൈവശമുള്ള പ്ലേറ്റ്"
സ്പൈഡർമാൻ ചിത്രമുള്ള പേപ്പർ പ്ലേറ്റ്
തീവണ്ടിൽ ഒരു കാറ്റുമറ
ഒരു വയലിൽ നിൽക്കുന്ന തവിട്ടുനിറത്തിലുള്ള പോണി.
കറുത്ത ലാപ്‌ടോപ്പ്
ട്രിഫിക് ലൈറ്റ്.
അലങ്കരിച്ച ഒരു ധ്രുവമുണ്ട്
ഭക്ഷണം വറുത്തതാണ്
ഒരു വിഭവത്തിൽ പീച്ച്.
സിഗ്‌നൽ ലൈറ്റുകൾ തെരുവിന് മുകളിൽ തൂക്കിയിരിക്കുന്നു
മൂന്ന് പേർ മേശപ്പുറത്ത്.
മരം കാനോ ഭാഗികമായി കരയിൽ
സീബ്ര തിന്നുന്ന പുല്ല്
പശ്ചാത്തലത്തിൽ ടെലിഫോൺ പോൾ ഓഫാണ്
രണ്ട് ചെറിയ തവിട്ട് കുതിരകൾ
ഇതാണ് പുല്ല്
ആകാശത്ത് വെളുത്ത മേഘങ്ങൾ
കുഞ്ഞ് ആന
കുഞ്ഞ് ആന
ജീൻസ് ധരിച്ച ഒരു മനുഷ്യൻ
പെപ്പർറോണി പിസ്സയുടെ ഒറ്റ സ്ലൈസ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
മഞ്ഞുമൂടിയ ചരിവിലൂടെ സ്കീയിംഗ് ചെയ്യുന്ന ഒരാൾ.
ഒരു കരടി
കുഞ്ഞ് ആന
ഇത് ഇരട്ട ഗതാഗത വിളക്ക് ആണ്.
വായുവിൽ ചുവന്ന പട്ടം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പർവതത്തിന് മുന്നിലെ മരങ്ങളുടെ വരി
ക്ലോസ് അപ്പ് ടവറിൽ ഒരു വലിയ ക്ലോക്ക് മുഖം
ടോയ്‌ലറ്റ് വെളുത്തതാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മരത്തിൻ്റെ പുറംതൊലി
ആൺകുട്ടിയും പെൺകുട്ടിയും സ്‌കി പഠിക്കുന്നു
കുഞ്ഞ് ആന
പാതകത്തിൽ കിടക്കുന്ന ഡിഷ് ടവൽ
ഗ്ലാസ്‌ വെച്ചിരിക്കുന്ന ബ്രൗൺ മേശ
മനുഷ്യന്റെ മുഖത്ത് ചുവപ്പും കറുപ്പും നിറമുള്ള കണ്ണട
ഒരു മരം ബെഞ്ച്
ഒരു ചെറിയ വെളുത്ത പൂച്ച.
"ടാൻ, നീല തലയിണ"
മോട്ടോർ സൈക്കിളിനടുത്ത് മുട്ടുകുത്തിയ മനുഷ്യന്റെ മീശ.
മഞ്ഞ ജാക്കറ്റ് ധരിച്ച ഒരാൾ.
നായയുടെ തല ജനലിൽ നിന്ന് പുറത്തേക്ക്
ദ്വീപ് ബീച്ച് രംഗം
ചുവപ്പും വെള്ളയും ട്രെയിൻ
വെളുത്ത ഫ്രെയിം ഉള്ള കണ്ണാടി
അകലെ തിങ്ങി നിൽക്കുന്ന പച്ച മരങ്ങളുണ്ട്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ആൺകുട്ടി കറുത്ത തൊപ്പി ധരിക്കുന്നു.
രണ്ട് ആനകളെ കാണാം
മൂന്ന് ചതുരാകൃതിയിലുള്ള തീവണ്ടി കാറുകൾ
കറുപ്പിലുള്ള സ്‌കിയർ കുന്നിന് താഴേക്കു
ബ്രൗൺ നിറമുള്ള മുടിയുള്ള ചെറിയ പെൺകുട്ടി
ഹാർഡ് റെഡ് സേഫ്റ്റി ഹെൽമെറ്റ്
തവിട്ട് നിറമുള്ള കൊഴുത്ത കാള
തവിട്ട് ട്രേകളിൽ മുട്ടകൾ
കറുത്ത ഒരു ബാറ്റിംഗ് ഹെൽമെറ്റ്
കറുപ്പും വെളുപ്പും സീബ്ര
കട്ടിലിൽ ഓറഞ്ച് തലയിണ.
ചുവപ്പും മഞ്ഞയും പതാക
ടെന്നീസ് കോർട്ടിലെ കളിക്കാർ.
വിമാനം കൂടുതലും ഇളം നീലയാണ്.
കറുപ്പും വെളുപ്പും അടയാളം പറയുന്നത് \ ചായം
വായുവിൽ ഒരു ഫ്ലിപ്പ് ചെയ്യുന്ന വ്യക്തി
ഇതൊരു ട്രെയിൻ ആണ്
സീലിംഗിന്റെ ഭാഗം
സ്പൂൺ വെള്ളിയാണ്
ട്രെയിൻ കാറുകൾ വലിക്കുന്ന ചുവന്ന എഞ്ചിൻ
ചരക്ക് ട്രെയിനിന്റെ എഞ്ചിൻ
ഒരു പാറയുടെ ഭാഗം
ഒമ്പത് പച്ച ആപ്പിൾ
വളരെ സുന്ദരമായ കിടക്കയുടെ വശത്തെ വിളക്ക്
ഇടത്തരം വലുപ്പമുള്ള വെള്ള ഫ്രിഡ്ജ്
കീബോർഡ് വെളുത്തതാണ്.
"ചുവപ്പ്, കറുപ്പ് ചിത്രങ്ങളുള്ള വെളുത്ത ചിഹ്നം"
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചെറിയ ഫിഗറൈൻ മാൻ കുതിരയുമായി ഡ്രൈവിംഗ് കോച്ച്
ഒരു ഡോൾഹൗസിലെ ഒരു മരം ക്ലോക്ക്
ഒരു പച്ച നാരങ്ങ ഫലം
ഒരു സാൻഡ്‌വിച്ചിൽ മല്ലി ഇല
ആൺകുട്ടികളുടെ കൈകളിലെ വൈ ഗെയിമിംഗ് കണ്ട്രോളറുകൾ
എല്ലിന്റെ ആകൃതിയിലുള്ള ഒരു ടാഗ്
സ്പ്രേ കുപ്പിയിൽ നീല ദ്രാവകം
വ്യത്യസ്ത നിറങ്ങളിലുള്ള പൂക്കളുള്ള ഒരു പാത്രം
ന്യൂ ഓർലിയാൻസിലെ ഒരു കെട്ടിടം
ആകാശം ഇരുണ്ടതും ഉരുണ്ടതുമാണ്
ചെറിയ മഞ്ഞ റബ്ബർ താറാവ്
കോൺക്രീറ്റിൽ മാൻ സ്കേറ്റിംഗ് ചെയ്യുന്നു
ഒരു സ്വെറ്ററിന്റെ ഭാഗം
ആടിന്റെ വാൽ
ഒരു ജലാശയത്തിന്റെ ഭാഗം
ആനകൾ വെള്ളത്തിൽ നിൽക്കുന്നു
വെളുത്ത തൊലിയുള്ള മനുഷ്യൻ
ചുവന്ന കോട്ടും ഇരുണ്ട സൺ ഗ്ലാസും ധരിച്ച സ്ത്രീ
തിളക്കമുള്ള മഞ്ഞ വര
കണ്ണട ധരിച്ച പുഞ്ചിരിക്കുന്ന മനുഷ്യൻ
ഒരു വെള്ളി ചായക്കപ്പ്
ക്രോം നിറമുള്ള ഫോസെറ്റ്
ഒരു ബെഞ്ചിൽ ഒരു സ്ത്രീ
പ്രായമായ സ്ത്രീ പുഞ്ചിരിക്കുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു കുടയുടെ അഗ്രം
ഒരു ഗോപുരത്തിന്റെ അഗ്രം
ഒരു പാവയുടെ രംഗം
അഞ്ച് പാത്രങ്ങൾ അരകപ്പ്
സ്റ്റേഷനിൽ ബസുകൾ
ഗ്രേ മെറ്റൽ ഫോർക്ക്
നീളമുള്ള പുഷ്പമുള്ള വെളുത്ത മൂടുപടം ധരിച്ച മണവാട്ടി
ഇതൊരു കിടക്കയാണ്
ഇവ ട്രേയിലെ ഡോനട്ട്സ് ആണ്
സ്റ്റേഷനിലെ ട്രെയിൻ
നീളമുള്ള ചുവന്ന ട്രെയിൻ
ആരോഗ്യകരമായ വർണ്ണാഭമായ പഴങ്ങൾ നിറഞ്ഞ ഒരു വിക്കർ കൊട്ട
മനുഷ്യൻ ഒരു ഹോട്ട് ഡോഗ് കഴിക്കുന്നു
തിരക്കേറിയ സിറ്റി സ്ട്രീറ്റ്
ടെഡി ബിയർ ഒരു വെള്ളി പാത്രം പിടിക്കുന്നു
ചില ബേക്കൺ പൊതിഞ്ഞ വെള്ളരി
നായ കട്ടിലിൽ ഉറങ്ങുകയാണ്
ട്രാക്കിലെ വെളുത്ത ഒബ്‌ജക്റ്റ്
നിലത്ത് ചെറിയ കറുത്ത തീറ്റ
ഒരു വെളുത്ത പ്ലേറ്റിൽ ഒരു റോൾ
ഷോർട്ട്സ് നീലയാണ്
ചുവരിൽ വാഴപ്പഴം
കറുത്ത മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്ന ഷർട്ട് ഇല്ലാത്തയാൾ
കറുപ്പും വെളുപ്പും പൂച്ച നിലത്തു കിടക്കുന്നു
വയലിൽ രണ്ട് ടർക്കികൾ
സ്‌കേറ്റ്ബോർഡർ ഹെൽമെറ്റ്‌ ധരിക്കുന്നു
ചുവരിൽ ഒരു ഘടികാരം.
ഒരു വലിയ നീല ഹെറോണിന്റെ കറുപ്പും മഞ്ഞയും കൊക്ക്
ഒരു കെട്ടിടത്തിലേക്കുള്ള വിൻഡോ
ഒരു സ്ത്രീ ബൈക്ക് ഓടിക്കുന്നു
വെളുത്ത ഹെൽമെറ്റ് ധരിച്ച മനുഷ്യൻ
മനുഷ്യൻ തിരമാലയിൽ സർഫിംഗ് ചെയ്യുന്നു
ഒരു വ്യക്തിയുടെ വിരൽ
കുഞ്ഞ് ആന
ഒരു ചെറിയ ഓറഞ്ച് കഷ്ണം.
വെളുത്ത തൊപ്പി ധരിച്ച പയ്യൻ
മഞ്ഞയും കറുപ്പും നിറമുള്ള ക്യാച്ചറുകൾ ധരിക്കുന്ന കയ്യുറ.
ഒരു ഫ്ലാമിയംഗോയുടെ കഴുത്ത്
ആകാശം നീലയാണ്.
വയലിൽ രണ്ട് കുതിരകൾ
സ്ത്രീയുടെ കാലിൽ പരന്ന ചെരിപ്പുകൾ
ഇരുണ്ട ചാരനിറത്തിലുള്ള ജെറ്റ് എഞ്ചിൻ വിമാനം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കറുത്ത സ്നോ ബോർഡ്
രണ്ട് കുട്ടികൾ കസേരയിൽ ഇരിക്കുന്നു
കുതിരയുടെ തല
വലിയ നിറമുള്ള ഫ്രിസ്‌ബീ.
ഒരു പഴയ തീവണ്ടിയുടെ മുന്നിൽ 31193 അക്കങ്ങൾ .
ഒരു ചുവന്ന ചോർച്ചയിൽ ഡാൽമേഷൻ
ഒരു ബാറ്റർ തന്റെ ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു.
രൂപീകരണത്തിൽ പറക്കുന്ന നാല് സമതലങ്ങൾ
ഒരു വെളുത്ത നായ നടക്കുന്നു.
ടൈൽ ഭിത്തിയിൽ കണ്ണാടി
ഒരു ചായ ബാഗുള്ള കപ്പ്
ഹാപ്പി ഫ്രൂട്ട് വെണ്ടർമാർ റെഡി ഉപഭോക്താക്കൾ
കുതിരപ്പുറത്തു കയറുന്ന പോലീസുകാർ
ഒരു പ്ലേറ്റിന്റെ അഗ്രം
അകലെ ഒരു മരം
പച്ച പുല്ലിന്റെ ഭാഗം
ഭക്ഷണം നിറച്ച പ്ലാസ്റ്റിക് പാത്രം.
ഒരു വിൻഡോയിൽ പിങ്ക് മൂടുശീലങ്ങൾ
ഒരു നമ്പർ എഴുതിയിരിക്കുന്നു
ഒരു ബേസ്ബോൾ കളിക്കാർ നീല ബേസ്ബോൾ തൊപ്പി
കെട്ടിച്ച വരയുള്ള ടൈ
ട്രെയിനിന്റെ മുൻവശത്ത് മാർക്യൂ ഡിസ്പ്ലേ.
കെട്ടിടത്തിന് ഒരു ക്ലോക്ക് ഉണ്ട്
ഒരു ചുവന്ന ജെറ്റ് വിമാനം
കറുപ്പും വെളുപ്പും ചിത്രം
റെസ്റ്റോറന്റിലെ ഡൈനിംഗ് ടേബിളിൽ ഇരിക്കുന്ന ഒരു കൂട്ടം ആളുകൾ
പ്ലെയ്ഡ് ഷർട്ട് ധരിച്ച ഒരാൾ
വരയുള്ള ചുവന്ന വൃത്തം.
ലൈറ്റ് ബൾബുകളുടെ ഗ്രൂപ്പ്
ഈ മനുഷ്യൻ അമ്പയറാണ്
ഒരു കാറിന്റെ വെളിച്ചം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഫയർ ഹൈഡ്രാന്റ് മഞ്ഞയും കറുപ്പും ആണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ആകാശത്ത് ഒരു മേഘം
ഒരു ധ്രുവം വഹിക്കുന്ന നടത്തം
ടെലിവിഷൻ.
കറുത്ത മുടിയുള്ള ഒരു സ്ത്രീ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു വലിയ പർപ്പിൾ വിമാനം
ഒരു മരം തറ
രണ്ടുപേർ സ്കീയിംഗ് നടത്തുന്നു.
തലയോട്ടി ഡ്രോയിംഗ് ഉള്ള കറുത്ത ഫ്രിസ്ബീ
ഈ സീബ്ര ഇരിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ബ്രൗൺ നിറത്തിലുള്ള മേശപ്പുറത്ത് രണ്ട് പതാകകൾ ഇരിക്കുന്നു.
വസ്ത്രത്തിൽ ടെഡി ബിയർ
മോട്ടോർ സൈക്കിളിൽ ഫ്രണ്ട് ടയർ
ഒരു വ്യക്തി ഐസ് സ്കേറ്റിംഗ് ചെയ്യുന്നു
ഒരു വാട്ടർമാർക്ക്
കറുത്ത ഹെൽമെറ്റ് ധരിച്ച മനുഷ്യൻ.
വെളുത്ത ഷെഫ് ജാക്കറ്റിലുള്ള മനുഷ്യൻ
പ്രൈറിയൽ ആടുകൾ
ഇതൊരു മോട്ടോർ സൈക്കിൾ തുമ്പിക്കൈയാണ്
ഒരു വയലിൽ പച്ച കുറ്റിക്കാടുകൾ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ചോക്ലേറ്റ് ക്രീം നിറച്ച ഡോനട്ട്.
മൂന്ന് പെൺകുട്ടികളുടെ ചിത്രം.
തിളക്കമുള്ള മഞ്ഞ ഫ്രിസ്‌ബീ മിഡെയർ
ഒരു ഷവർ വാതിലിന്റെ വെള്ളി ഹാൻഡിൽ.
മുൻവശത്ത് പച്ച സസ്യങ്ങളുണ്ട്
ഒരു കെട്ടിടത്തിലെ വിൻഡോ
നിലത്ത് കറുത്ത പുള്ളി
വസ്ത്രത്തിൽ ഒരു പിങ്ക് പുഷ്പം
സൈക്കിളിൽ ഒരാൾ
ഒരു ട്രാഫിക് കോപ്പ് ഒരു പൊതു തെരുവിൽ ട്രാഫിക്കിനെ നയിക്കുന്നു
മരങ്ങൾക്കിടയിൽ ഒരു ജിറാഫ്
ഒരു ട്രെയിനിന്റെ കാബൂസ്
വെള്ളത്തിൽ നിന്ന് നീണ്ടുനിൽക്കുന്ന ഒരു വലിയ പാറ
നീല നിറത്തിലുള്ള വസ്ത്രം ധരിച്ച ഒരാൾ
സമുദ്ര ചക്രവാളത്തിലെ വിളക്കുമാടം
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
സ്കേറ്റ്ബോർഡിൽ ഹെൽമെറ്റുള്ള സ്കേറ്റർ
മനുഷ്യന് കറുത്ത മുടിയുണ്ട്.
'ഒന്ന്' എന്ന വാക്ക്
ട്രെയിനിന് അടുത്തുള്ള പച്ച മരങ്ങൾ
വെളുത്ത ഹിമത്തിൽ ഒരു വര
തുരങ്കം നീളവും ഇരുണ്ടതുമാണ്.
പാസഞ്ചർ വിൻഡോയിൽ നായയുമായി വെളുത്ത എസ്‌യുവി
പുഷ്പ ജാക്കറ്റ് ധരിച്ച പെൺകുട്ടി.
ഒരു കയ്യിൽ റാക്കറ്റ്
"വെള്ള, കറുപ്പ് ഡെലിവറി വാനിന്റെ പിന്നിൽ"
ഒരു സീബ്രയിൽ ഒരു സ്ട്രിപ്പ്
കുടയുമായി നിൽക്കുന്ന സ്ത്രീ.
പർപ്പിൾ കൈപിടിയുള്ള ടെന്നീസ് റാക്കറ്റ്
വിമാനം വായുവിൽ പറക്കുന്നു.
വയലിൽ ഒരു വെളുത്ത ആടുകൾ
നീലയും വെള്ളയും യൂണിഫോം ധരിച്ച ഒരു സ്ത്രീ
വിമാനത്തിന്റെ വശത്ത് 105
മരത്തിനടുത്തുള്ള വലിയ മൃഗം.
കട്ടിലിൽ കിടക്കുന്ന ഒരു പൂച്ചക്കുട്ടി
ചുവപ്പും മഞ്ഞയും നിറത്തിൽ ഉള്ള പതാക
ഇരട്ടകളിലെ കളിക്കാരൻ
കുട്ടി കുടയുടെ പിന്നിലൂടെ നടക്കുന്നു
കുതിരപ്പുറത്ത് രണ്ട് വെളുത്ത കാലുകൾ
ആളുകൾ ഒരു പാതയിൽ കുതിര സവാരി ചെയ്യുന്നു
ദ്വീപ് ബീച്ച് രംഗം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വളഞ്ഞ കാലുകൾ അലങ്കാര പുരാതന പിയാനോ
വെള്ളി ഡോമ് ഉള്ള കെട്ടിടം
ഒരു പച്ച മരം ഇല
ക്യാമറയ്‌ക്കായി പോസ് ചെയ്യുന്ന ദമ്പതികൾ
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
മനുഷ്യന്റെ കണ്ണുകൾക്ക് മുകളിലൂടെ സഞ്ചരിക്കുന്നു
തെരുവിലെ ഒരു വ്യക്തി
ബോട്ട് മണലിലാണ്.
ആകാശം നീലയാണ്.
വെണ്ണ ചേർത്ത് ഒരു പാത്രം
കറുത്ത മുടിയുള്ള ഒരു മനുഷ്യൻ
മൂന്ന് ജിറാഫുകൾ മൃഗശാലയിൽ നിൽക്കുന്നു
ഒരു വൈ റിമോട്ട് കൺട്രോൾ കൈയിൽ പിടിക്കുക
വെള്ളി ശൃംഖലയുടെ വിഭാഗം
കറുത്ത ജിറാഫിന്റെ കണ്ണ്
സ്കേറ്റ്ബോർഡിലെ ഒരു ചക്രം
ഒരു കറുത്ത ചോക്ക്ബോർഡ്
തടാകത്തിന് സമീപം പുല്ലിൽ ഇരിക്കുന്ന ചുവന്ന ബെഞ്ച്.
ഒരു കത്ത് എഴുതി
സസ്യങ്ങളുടെ ഒരു പാച്ച്
പൂച്ചയ്ക്ക് വെള്ളയും പിങ്ക് നിറത്തിലുമുള്ള മൂക്ക് ഉണ്ട്.
മഞ്ഞ പോലീസ് ടേപ്പ് നിലത്തു പതിപ്പിച്ചിരിക്കുന്നു
പ്ലേറ്റിൽ പിസ്സ സ്ലൈസ്
ഒരു കൂട്ടം ആളുകൾ വീഞ്ഞു കുടിക്കുന്നു.
ദ്വീപ് ബീച്ച് രംഗം
ഒരു കൊച്ചു പെൺകുട്ടിക്ക് ചുരുണ്ട മുടി
തവിട്ട് നിറത്തിലുള്ള ബൂട്ട് ധരിച്ച സ്ത്രീ.
രണ്ടുപേർ ടെന്നീസ് കളിക്കാൻ ഒരുങ്ങുന്നു.
ഒരു മേശക്കരികിൽ കറുത്ത കസേര
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പാർക്കിംഗ് സ്ഥലത്ത് പാർക്ക് ചെയ്തിരിക്കുന്ന രണ്ട് മോട്ടോർസൈക്കിളുകൾ.
അറ്റത്ത് വരയുള്ള പ്രൊപ്പല്ലർ
ജിയാസ് കഴിക്കുന്ന രണ്ട് പശുക്കൾ
ഒരു ഗോപുരത്തിന്റെ വശത്ത് ഒരു ഘടികാരം
ആകാശത്ത് ചെറിയ അളവിൽ മേഘങ്ങൾ.
മഞ്ഞ അത്യാഹിത വൈദ്യ സേവന ട്രക്ക്
രണ്ട് ആൺകുട്ടികൾ പുല്ലിൽ ഇരിക്കുന്നു
പച്ചയും തവിട്ടുനിറത്തിലുള്ള പുല്ലും
സ്ത്രീ കെട്ടിടത്തിന്റെ അരികിൽ ഇരിക്കുന്നു
ആദ്യത്തെ ബേസ്മാൻ
തെളിഞ്ഞ ചാരനിറത്തിലുള്ള ആകാശം
ഒരു ട്രാക്ടറിന്റെ ചെറിയ ചക്രം
ചലിപ്പിക്കാവുന്ന ഒരു ഗോവണി ഒരു വിമാനത്തിന്റെ പിൻഭാഗത്തേക്ക് ഉരുളുന്നു
തീവണ്ടി ചാര നിറമാണ്.
സ്കേറ്റ്ബോർഡുമായി ചാടുന്ന ഒരു കുട്ടി
ഒരു ചെറിയ ഫ്രെയിം ചെയ്ത കണ്ണാടി.
ബാലൻസിനായി കൈ പുറത്ത്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു വ്യക്തിയുടെ കണ്ണ്
രണ്ട് വരയുള്ള സീബ്രകൾ
ബാത്ത്റൂം ടോയ്‌ലറ്റിന്റെ കാഴ്ച
മധ്യവായുവിൽ സ്കീസ് ​​ധരിച്ച ഒരാൾ.
തറയിൽ ഒരു ടൈൽ
ആടുകൾ നിലത്തു നിൽക്കുന്നു.
സമുദ്രത്തിലെ ഒരു ബോട്ട്
ടൈയുടെ കെട്ട്
പുറത്തേക്ക് എടുത്ത ചിത്രം.
കടൽത്തീരത്ത് മഞ്ഞയും വെള്ളയും നിറമുള്ള കസേര
ചുവന്ന കാർണേഷൻ പുഷ്പം ഗ്ലാസ് പാത്രത്തിൽ പച്ച തണ്ട്
കോർട്ടിൽ ടെന്നീസ് കളിക്കാരൻ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരാൾ ചുവന്ന കസേര
ഷവർ നോബ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പുറത്ത് എടുത്ത ചിത്രം
സർഫ്ബോർഡിലെ പയ്യൻ
ചെറിയ ഇലക്ട്രിക് മൈക്രോവേവ്
ചുവന്ന പശു വെള്ളത്തിൽ
വിളക്ക് കത്തി നില്കുകയാണ്
ഒരു വർക്ക് പ്രോജക്റ്റ്
പശ്ചാത്തലത്തിലുള്ള മനുഷ്യൻ
പുതുതായി വിവാഹിതനായ ഒരാളുടെ തല.
തറയിൽ ഒരു ഇഷ്ടിക
തടാകത്തിൽ അഞ്ച് മത്സ്യത്തൊഴിലാളി ബോട്ട്
ഒരു വാഹനത്തിന്റെ ടയർ
ആകാശത്ത് ഒരു പർപ്പിൾ കൈറ്റ്
ആകാശത്ത് പറക്കുന്ന കൈറ്റ്
സ്റ്റോർ ചിഹ്നം അടച്ചു എന്ന് പറയുന്നു
ടോയ്‌ലറ്റ് ഫ്ലഷ് ചെയ്യുന്നതിന് ചുവരിൽ ബട്ടൺ
ഒരു പബ്ബിൽ മൂന്ന് പേർ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
വ്യക്തിയുടെ കയ്യിലെ കത്തി
ആളുകൾ സ്കീയിംഗ് ചെയ്യുന്നു
ഒരു ടെഡി ബിയറിനെ കെട്ടിപ്പിടിക്കുന്ന ഒരു ചെറിയ നായ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പച്ച ഹ്രസ്വമായ പുല്ല്
ചാരനിറത്തിലുള്ള രണ്ട് ആനകൾ
സുന്ദരമായ മുടി ഒരു പോണിടെയിൽ ചെയ്തിരിക്കുന്നു
ചുവന്ന ഷർട്ട് ധരിച്ച വ്യക്തി
ചുവരിൽ ഒരു ഇഷ്ടിക
മരം കൊണ്ട് നിർമ്മിച്ച ഒരു കിടക്ക
ഉയരമുള്ള മഞ്ഞ ധ്രുവം
ആകാശത്ത് ഒരു പട്ടം
ഒരു ഡിജിറ്റൽ കാംകോർഡർ
റോഡിൽ ഒരു വാഹനം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു പച്ചക്കറി പിസ്സ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സ്കേറ്റ്ബോർഡർ ചിഹ്നത്തിന്റെ മുകളിലൂടെ ചാടുന്നു
നായയുടെ മുഖത്തിന്റെ ഭാഗം
ആനകളുടെ മൂവരും ഓറഞ്ചിൽ ലഘുഭക്ഷണം കഴിക്കുന്നു
സ്ട്രീറ്റ് ഒപ്പുവെച്ച് ധ്രുവത്തിൽ.
അകലെയുള്ള നിരവധി കൈറ്റ്സ്
ഒരു മേശപ്പുറത്ത് വിളക്ക്
മേശപ്പുറത്ത് ഇരിക്കുന്ന സോണി വയോ ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു വിമാനത്തിന്റെ ചക്രം
സ്റ്റെയിൻ‌ലെസ് സ്റ്റീൽ അടുക്കള സ്‌റ്റൗ
വിഗ് ധരിച്ച രണ്ട് സ്ത്രീകൾ
ഒരു ചുവന്ന ഗ്ലാസ് പാത്രം
സ്തംഭങ്ങൾക്കിടയിൽ ഒരു ആൺകുട്ടി സ്കേറ്റ്ബോർഡിംഗ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ഓവർഹെഡ് ലൈറ്റ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ഓറഞ്ച് ചുവന്ന വാൻ
കാസിനോ എന്ന് പറയുന്ന അടയാളം
വെളിച്ചം മേൽക്കൂരയിൽ നിന്ന് തൂങ്ങിക്കിടക്കുന്നു
ശൂന്യമായ ഷാംപെയ്ൻ ഫ്ലൂട്ടുകൾ
ചുവന്ന മാർക്കറും ബീക്കൺ ബൂയിയും
തവിട്ട് ടെഡി ബിയർ
ചിത്രം വീടിനുള്ളിൽ എടുത്തതാണ്
തുറന്ന കറുത്ത കുട
ഒരു അഗ്നി ജലാംശം മുകളിൽ മഞ്ഞ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
അകത്ത് പുല്ലുള്ള ഒരു പാത്രത്തിന്റെ ആകൃതിയിലുള്ള തീറ്റ
ഇളം നീല തൊപ്പി ധരിച്ച മാറൽ വെളുത്ത നായ
കഠിനമായ ഹെയർ‌ലൈൻ
റിഫ്രൈഡ് ബീൻസ്
ജാലകങ്ങളുള്ള തടി ആയുധശേഖരം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു കറുത്ത സീബ്ര സ്ട്രിപ്പ്
വെളുത്ത നിറമുള്ള ഹെഡ്‌ബോർഡ്
നനഞ്ഞ സ്യൂട്ടിലുള്ള സ്ത്രീ കുറച്ചു വെള്ളത്തിൽ നിൽക്കുന്നു
വെള്ളത്തിന്റെ അരികിൽ ഒരു ലൈറ്റ് ഹ house സ്
ഉപകരണങ്ങളുടെ തവിട്ട് പെട്ടി
ഭിത്തിയിൽ ഘടിപ്പിച്ചിരിക്കുന്ന വിളക്ക്
ഒരു ചുവന്ന സ്റ്റോപ്പ് ലൈറ്റ്
മാൻ സ്വിംഗിംഗ് ബേസ്ബോൾ ബാറ്റ്
മനുഷ്യൻ ഡിഷ്വാഷറിൽ വിഭവങ്ങൾ വയ്ക്കുന്നു
ഒരു തവിട്ട് കരടി
ഉയരമുള്ള ക്ലോക്ക് ടവർ കെട്ടിടം
ഒരു ടെലിവിഷൻ സ്ക്രീൻ
ഒരു സ്മാർട്ട് ഫോണിൽ ഹാൻഡ് ടെക്സ്റ്റിംഗ് ചെയ്യുന്നു
മഞ്ഞ കൈകളുള്ള ഒരു ക്ലോക്ക്
സൈനിക സേവനത്തിന്റെ ആഘോഷം
ഓറഞ്ച് വരയുള്ള ഒരു പോലീസ് വാൻ
ട്രക്കിന്റെ ട്രെയിലർ
ഒരു ജോടി കറുത്ത കൈകാര്യം ചെയ്ത കത്രിക
മണ്ണിൽ കറുത്ത ചെരുപ്പ്.
ഒരു എം‌പി 3 പ്ലെയർ പിടിച്ചിരിക്കുന്ന ഒരാളുടെ കൈ.
വായുവിൽ പറക്കുന്ന കൈറ്റ്
കറുത്ത കൊട്ട വാഴപ്പഴം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
മരത്തിന് അടുത്തുള്ള ജിറാഫ്
ഒരു പന്തിൽ സ്വിംഗ് ചെയ്യാൻ ബാറ്റർ ഒരുങ്ങുകയാണ്.
കടൽത്തീരത്ത് ഒരു ഓറഞ്ച് ഫ്രിസ്ബീ
ട്രാഫിക് ചിഹ്നം ലയിപ്പിക്കുന്നതിനുള്ള ജാഗ്രത.
വെളുത്ത സ്ട്രാപ്പുകളുള്ള പച്ച ഡഫൽ ബാഗ്
നനയ്ക്കുന്ന ദ്വാരത്തിനടുത്തുള്ള രണ്ട് ആനകൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കാർ ഫോട്ടോഗ്രാഫറിൽ നിന്ന് അകന്നുപോകുന്നു
ഒരു കറുത്ത ആടുകൾ അഴുക്ക് നിലത്ത് നിൽക്കുന്നു
ഒരു വലിയ ഡബ്ല്യു ഉള്ള ടെന്നീസ് റാക്കറ്റ്
നഗ്നമായ പാദങ്ങൾ കൊണ്ട് ഒരു ചെറുപ്പക്കാരൻ സർഫിംഗ് ചെയ്യുന്നു
തിരമാലകൾ വെളുത്തതാണ്.
ചുവന്ന കുപ്പായമുള്ള ഒരു കുട്ടി
"മഞ്ഞ കമ്പികളുള്ള വെള്ള, ചുവപ്പ് ടെന്നീസ് റാക്കറ്റ്"
ഒരു വെളുത്ത ഇലക്ട്രിക് സോക്കറ്റ്
പുല്ലിൽ നിൽക്കുന്ന ആട്
വെളുത്ത ചീസിന്റെ ചെറിയ പുള്ളി
വെളുത്ത ചുമരിൽ ചിത്രങ്ങൾ
തെരുവിലൂടെ സഞ്ചരിക്കുന്ന വലിയ വാഹനം.
മൂന്ന് പേർ സോക്കർ കളിക്കുന്നു
"ഒരു ടെന്നീസ് റാക്കറ്റ്, അതിൽ ലോഗോ"
ബെഞ്ചിൽ ഒരു ബോൾട്ട്
ടബിനെതിരെ നിൽക്കുന്ന പൂച്ച.
ഒരു ചുവന്ന തലം എഞ്ചിൻ
ചെറിയ കുട്ടി സ്കേറ്റിംഗ് ചെയ്യുന്നു
ടൈയിൽ ലാമ.
തവിട്ടു നിറമുള്ള മുടിയുള്ള സുന്ദരിയായ പെൺകുട്ടി
ട്രാക്കുകളിൽ മഞ്ഞ ലോക്കോമോട്ടീവ്
സ്റ്റെയിൻലെസ് സ്റ്റീൽ റഫ്രിജറേറ്റർ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പഴമയിൽ നിന്ന് ഒരു തീവണ്ടി
അമേരിക്കൻ പതാക
ആളുകൾ ഒരു സബ്‌വേയിൽ നിന്ന് ഇറങ്ങുന്നു
വെളുത്ത ഒരു വ്യക്തി
മുൻ കാർ നീലയാണ്
സ്വർണ്ണ സംഖ്യകളുള്ള ഒരു വലിയ ഘടികാരം
ടോയ്‌ലറ്റ് പേപ്പറിന്റെ ഒരു റോൾ
ഒരു പച്ച പച്ചക്കറി
വ്യത്യസ്ത ടെഡി ബിയറുകൾ
സ്ത്രീ പാചകം ചെയ്യുന്നു
വെള്ളി പോൾ കൈവശമുള്ള അടയാളങ്ങൾ
ഒരു മനുഷ്യന്മേൽ കറുത്ത നനഞ്ഞ സ്യൂട്ട്
തെരുവിൽ വെളുത്ത അടയാളം
ടെഡി ബിയറിന്റെ ഇടത് ചെവി.
ശസ്ത്രക്രിയയുടെ ഉപകരണങ്ങൾ
ബ്രൗൺ നിറമുള്ള മുടിയുള്ള നഗ്നയായ സ്ത്രീ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു നായയുടെ കണ്ണ്
പെൺകുട്ടിയുടെ വസ്ത്രം ചുവപ്പ് ആണ്
ചുവരിൽ തിളങ്ങുന്ന കറുത്ത വെളിച്ചം
ഉയരമുള്ള മരത്തിന്റെ തുമ്പിക്കൈ
ഒരു ഗോപുരത്തിന്റെ വശത്തുള്ള ഒരു ഘടികാരം
പാത്രത്തിൽ ഗോമാംസം വിളമ്പുന്നു
ചില ലോഗുകൾക്ക് കീഴിലുള്ള ആന
ഒരു ബാറ്റ് സ്വിംഗ് ചെയ്യാൻ തയ്യാറെടുക്കുന്ന ബേസ്ബോൾ കളിക്കാരൻ
ഒരു കറുത്ത പൂച്ച കിടക്കുന്നു
ശാഖകളിൽ മഞ്ഞുവീഴ്ചയുള്ള മരങ്ങൾ
മേൽക്കൂരയിൽ രണ്ട് പക്ഷികൾ.
ആകാശത്ത് ഒരു വിമാനം.
ഒരാൾ ഒരു ഊഞ്ഞാലിൽ മുട്ടകുത്തുന്നു
ടാക്സി ക്യാബ് സെസ് ചിൽ? മുകളില്
ഒരു കൂട്ടം മരങ്ങൾ
ചുറ്റും വേവിച്ച കാരറ്റ് കഷ്ണം
ആകാശം നീലയാണ്.
ശോഭയുള്ള വെളുത്ത ഘടികാരത്തിന്റെ മുഖം
തവിട്ട് നിറമുള്ള മുടിയുള്ള ഒരു സ്ത്രീയുടെ മുഖം
മെഴുകുതിരികൾ കത്തിക്കുന്നു.
ഒരു പുതിയ ഫ്രൂട്ട് പ്ലേറ്റ്
ട്രെയിനിന്റെ വിൻഡ്ഷീൽഡ്
പർവതത്തിലൂടെ തുരങ്കത്തിലേക്കുള്ള പ്രവേശനം
ഒരു സ്റ്റേഷനിൽ ട്രെയിൻ
ദ്വീപ് ബീച്ച് രംഗം
വെളുത്ത അക്ഷരങ്ങളുള്ള നീല ചിഹ്നം
ഒരു നായ അതിന്റെ ഉടമസ്ഥനാൽ നടക്കുന്നു.
ബ്ലെൻഡറിന് അടുത്തായി നിലത്തു ഗോമാംസം
പശ്ചാത്തലത്തിൽ തകർന്ന മരം
അടയാളം മഞ്ഞയാണ്.
ഒരു കറുത്ത ചക്രം
സീബ്രകൾ മേയുകയാണ്.
നായയുടെ കണ്ണ്
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ഒരു വെളുത്ത ആടുകളുടെ ചിത്രം
ചുരുണ്ട കൊമ്പുള്ള ആട്ടുകൊറ്റൻ
വ്യക്തി സ്നോബോർഡിംഗ് ആണ്
പുതിയ മുത്തശ്ശി സ്മിത്ത് ആപ്പിൾ.
അക്കം 254
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
പുറത്ത് ഇരിക്കുന്ന ഒരാൾ
ഒരു പശു ഉണ്ട്.
ഒരു വ്യക്തിയുടെ തല
സ്റ്റഫ് ചെയ്ത മൃഗം ഒരു കരടിയാണ്.
ഒരു ടാബി ഒരു വ്യക്തിയുടെ കാൽക്കൽ പുരികുഴലിന്നു
ക്രമരഹിതമായ സ്റ്റഫ് ഒരു കൂമ്പാരം
പഴയ സ്യൂട്ട്കേസുകൾ.
ഒരു സീബ്ര നിൽക്കുന്നു.
ബേസ്ബോൾ പിച്ചർ കാൽ വായുവിൽ വെച്ചിരിക്കുന്ന
ശൂന്യമായ ഷാംപെയ്ൻ ഫ്ലൂട്ടുകൾ
തൊപ്പിയുള്ള ഒരു കുട്ടി
രണ്ട് ആനകൾ
ഒരു ബോട്ടിൽ ഒരാൾ
ഉരുളക്കിഴങ്ങിന് അടുത്തുള്ള ഉരുളക്കിഴങ്ങ്
ഒരു വിമാനത്തിന്റെ ജനാല
മനുഷ്യൻ ചുണ്ട് കടിക്കുന്നു
മഞ്ഞുമൂടിയ പർവതങ്ങൾ
ലാപ്‌ടോപ്പ് കറുത്തതാണ്
കോളേജ് കാമ്പസിൽ പുറത്ത്
കട്ടിലിൽ കിടക്കുന്ന രണ്ട് പച്ച തലയിണകൾ.
ഒരു ടോയ്‌ലറ്റിൽ കൈകാര്യം ചെയ്യുക
ഒരു കീബോർഡിൽ ഒരു കറുത്ത കീ
ഒരു സീബ്രാസ് ആസ്ഥാനത്ത് ചാരനിറത്തിലുള്ള വരകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
സൈക്കിൾ നിലത്ത്
കുട്ടികൾ വൈ പിടിക്കുന്നു
കുട്ടി ഇടത് കൈയിൽ ഒരു ബേസ്ബോൾ പിടിക്കുന്നു
പുഞ്ചിരിക്കുന്ന മൂന്ന് ആളുകൾ
കറുത്ത അടയാളങ്ങളുള്ള ഇളം ടാൻ കോവർ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
തവിട്ട് തൊപ്പി ധരിച്ച മനുഷ്യൻ
ഒരു വാതിൽ വിൻഡോയിൽ നായ പ്രതിഫലനം
ഒരു സ്കേറ്ററിന്റെ മുഖം
ഒരു റാക്കിൽ മുറിക്കാൻ ഉപയോഗിക്കുന്ന ബോർഡുകൾ .
ജിറാഫി ക്യാമറയിലും ഒരു മരത്തിന്റെ തണലിലും നോക്കുന്നു
ഒരു മരം കത്തുന്ന അടുപ്പ്.
ഒരു നാരങ്ങ വെഡ്ജ്
മേഘങ്ങളില്ലാത്ത തെളിഞ്ഞ നീലാകാശം
വേക്ക്സർഫറിനെ ഒരു ബോട്ട് വലിച്ചിടുന്നു
തിരമാലകളുടെ മുകളിൽ നുര
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
പാർമെസൻ ചീസ് ഗ്ലാസ് പാത്രം
ബാഗിൽ ഒരു സിപ്പർ
നനഞ്ഞ സ്യൂട്ടിലുള്ള ഒരാൾ
പുറത്ത് എടുത്ത ചിത്രം.
ടാറ്റൂകളും തുളച്ചുകയറ്റവും അടങ്ങിയ പരസ്യ ചിഹ്നം കൈവശമുള്ള ഒരാൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വൈറ്റ് ടാങ്ക് ടോപ്പ് ധരിച്ച സ്ത്രീ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കറുപ്പും വെളുപ്പും ചിത്രത്തിൽ ഓറഞ്ച് ബൈക്ക്
ഒരു വ്യക്തിയുടെ കൈ
"ഓറഞ്ച്, വൈറ്റ് ട്രാഫിക് കോൺ"
കടൽത്തീരത്ത് രണ്ടുപേർ
എന്തെങ്കിലും എറിഞ്ഞ ശേഷം ഒരു മനുഷ്യൻ
മനുഷ്യന്റെ കൈയിലുള്ള സെൽ ഫോൺ
ഒരു ഗ്ലാസ് വെള്ളം
പശ്ചാത്തലത്തിൽ ഈന്തപ്പനകൾ
ദ്വീപ് ബീച്ച് രംഗം
പച്ചയും വെള്ളയും നിറമുള്ള ബസ്
"ഒരു ചോക്ലേറ്റ്, ഓറഞ്ച് ക്വാർട്ടർ ജന്മദിന കേക്ക്"
സ്കൂൾ ധ്രുവങ്ങൾ കൈവശമുള്ള വ്യക്തി.
കിടക്കയിൽ കിടക്കുന്ന സ്ത്രീ
കൗബോയ് കുതിരയിൽ നിന്ന് വീണു.
Akkam 3 വെള്ള നിറത്തിൽ
ഇഷ്ടിക മതിൽ വെളുത്ത ചായം പൂശി
പെൺകുട്ടി മൾട്ടി-കളർ ബ്രേസ്ലെറ്റുകൾ ധരിച്ചിരിക്കുന്നു
കറുത്ത കരടി
മരങ്ങൾക്ക് ഇലകളില്ല
വെളുത്ത ഷർട്ട് ധരിച്ച വ്യക്തി.
ആകാശം ചാരനിറമാണ്
റോഡിനരികിൽ നിരവധി വലിയ പച്ച സസ്യങ്ങൾ നട്ടുപിടിപ്പിച്ചു
കെട്ടിടത്തിന് ഘടികാരമുണ്ട്
മഞ്ഞുമൂടിയ ചെറിയ പർവ്വതം
ഇരുണ്ട തടി ഹാൾ വഴി
"കലം, പാൻ ലിഡ് എന്നിവയുള്ള റാക്കുകൾ"
വഴറ്റിയ സ്റ്റീക്ക് ഉള്ള ഡിന്നർ പ്ലേറ്റ്
സ്ത്രീ പ്രതിമയുടെ കൈ പിടിച്ചിരിക്കുന്നു
മഞ്ഞുവീഴ്ചയുള്ള ലാൻഡ്‌സ്‌കേപ്പിന്റെ ഭാഗം
മുട്ടയിൽ ബാക്ക് ചെയ്‌ത പിസ്സ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വെളുത്ത തണലുള്ള വിളക്ക്
ഒരൊറ്റ റൗണ്ട് ഡോനട്ട്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വലിയ പാഡ്ഡ് ഓവൻ മിറ്റ്
ഒരു പഴയ തുരുമ്പിച്ച കെട്ടിടം
ഒരു മരത്തിന്റെ ശാഖകൾ
സ്യൂട്ടിലുള്ള പുരുഷന്മാർ
വെളുത്ത ടോയ്‌ലറ്റ് പാത്രം.
കറുപ്പും വെളുപ്പും ചിത്രം
സന്തോഷകരമായ ജിറാഫിന്റെ മുഖം
കൗണ്ടറിലെ പഴത്തിന്റെ പാത്രം
കുഞ്ഞ് ആന
സ്കേറ്റ്ബോർഡിലെ പയ്യൻ
ഒരു ടെന്നീസ് കോർട്ടിന്റെ ഉപരിതലം
വെള്ള ഫോണ്ടന്റ്
ജിറാഫി ഒരു വേലിക്ക് നേരെ നോക്കുന്നു
ഇതൊരു പട്ടികയാണ്
സൂര്യനെ തടയാനുള്ള ഒരു കുട
തെരുവിന്റെ വശത്ത് പാർക്ക് ചെയ്തിരിക്കുന്ന വെള്ള ബസ്
ഭാഷ ഇംഗ്ലീഷല്ല
രണ്ടുപേർ നിൽക്കുന്നു.
വഴിയുടെ വിഭാഗം
ചിത്രം എടുത്തത് അകത്താണ്
വസന്തത്തിന്റെ തുടക്കത്തിൽ മരങ്ങൾ വിരിഞ്ഞു
വൃത്താകൃതിയിലുള്ള വെള്ളി കലം
രണ്ട് ട്രെയിനുകൾ ഉണ്ട്
മൈതാനത്ത് പച്ച ബെഞ്ച്
ഇതാണ് ആകാശം
ഒരു ട്രിക്കിന്റെ മധ്യത്തിൽ സ്കേറ്റ്ബോർഡ്.
പിസ്സയിൽ ഒരു സവാള
ദ്വീപ് ബീച്ച് രംഗം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ബോസ്റ്റൺ എന്ന വാക്ക് ഒരു കപ്പിൽ.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
സമാധാന ചിഹ്നം ഉയർത്തിപ്പിടിച്ച സ്യൂട്ടിലുള്ള ഒരാൾ.
ബെഞ്ചിൽ നീല ജാക്കറ്റ്
സുന്ദരിയായ ഒരു പെൺകുട്ടി
ചുവന്ന ചിഹ്നം STOP പറയുന്നു.
ഒരു പച്ച വാഴപ്പഴം
ഒരു രുചികരമായ തവിട്ട് കേക്ക്
വെള്ളയിലെ മനുഷ്യൻ ടെന്നീസ് കളിക്കുന്നു
ഇതാണ് ആകാശം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
മൂന്ന് പേരെ കാണിച്ചിരിക്കുന്നു
പച്ച നിറമാണ് വാഴപ്പഴം.
കെട്ടിടത്തിന്റെ ടവർ ക്ലോക്ക്
ചുവപ്പ് വെള്ള നീല ബാനറുകൾ
പച്ച കളർ ട്രക്ക്
തെരുവിലെ ചെറിയ സ്ഥലം
ചുവന്ന ജാക്കറ്റിന്റെ ഭാഗം
വേലിയിറക്കിയ കുതിര.
മോട്ടോർ സൈക്കിൾ ചക്രത്തെക്കുറിച്ച് സംസാരിച്ചു
മുട്ടകൾ മഞ്ഞയാണ്
നീലയും ചുവപ്പും നിറത്തിലുള്ള ട്രെയിൻ
ട്രാക്കിലെ കല്ലുകൾ
ചുവന്ന കളിമൺ ടെന്നീസ് കോർട്ട്
മരത്തിൽ നിന്ന് നിർമ്മിച്ച ഉയരമുള്ള പോൾ
ഒരു ട്രെയിനിന്റെ ഹെഡ്‌ലൈറ്റ്
പാറപ്പാടത്തിലെ സീബ്രകൾ
ഒരു സിങ്ക് പ്ലഗ് ഉണ്ട്
ആളുകൾ സ്കേറ്റ്ബോർഡ് ഉദ്യാനത്തിൽ സ്കേറ്റ്ബോർഡിംഗ്.
ഇതൊരു കയ്യുറയാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇഷ്ടിക ചുവരിൽ സെന്റ് ലൂക്ക് പള്ളി
ഇത് ഒരു മനുഷ്യനാണ്
ഇതൊരു പക്ഷിയാണ്
ഒരു വ്യക്തി നിൽക്കുകയാണ്
ഒരു കാരറ്റ് കഷ്ണം
ടെന്നീസ്
കെട്ടിടത്തിനെതിരെ ബൈക്ക് പാർക്ക്‌ ചെയ്തിരിക്കുന്നു
ഇതൊരു ആകാശമാണ്
വളരെ സുന്ദരിയായ പെൺകുട്ടിയുടെ മുഖം.
ഇതാണ് ആകാശം
ഒരു ഫോണിൽ ഒരു ചുവന്ന നമ്പർ
ഇതൊരു ഓഫീസ് കസേരയാണ്
പൂച്ചയുടെ ചെവികൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നീളമുള്ള പച്ച അങ്കി ധരിച്ച മനുഷ്യൻ
പശു കറുപ്പും വെളുപ്പും നിരത്തിലുള്ളതാണ്
ഹെൽമെറ്റ് വെളുത്തതാണ്
മനുഷ്യന് സ്കൈ ബൂട്ട് ഉണ്ട്
ഇതാണ് ആകാശം
സൈനിക കുതിരസവാരി
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
റോഡിലെ ഒരു വാഹനം
വിവിധ മത്തങ്ങകൾ കൌണ്ടർന്റെ മുകളിൽ ഇരിക്കുന്നു
ചുവന്ന അഗ്നിശമന
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു വ്യക്തിയുടെ മുഖത്ത് കണ്ണട
വയലിൽ പച്ച പുല്ല്
ഒരു വെളുത്ത വ്യക്തിയുടെ കൈ
കുഞ്ഞ് ആന
കുറച്ച് മുഴുവൻ ബ്ലൂബെറി
ഒരു ജോഡി വയർ റിംഡ് ഗ്ലാസുകൾ
ഒരു പഴയ ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ.
ആകാശം നീലയാണ്.
ഒരു നായ വീടിനുള്ളിലുണ്ട്.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു നായയുടെ മൂക്ക്
രണ്ട് നായ്ക്കൾ ഓടുന്നു
ടോസ്റ്റർ ഓവനിൽ വറുത്ത ബാഗെലുകൾ.
കനത്ത ചാരനിറത്തിലുള്ള മഴമേഘങ്ങൾ
ഒരു അലമാരയിൽ ഒരു കുപ്പി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു വരി യാത്ര ബാഗുകൾ
ഇതൊരു പള്ളിയാണ്
ഡഗ ഔട്ട് ഏരിയയിൽ നീല ജാക്കറ്റ് ധരിച്ച വ്യക്തി കാൽമുട്ടുകളിൽ വിശ്രമിക്കുന്നു
ജിറാഫിന്റെ കാൽ
സമുദ്രത്തിലെ നീല ജലം
നദിയിലെ മൂന്ന് നില വീട്
ഒരു വെള്ളി മാല
കറുപ്പ് ചുവപ്പും വെള്ളയും അടയാളം.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
സ്ലൈസ് ഓഫ് ചീസ് പിസ്സ
കപ്പിൽ പാതി നിറച്ച കാപ്പി
ഒരു സീബ്ര പുല്ലിൽ മേയുകയാണ്
ആകാശത്ത് തെളിഞ്ഞ കാലാവസ്ഥയാണ്
മൂൺ ഇന്ത്യൻ മുഖം
സർഫ്ബോർഡിലെ മനുഷ്യൻ
orntae മെറ്റാ ബെഞ്ച്
ഇല പച്ചയാണ്
ഒരു പച്ച ബിയർ കുപ്പി
ഒരു ആൺകുട്ടിയുടെ മുഖം
നാല് പുൽത്തകിടി കസേരകൾ കടൽത്തീരത്താണ്
'8' എന്ന സംഖ്യ വെള്ളയിൽ‌ എഴുതി
നിയോൺ വൈൻ ചിഹ്നം
കരടി കഴിക്കുന്നു
ജിറാഫ് കടൽത്തീരത്ത് നടക്കുന്നു
രാത്രി സ്റ്റാൻഡിൽ ഫ്രെയിം ചെയ്ത ചിത്രം
കറുപ്പും വെളുപ്പും സോക്കർ ബോൾ
തിളങ്ങുന്ന സൂര്യൻ
ചാരനിറത്തിലുള്ള തൊപ്പി ധരിച്ച മനുഷ്യൻ
സ്റ്റേഷനിൽ വെള്ളി നില
ഒരു തുറമുഖത്ത് ഒരു വലിയ കപ്പൽ
നായ ബെഞ്ചിൽ ഇരിക്കുന്നു
അവളുടെ രണ്ട് കാലുകളും വായുവിലാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചുവന്ന പാർക്കയുള്ള സ്കീയർ.
മനുഷ്യന്റെ തലയിൽ തൊപ്പി
മനുഷ്യൻ വെള്ളത്തിൽ ചാടുകയാണ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
മൃഗശാലയിലെ ജിറാഫ്
ചുവന്ന ടൈ ധരിച്ച കരടി.
ഹെഡ്‌ലൈറ്റുകളുള്ള സിറ്റി ബസ്
സ്റ്റോപ്പ് ചിഹ്നത്തിൽ ടി അക്ഷരം.
ഫ്രിസ്‌ബീ മഞ്ഞയാണ്
പച്ച ബേസ്ബോൾ തൊപ്പിയിലെ പയ്യൻ
സാൻഡ്‌വിച്ച് പ്ലേറ്റിലുണ്ട്
കഴിക്കാത്ത ഒരു പ്ലേറ്റ്
അത്താഴത്തിന് ഒരു മേശ സജ്ജമാക്കി.
പുല്ലിൽ ചാരിയിരിക്കുന്ന കുട്ടി
റിംഗ്‌ലെറ്റുകളുള്ള ഒരു പെൺകുട്ടി
കുഞ്ഞ് ആന
വലിയ വെളുത്ത കൊമ്പുകളുള്ള രണ്ട് ആനകൾ
മുൻവശത്തെ ക്ലോക്ക് മുഖം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പശുവിനെ കണ്ടെത്തി.
കറുത്ത ഷാർപ്പി മീഡിയം പോയിന്റ് ശാശ്വത മാർക്കർ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
തല സ്കാർഫ് ഉള്ള സ്ത്രീ
തവിട്ടുനിറത്തിൽ മേൽക്കൂരയുള്ള തവിട്ടുനിറത്തിലുള്ള വീട്
മേശപ്പുറത്ത് പർപ്പിൾ മേശ തുണി
തവിട്ട് ഇലകൾ
തിരക്കേറിയ ഒരു തെരുവിൽ സൈക്കിൾ ചവിട്ടുന്ന ഒരാൾ
"നീല മഞ്ഞ, വെള്ള ട്രെയിൻ."
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
നിലത്ത് വലിയ നിഴൽ
വെളുത്ത വിഭവം കൈവശമുള്ള സ്ത്രീ.
മുമ്പിൽ കടയുള്ള മഞ്ഞ കെട്ടിടം
കാലഹരണപ്പെട്ട സിൽവർ ഫ്ലിപ്പ് സെൽഫോൺ
ഒരു ഓറഞ്ച് ട്രാഫിക് ചിഹ്നം
വ്യക്തിക്ക് നിറമുള്ള മുഴുവൻ ഷർട്ടും ഉണ്ട്
ഒരു സ്കൂൾ ബസ് കണ്ണാടിയിൽ പ്രതിഫലിക്കുന്നു
പരസ്യബോർഡുകളുടെ ഗ്രൂപ്പ്
ജനം ലാപ്ടോപ്പ് ഉപയോഗിക്കുന്നു
മനുഷ്യൻ ഒരു റിമോട്ട് പിടിച്ചിരിക്കുന്നു
തടിയുടെ മേൽക്കുമേലുള്ള കിടക്കകൾ
മനുഷ്യൻ ഡോനട്ട്സ് കഴിക്കുന്നു
ഒരു വനിതാ ടെന്നീസ് കളിക്കാരി പന്ത് വായുവിലേക്ക് എറിയുന്നു
ജിറാഫുകൾ കഴിക്കുന്നു
സ്ത്രീയുടെ ഷൂ ചാരനിറമാണ്
നീല നിറത്തിലുള്ള വസ്ത്രത്തിൽ സ്ത്രീ
നിലത്ത് കിടക്കുന്ന ചെറിയ കല്ല്
കറുത്ത നിറത്തിലുള്ള സ്കേറ്റ്ബോർഡർ
മോട്ടോർ സൈക്കിളിൽ ബാഗുകൾ വഹിക്കുന്നയാൾ
ധാരാളം വളഞ്ഞ ശാഖകളുള്ള വലിയ മരം
പശ്ചാത്തലത്തിൽ പച്ച മരങ്ങൾ
ഫോണിൽ സ്ത്രീ
വലിയ പിങ്ക് തുറന്ന കുട
റോമൻ അക്കങ്ങളുള്ള മെറ്റൽ ക്ലോക്ക്
കടൽത്തീരത്ത് ഒരു പക്ഷി.
ഒരു മഞ്ഞ സോക്കർ ജേഴ്സി ലൈനിൽ തൂക്കിയിരിക്കുന്നു
തറയിൽ ഒരു ഇരുണ്ട നിഴൽ
മഞ്ഞ റിഫ്ലക്ടറുള്ള കറുത്ത ബൈക്ക് പെഡൽ.
കുട പിടിച്ച് നടപ്പാതയിൽ നിൽക്കുന്ന കുട്ടി
സെമി ട്രക്ക്
3 ചാടുകളുള്ള ബസ്
ട്രെയിൻ കണ്ടക്ടർ തന്റെ യൂണിഫോമിൽ അണിഞ്ഞിരിക്കുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഇളം ധ്രുവത്തിൽ ഇരിക്കുന്ന പക്ഷികൾ
നീല ഷർട്ട് ധരിച്ച വ്യക്തി.
ട്രാക്കിൽ ഒരു നീണ്ട പാസഞ്ചർ ട്രെയിൻ
സ്നോ ഷൂ ധരിച്ച മനുഷ്യൻ
വൺ വേ ചിഹ്നം
ക്രീം നിറമുള്ള മാൻ ഉള്ള ടാൻ കുതിര
ചുമരിൽ മരം ഘടികാരം
കുഞ്ഞ് ആന
ഒരു ചൂടുള്ള തുണി
ഒരു വ്യക്തിയുടെ കൈ
മീറ്ററിലെ ഓറഞ്ച് സ്റ്റിക്കർ.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു തളികയിൽ സവാള വളയങ്ങൾ
ഒരു പാർക്കിംഗ് സ്ഥലത്ത് ഒരു ചുവന്ന ഹെലികോപ്റ്റർ
പിന്നിൽ ഓറഞ്ച് പയ്യെ ചിഹ്നം
കോച്ച് യുവ ബേസ്ബോൾ കളിക്കാരനെ നിർദ്ദേശിക്കുന്നു
ജാലകത്തിൽ പുതിയ ബ്രെഡ് ഉള്ള ഒരു ബേക്കറി പ്രദർശിപ്പിച്ചിരിക്കുന്നു
നനഞ്ഞ ചുവന്ന ടി-ഷർട്ട്
ഒരു മലഞ്ചെരിവിൽ ചെറിയ മരം
മുന്തിരിവള്ളിയുടെ രണ്ട് തക്കാളി
ഹൈലാൻഡ് കന്നുകാലികൾ ഓറഞ്ച് നിറമാണ്
"ആടുകൾ ഒരുമിച്ച് ഓടുകയും, കളിക്കുകയും ചെയ്യുന്നു"
വെള്ളത്തിൽ ഒരു സർഫർ.
ചക്രത്തിൽ ഒരു വെളുത്ത ബേസ്ബോൾ
ആന തിന്നുന്നു
മനുഷ്യൻ കുട പിടിക്കുന്നു
സ്‌ട്രോളറിൽ ഒരു കറുത്ത ചക്രം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കെട്ടിടത്തിന് മുന്നിൽ ജലധാര
ഒരു പടിപ്പുരക്കതകും സ്‌ക്വാഷും പൊതിഞ്ഞ പിസ്സ
"അപ്പവും ചീസും ബേക്കൺ, കുരുമുളക് എന്നിവ ഉപയോഗിച്ച്"
പാർക്ക് ചെയ്ത കാർ
രണ്ട് സീബ്രകൾ ഒരുമിച്ച്
ട്രാക്കുകളിൽ മഞ്ഞയും ചാരനിറത്തിലുള്ള ട്രെയിൻ
ഓറഞ്ച് ടാബി ഒരു കട്ടിലിൽ കിടക്കുന്നു
വിന്റേജ് ലുക്കിംഗ് മിറർ ഫ്രെയിം
തല കാണാനാകില്ല.
ഒരു പഴുത്ത ഓറഞ്ച് ഓറഞ്ച്
അടുക്കളയിൽ തടിയുടെ നിലം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വിമാനത്തിന്റെ വശത്ത് എഴുതിയ നെമെസിസ്.
കറുത്ത കൂർത്ത പോസ്റ്റിന് മുകളിലുള്ള ക്ലോക്ക്
ട്രെയിൻ ട്രാക്കുകൾക്ക് അടുത്ത് ഉള്ള സമീപസ്ഥലം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സുഇട് ധരിച്ചു നിൽക്കുന്ന ഒരാൾ
ടാൻ പാന്റ്സ് ധരിച്ച മനുഷ്യൻ.
തിരക്കേറിയ മാർക്കറ്റ് തെരുവ് രംഗം
മേൽക്കൂരയിൽ രണ്ട് സൂര്യപ്രകാശം
തിരിച്ചറിയപ്പെടാത്ത പറക്കുന്ന വസ്തു
ഒരു റബ്ബർ അടിത്തറയുള്ള ഒരു മെറ്റൽ വെള്ളത്തിന്റെ ചട്ടി
ഒരു വ്യക്തിയുടെ തല
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ചെടിയുടെ പച്ച ഇല
ഒരു ബസ്സിലെ വിൻഡോ
ഒരു വെളുത്ത ബോർഡ്
വായുവിൽ ചുവന്ന ട്രിം ഉള്ള വൈറ്റ് ബേസ്ബോൾ.
പച്ച മൊബൈൽ ഫോൺ
ഒരു പൊതു കുളിമുറിയിൽ മൂന്ന് വെള്ള സിങ്കുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സീലിംഗിൽ ഉറപ്പിച്ചിരിക്കുന്ന ലൈറ്റ്
ഒരു കറുത്ത സ്റ്റോപ്പ് ലൈറ്റ്
വെളുത്ത ആടുകൾ
കാറിൽ ഇരിക്കുന്ന പൂച്ച
ഒരു ബാഗ് കോട്ടൺ മിഠായി
മൂന്ന് ജിറാഫുകൾ
ഒരു ബോട്ടിന്റെ മുൻ ഭാഗം
തുറന്ന വെളുത്ത കുടയുള്ള ലേഡി.
നിലത്ത് മഞ്ഞ് ഉണ്ട്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഫ്രിസ്ബി കളിക്കുന്ന രണ്ടുപേർ
മൾട്ടി കളർ പെയിന്റുകളുടെ ബോക്സ്
ഒരു മരം വേലി
വൈദ്യുതോപകരണങ്ങൾ
ഒരു ചെറിയ ചുവന്ന ടാഗ്
ട്രെയിനിന്റെ ഇടതുവശത്ത് രണ്ട് ലൈറ്റുകൾ.
ഉയരമുള്ള ലോഹധ്രുവം
ഒരു മരത്തിന്റെ ഭാഗം
ദ്വീപ് ബീച്ച് രംഗം
പ്രായപൂർത്തിയായ ഒരാളുടെ തല
ഒരു ജിറാഫ് ക്യാമറയിലുണ്ട്.
കുഞ്ഞ് ആന
ഒരു ആൺകുട്ടിയുടെ കൈ
നീലാകാശം
നിങ്ങൾക്ക് പവർ ചിഹ്നം ഉണ്ട്
സ്കേറ്റ്ബോർഡറിന് സമീപമുള്ള കറുപ്പും മഞ്ഞയും ബൈക്ക്.
ഒരു ചോക്ലേറ്റ് പൊതിഞ്ഞ ഡോനട്ട്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പച്ചനിറമുള്ള മുൾപടർപ്പു ലാൻഡ്‌സ്‌കേപ്പ്
ഒരു നഗര തെരുവ് രംഗം കാണിച്ചിരിക്കുന്നു
നായ തന്റെ നാവ് പുറത്തിടുന്നു.
ടെറാക്കോട്ട നിറമുള്ള പുഷ്പ കലം അതിൽ ചെടികളുണ്ട്.
കടലിനു മുകളിലുള്ള ഒരു മലഞ്ചെരിവിൽ പച്ച മരങ്ങൾ
ഒരു കൂടാരത്തിന് പുറത്ത് കളിക്കുന്ന മൂന്ന് കൊച്ചു പെൺകുട്ടികൾ.
കെട്ടിടത്തിൽ വലിയ കറുത്ത ക്ലോക്ക് മുഖം.
വിമാനത്തിന്റെ നീളമുള്ള ചിറക്
പർവ്വതങ്ങളിൽ മഞ്ഞ്
മനുഷ്യൻ സർഫ് ബോർഡ് വഹിക്കുന്നു
ടോയ്‌ലറ്റിൽ ഇരിക്കുന്ന ചെറുപ്പക്കാരൻ
ബേസ്ബോൾ കളിക്കാരൻ സ്വിംഗിംഗ് ബാറ്റ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ചാരനിറത്തിലുള്ള വെളുത്ത പൂച്ച.
കാട്ടിലെ കറുത്ത കരടി
കുഞ്ഞ് ആന
ഔട്ട്ഡോർ വാണിജ്യ മേഖല.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
നീല ബാരലുകൾ അടുക്കിയിരിക്കുന്നു
ഒരു ഓറഞ്ച് പൂച്ച വാഹനത്തിൽ ഇരിക്കുന്നു.
ഒരു വൃത്താകൃതിയിലുള്ള ഘടികാരം
വെള്ളത്തിൽ കളിക്കുന്ന രണ്ട് സുന്ദരമായ രോമങ്ങൾ നിറഞ്ഞ കരടികൾ.
ചാരനിറത്തിലുള്ള ആകാശം നിറയെ മേഘങ്ങൾ.
പെൺകുട്ടിക്ക് കറുത്ത ഷോർട്ട്സുണ്ട്.
ക്ലോക്ക് ടവറിന്റെ ചാരനിറത്തിലുള്ള ടിപ്പ്
റോമൻ അക്കങ്ങളുള്ള ഒരു ക്ലോക്ക്
ഒരു കുതിരയുടെ മുൻ കുളമ്പ്.
ചുവരിൽ വർണ്ണാഭമായ ഫ്രെയിം ചെയ്യാത്ത പോസ്റ്ററിൽ ഒരു വലിയ അസ്ഥികൂടം ചിത്രീകരിച്ചിരിക്കുന്നു
ബസ് ഒരു ഇരുന്നിലയാണ്
ഒരു മോട്ടോർ സൈക്കിളിൽ ഒരു കണ്ണാടിയുടെ വെള്ളി പുറകുഭാഗം
നീല തൊപ്പി ധരിച്ച മനുഷ്യൻ
അലങ്കാര നഗര ക്ലോക്ക്
സീബ്ര കറുപ്പും വെളുപ്പും ആണ്.
തുണികൊണ്ടുള്ള ഒരു താൽക്കാലിക വേലി
കോഫി ടേബിളിൽ പച്ച പാത്രം
വൈ കളിക്കുന്ന ഒരാൾ.
ഒരു കേസിൽ ഡോണട്ട്സ്.
കീബോർഡ് കറുപ്പും വലുതുമാണ്
ബോട്ടിൽ പൈനാപ്പിളുകൾ
മുടിയിൽ കെട്ടുകൾ മനുഷ്യൻ
ചുട്ടുപഴുത്ത സാധനങ്ങളുടെ പ്രദർശനം.
ഫോണിൽ പിങ്ക് ടോപ്പിലുള്ള സ്ത്രീ
വെള്ളം പച്ചയാണ്.
തീവണ്ടിയുടെ ചുവന്ന കാബൂസ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു വയലിൽ അഞ്ച് പശുക്കൾ.
ടെന്നീസ് ബോൾ വൃത്താകൃതിയും മഞ്ഞയുമാണ്
പുഞ്ചിരിക്കുന്ന മനുഷ്യൻ
ബോട്ട് ക്യാബിൻ നീലയാണ്
വെളുത്ത അക്ഷരങ്ങളുള്ള വലിയ ഓവൽ കറുത്ത ചിഹ്നം.
ഒരു ചിഹ്നത്തിൽ സ്റ്റോപ്പ് എന്ന വെളുത്ത പദം.
സമുദ്രം
മൃഗങ്ങൾ പശുക്കളാണ്
മനുഷ്യൻ സമുദ്രത്തിൽ സർഫിംഗ് ആസ്വദിക്കുന്നു
ആടിന് ധാരാളം കൊമ്പുകളുണ്ട്
മനുഷ്യൻ സമുദ്രത്തിൽ സർഫിംഗ് ചെയ്യുന്നു
ചെറിയ മുടിയുള്ള മനുഷ്യൻ
ഭാഗികമായി കഴിച്ച പിസ്സ
"സാൻഡ്‌വിച്ച്, ഫ്രഞ്ച് ഫ്രൈകൾ"
ചുവടെ ഇടത് കോണിലുള്ള ഫോട്ടോഗ്രാഫറുടെ പേര്
മനുഷ്യൻ കുടയുമായി മഴയിൽ നടക്കുന്നു
കുന്നിനടുത്തുള്ള ജലാശയം
വിളക്കിന്റെ ഭാഗം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ട്രക്കിന്റെ വലതുവശത്ത് വിൻഡ്ഷീൽഡ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പിസ്സയിൽ സ്ലൈസ് കാണുന്നില്ല
ഡോണട്ട് കറുപ്പും തവിട്ടുനിറവുമാണ്
ഒരു ചുവന്ന ട്രെയിൻ എഞ്ചിൻ.
"വെളുത്ത പ്ലേറ്റ്, അതിൽ ഭക്ഷണം."
നീല ലെയ്സുകളുള്ള നിറത്തിലുള്ള നീല ഷൂ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇതൊരു പട്ടം ആണ്
ഒരു വാതിലിന്റെ ഹാൻഡിൽ ഭാഗം
കുഞ്ഞ് ആന
കൗണ്ടറിൽ ഇരിക്കുന്ന വെളുത്ത പാത്രം
ഈ സീബ്രകൾ വെള്ളം കുടിക്കുകയാണ്
ചില പച്ച പുല്ലിന്റെ ഭാഗം
വശങ്ങളിലായി ഓടിക്കുന്ന ബൈസൈക്ലിസ്റ്റ്സ്
തിളങ്ങുന്ന കറുത്ത എസ്‌യുവി തെരുവിലൂടെ ഓടിക്കുന്നു
പുല്ലിൽ തവിട്ട് കുതിര
വെളുത്ത പക്ഷി.
കറുത്ത കരടി പുല്ലിൽ നടക്കുന്നു
ഇതൊരു ഗോൾകീപ്പറാണ്
വായുവിൽ ഒരു ടെന്നീസ് ബോൾ
വിമാനം വലുതും വലുതുമാണ്
ഇതൊരു പട്ടം ആണ്
പതാകകൾ ചുമരിലാണ്.
നാല് ലംബ ബലൂണുകൾ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
മണൽ തവിട്ടുനിറമാണ്
"പ്ലാറ്റ്‌ഫോമിന് അടുത്തുള്ള മഞ്ഞയും , നീലയും തീവണ്ടി"
ഒരു കുതിരയെ കാണുന്നു.
നിലത്ത് കറുത്ത പുള്ളി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നിലം ചാരനിറമാണ്.
ഇതൊരു പട്ടികയാണ്
ചുവരിൽ ചാരനിറത്തിലുള്ള ഉയരമുള്ള പുല്ല്.
ഒരു വെളുത്ത ഉടുപ്പിന്റെ ഭാഗം
ഒരു സ്പൂണിൽ കുറച്ച് തവിട്ട് ഓട്സ്.
ടെഡി ബിയറുമായി നിലത്ത് ഇരിക്കുന്ന ഒരു കൊച്ചു പെൺകുട്ടി
ചുവപ്പ് നിറത്തിലുള്ള ഒരു സ്നോബോർഡർ.
വായുവിൽ ഒരു മനുഷ്യൻ സ്നോബോർഡഇൽ
ഇതാണ് ടി എന്ന ചാരനിറം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മനുഷ്യൻ ഒരു ഡോനട്ട് പിടിക്കുന്നു.
ആകാശത്ത് വലിയ കൈറ്റ്.
ഇതൊരു പാറയാണ്
തെളിഞ്ഞ നീലാകാശം.
ഒരു ഗ്ലാസിന്റെ അഗ്രം
കറുപ്പും വെളുപ്പും പറക്കുന്ന കടൽ കാക്കകൾ
കാർ ലോഹവും വെള്ളിയുമാണ്
ഒരു സ്ത്രീ ഒരു സെൽ ഫോൺ നോക്കുന്നു
കുഞ്ഞ് ആന
സൈനിക യൂണിഫോമിൽ സംസാരിക്കുന്ന മനുഷ്യൻ
മണിക്കൂർ ഗ്ലാസ് രൂപമുള്ള മീറ്റർ
ഉയരമുള്ള തവിട്ട് ടെലിഫോൺ പോൾ
ഒരു ടെന്നീസ് റാക്കറ്റിന്റെ നിഴൽ
നീലാകാശത്തിന്റെ ഭാഗം
ദൃശ്യമായ ഒരു കണ്ണുള്ള ജിറാഫ്
മഞ്ഞ സുരക്ഷാ വസ്ത്രം ധരിച്ച സ്ത്രീ
നായ ഉറങ്ങുകയാണ്.
കുഞ്ഞ് ആന
മേശപ്പുറത്ത് ഒരു ലഘുലേഖയുടെയോ മാസികയുടെയോ ഭാഗം
മഞ്ഞ ഷർട്ട് ധരിച്ച വെളുത്ത ഷർട്ട് ധരിച്ച മനുഷ്യൻ
ട്രെയിൻ കാറിന്റെ വശത്ത് മഞ്ഞ സർക്കിളുകൾ
പുല്ലിൽ ബ്രൗൺ പുള്ളി
രണ്ട് ട്രെയിനുകൾ രണ്ട് ട്രാക്കുകളിലാണ്
സർ ജോൺ ബെറ്റ്ജെമാൻ ട്രെയിനിന്റെ മുൻവശത്താണ്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഓറഞ്ച് സൂപ്പിന്റെ പാത്രം
കറുത്ത അമ്പടയാളമുള്ള മഞ്ഞ തെരുവ് ചിഹ്നം
വെളുത്തതും ടാൻ ആയതുമായ നായ താഴേക്ക് അഭിമുഖീകരിക്കുന്നു
ഇതൊരു വൈ പ്ലെയറാണ്
വാക്കുകൾ പച്ചയാണ്
നായ വായുവിൽ ചാടുന്നു
ഇതൊരു പരവതാനി
ഡെസ്ക് ടോപ്പിൽ ഒരു പൂച്ച
കുഞ്ഞ് ആന
ഇതൊരു ചിത്രമാണ്
ഇതൊരു കത്തി
കുഞ്ഞ് ആന
വ്യക്തി വായുവിലാണ്.
വിഭവം കറുപ്പും ഇരുമ്പും ആണ്
വയലിൽ ചുറ്റി സഞ്ചരിക്കുന്ന തവിട്ട് കുതിര
ഒരു റാമ്പിൽ മൂന്ന് സ്കേറ്റ്ബോർഡറുകൾ
നിലം ചുവപ്പും കല്ലുമാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വാതിൽ കറുത്തതും തുറന്നതുമാണ്
കറുപ്പും വെളുപ്പും അക്ഷരങ്ങളുള്ള ചുവന്ന സ്നോബോർഡ്
പശുക്കളുടെ കറുപ്പും വെളുപ്പും ചിത്രം.
ചിഹ്നം അടയാളത്തിനൊപ്പം കറുത്തതാണ്
ഒരു ഗ്ലാസ് ഒരു മേശപ്പുറത്ത് ഇരിക്കുന്നു.
സ്റ്റോപ്പ് ചിഹ്നം ചുവപ്പും വെള്ളയും ആണ്
വെള്ളം അലകളുടെയും അവ്യക്തവുമാണ്
തവിട്ട് കരടി നിൽക്കുന്നു
മനുഷ്യൻ സർഫ്ബോർഡ് ഓടിക്കുന്നു
മരം പച്ചയാണ്
ചിത്രം ഒരു ഫോട്ടോയാണ്
ബേസ്ബോൾ ഫീൽഡ് പച്ചയും തവിട്ടുനിറവുമാണ്
"തവിട്ട്, കറുത്ത നിറമുള്ള നായ"
തൊപ്പി ധരിച്ച ഒരാൾ
ബോട്ട് വെള്ളയും നീലയുമാണ്
മഞ്ഞ എക്സ് ഒരു കറുത്ത സർക്കിളിൽ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വലിയ കറുത്ത ചെടി കലം
ഇലക്ട്രോണിക് ഉപകരണങ്ങളുടെ പാക്കേജുകൾ
സ്പോഞ്ച് പോറസും ധൂമ്രവസ്ത്രവുമാണ്
കറുത്ത പാന്റും ടാൻ സ്വെറ്ററും ധരിച്ച സ്ത്രീ
കൈൾ ബന്ധിപ്പിക്കുന്ന രണ്ട് സ്ത്രീകൾ
റോഡിൽ ബൈക്ക് ഓടിക്കുന്നവർ
ചുവന്ന പ്ലാസ്റ്റിക് കപ്പ് മേശപ്പുറത്ത്
പച്ച തൂക്കിക്കൊണ്ടിരിക്കുന്ന തെരുവ് ചിഹ്നം
ഫ്രെയിമുകൾക്കും വാതിലിനും മുന്നിൽ നിർത്തിയിരിക്കുന്ന സൈക്കിൾ
കുഞ്ഞ് തൊടുന്ന ടെഡി ബിയർ
യേശു രക്ഷിക്കുന്നുവെന്ന് പറയുന്ന അടയാളം.
ഒരു തന്ത്രം ചെയ്യുന്ന സ്കേറ്റ്ബോർഡർ
മനുഷ്യന്റെ പുറകിൽ ചുവന്ന ബാഗ്
ചിത്രം കറുപ്പും വെളുപ്പും ആണ്
പാർമെസൻ ചീസ് കണ്ടെയ്നർ
വെള്ളം പച്ചയും വ്യക്തവുമാണ്
വെളുത്ത ടാർപ്പ് കൊണ്ട് പൊതിഞ്ഞ കറുത്ത മോട്ടോർസൈക്കിൾ
ഫ്രിഡ്ജ് തിളക്കമുള്ളതും വെളുത്തതുമാണ്
വെള്ളം പച്ചയും നിശ്ചലവുമാണ്
ആകാശം വ്യക്തവും നീലയുമാണ്
സ്ത്രീ ചുമക്കുന്ന കറുത്ത കുട.
ചുവന്ന മേൽക്കൂരയുള്ള ഒരു വെളുത്ത കെട്ടിടം
ചില മരങ്ങളുടെ ഭാഗം
കൊട്ട നെയ്ത തവിട്ടുനിറമാണ്
ഇതൊരു ചുവന്ന പാടാണ്
ഒരു വെളുത്ത തെരുവ് ലൈൻ
ടെന്നീസ് കളിക്കാരൻ റാക്കറ്റുമായി എത്തുന്നു
ചുവന്ന ട്രെയിൻ കാർ
പുല്ലും പച്ചയും കല്ലും
ഒരു നഗര തെരുവിലൂടെ ഇരട്ട ഡെക്കർ ബസ് ഓടിക്കുന്നു
പ്ലേറ്റ് എല്ലാം വെളുത്തതാണ്
കുഞ്ഞ് ആന
റെയിൽ‌വേ ക്രോസിംഗ് എന്ന് അടയാളം പറയുന്നു.
ആകാശം നീലയും വ്യക്തവുമാണ്
കാർ ചുവപ്പും കറുപ്പും ആണ്
ഒരു റെയിലിന്റെ ഭാഗം
ഒരു വാഴപ്പഴത്തിന്റെ പകുതി
വാസയോഗ്യമായ സ്ഥലത്തിന് മുകളിലൂടെ പട്ടം പറക്കുന്നു
നീലയും മഞ്ഞയും ഉള്ള മനുഷ്യൻ
ഒരു ജലാശയത്തിന്റെ ഭാഗം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കല്ല് മതിൽ പൂച്ച ഇരിക്കുന്നു
ട്രെയിൻ പ്ലാറ്റ്ഫോമിൽ പാർക്ക് ചെയ്ത ബൈക്ക്
വെള്ളത്തിലെ സ്വാൻ
കരയിലെ രണ്ട് റോബോട്ടുകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വായുവിൽ പറക്കുന്ന കൈറ്റ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
പരിധി ഭാഗമായി
കുഞ്ഞ് ആന
ഒരു പല്ലിവരെ തിരമാല ആണ്
പൂച്ചയുടെ വാൽ
വെള്ളരി റൊട്ടിയിലുണ്ട്
ഇത് ഒരു മനുഷ്യനാണ്
മനുഷ്യൻ കുറച്ച് ഭക്ഷണം പിടിക്കുന്നു.
ചെറിയ അപ്പാർട്ട്മെന്റിൽ ടെലിവിഷൻ കാണുന്ന വ്യക്തി
കുഞ്ഞ് ആന
കറുപ്പും വെളുപ്പും കുട
അഴുക്കുചാലിൽ ചാരിയിരിക്കുന്ന കറുത്ത കരടി
വേലിയിൽ കീപ്പ് ഔട്ട് അടയാളം
dky യുടെ ഭാഗം
തേംസ് നദിയിലെ ബിഗ് ബെൻ ആണ് ക്ലോക്ക് ടവർ
ഇവ വാഴപ്പഴത്തിന്റെ കുലകളാണ്
ചുമരിൽ ലോഹ ഭാഗങ്ങൾ
ആകാശത്തിന്റെ ഭാഗം
കുഞ്ഞ് ആന
ഒരു പഴയ കുളിമുറി പുനർ‌നിർമ്മിക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കോബ്ലെസ്റ്റോൺ തെരുവിൽ ഒരു മോട്ടോർസൈക്കിൾ
ടെന്നീസ് കോർട്ടിൽ രണ്ടുപേർ.
നിലത്ത് നാലാമത്തെ ചിഹ്നം
രണ്ട് കപ്പ് കാപ്പി പിടിക്കുന്ന സ്ത്രീ
ഒരു ടെഡി ബിയർ ചെവിയിൽ പിടിച്ചിരിക്കുന്നു
ട്രെയിനിൽ മഞ്ഞ പെയിന്റ്
വലിയ ഇളം പിങ്ക് വാതിൽ
മൂന്ന് സർഫറുകൾ.
ഇതാണ് ആകാശം
ഇത് ഒരു മനുഷ്യനാണ്
ഇതാണ് റോഡ്
തവിട്ടുനിറത്തിലുള്ള നായ മനുഷ്യന്റെ മടിയിൽ ഇരിക്കുന്നു
കുഞ്ഞ് ആന
പ്രാവ് ഒരു ബെഞ്ചിൽ നിൽക്കുന്നു
ചുവപ്പും വെള്ളയും ടീന്റെ കാർ
മുറ്റത്ത് ഒരു വലിയ തവിട്ട് കരടി
"മഞ്ഞ, വെള്ള വള്ളം"
ഷേഡുചെയ്യാത്ത ലൈറ്റ് ബൾബ്
ഒരു പറമ്പിൽ പറക്കുന്ന കൈറ്റ്സ്
ട്രാഫിക്കിൽ ബസ് നീങ്ങുന്നു.
സ്കീയിംഗിനിടെ ഒരാൾ താഴേക്ക് ചാഞ്ഞു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കുളത്തിൽ താറാവുകൾ.
ഒരു നിർത്തൽ ചിഹ്നം
ചുമരിൽ തൂക്കിയിട്ടിരിക്കുന്ന ഒരു വരയുള്ള തൂവാല
ആന കാട്ടു ഉദ്യാനത്തിൽ നടക്കുന്നു .
ഒരു സ്ത്രീയുടെ മുടി
"ചുവപ്പ്, മഞ്ഞ സർഫ് ബോർഡ്"
കൊച്ചുകുട്ടി സ്കേറ്റ്ബോർഡിംഗ് ചെയ്യുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ട്രാഫിക് ലൈറ്റ്
കുഞ്ഞ് ആന
എഴുത്തിനൊപ്പം കറുത്ത ബേസ് ബോൾ തൊപ്പി.
അടയാളം നിർത്തുക എന്ന് പറയുന്നു
തുറന്ന കളപ്പുരയിൽ ചുവന്ന കുതിര.
സോഡ പാത്രത്തിന്റെ വ്യക്തമായ ലിഡ്
പുല്ലിൽ ഇരിക്കുന്ന മനുഷ്യൻ
ഇത് ഒരു കപ്പ് ചായയാണ്
ഒരു യുവ സീബ്ര
സാൻഡ്‌വിച്ചിനടുത്ത് രണ്ട് അച്ചാറുകൾ
ജെന്നിഫർ ലോറൻസിന്റെ ഫോട്ടോ
നിരവധി ആളുകൾ നടക്കുന്നു
വെള്ള ബേസ് ബോൾ പാത്രം
റോഡിൽ ഇരിക്കുന്ന സ്കേറ്റ്ബോർഡ്
തണുത്ത ലാവാ വിളക്ക്
വഫിൽ കട്ട് ചെയ്ത വറുത്ത ഉരുളക്കിഴങ്ങ്.
കുളിമുറിയിൽ വെളുത്ത സെറാമിക് ടോയ്‌ലറ്റ്
ഒരു തെരുവിൽ വാഹനം
മേശപ്പുറത്ത് മിനിയേച്ചർ കത്രിക.
അടയാളങ്ങളുള്ള ഒരു വെളുത്ത ടോയ്‌ലറ്റ്
നിലത്ത് കറുത്ത പുള്ളി
ഇത് ഒരു മനുഷ്യനാണ്
ഒരു പഴത്തിന്റെ തട്ട്
ഒരു ഡോനട്ടിന് ചുവന്ന ഐസിംഗ് ഉണ്ട്
കെട്ടിടത്തിൽ നീല ഘടികാരം
വ്യത്യസ്ത പച്ചക്കറികൾ പരസ്പരം അടുക്കുന്നു
മഞ്ഞുവീഴ്ചയുള്ള ദിവസം
കുഞ്ഞ് ആന
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കട്ടിലിൽ ടെഡി ബിയർ.
ചിത്രം പകൽ എടുക്കുന്നു.
സർഫ്ബോർഡ് വഹിക്കുന്ന മനുഷ്യൻ
കറുത്ത നനഞ്ഞ സ്യൂട്ട് ധരിച്ച മനുഷ്യൻ
വെളുത്ത വിരിയിലെ ചുളിവുകൾ
കമ്പ്യൂട്ടർ ഉപകരണങ്ങളുമായി പുറത്ത് ഇരിക്കുന്ന സ്ത്രീ.
ചുവന്ന പാറ്റേൺ ചെയ്ത വില്ല ടൈ
പശ്ചാത്തലത്തിലുള്ള ഒരു കൂട്ടം മരങ്ങൾ
പകുതി കാണിച്ച ചാരനിറത്തിലുള്ള ട്രക്ക്
ഒരു ടെന്നീസ് പന്ത് തട്ടാൻ ഒരുങ്ങുന്ന സ്ത്രീ
സീബ്രകളുടെ ഒരു ചെറിയ കൂട്ടം
ഒരു കൂട്ടം ആളുകൾ റോഡിന്റെ മധ്യഭാഗത്തേക്ക് കയറുന്നു
സൈക്കിളിൽ മനുഷ്യൻ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഗ്ലോബുകളിൽ നിന്നുള്ള ലൈറ്റുകൾ
രണ്ട് ജിറാഫുകൾ.
ടെന്നീസ് കോർട്ട് നീലയാണ്
മോട്ടോർ സൈക്കിളിൽ ഒരാൾ
പച്ച ഷർട്ട് ധരിച്ച മനുഷ്യൻ സുഹൃത്തുക്കളോടൊപ്പം ഇരിക്കുന്നു
ട്രക്കിന്റെ അനുവാദ പത്രം .
ട്രെയിൻ ട്രാക്കുകൾക്ക് മുകളിലുള്ള വൈദ്യുതി ലൈനുകൾ
ഒരു വിഭവത്തിൽ ഭക്ഷണം
നിലത്ത് ചില പക്ഷികൾ.
വെളുത്ത അക്ഷരങ്ങളിൽ സ്റ്റോപ്പ് വേർഡ്
സീബ്രയ്ക്ക് കറുത്ത വായയുണ്ട്
ചുവന്ന ട്രാഫിക് ലൈറ്റ്
കോളർ ധരിച്ച വെള്ള നായ
തൊപ്പി ധരിച്ച ഒരാൾ
ടെന്നീസ് കോർട്ട് പച്ചയാണ്
സ്വീകരണമുറിയിൽ ടാൻ മതിൽ
പ്രവർത്തനത്തിൽ ഒരു ബേസ്ബോൾ പിച്ചർ.
ഒരു വെളുത്ത പുൽത്തകിടി കസേര
ഫോട്ടോ കറുപ്പും വെളുപ്പും ആണ്
"കറുപ്പും, വെളുപ്പും കൂടിയ പൂക്കളുടെ ക്രമത്തിൽ പേഴ്സ്"
ചെറിയ മുടിയുള്ള സുന്ദരനായ ആൺകുട്ടി
കേബിൾ കാർ ഷെഡ്യൂൾ ബോർഡ്
അപ്പാർട്ട്മെന്റ് ബാത്ത്റൂം
മരത്തിൽ നീല പക്ഷി
ഒരു വശത്തെ കണ്ണാടിയുടെ ഭാഗം
ടൈ ധരിച്ച കുഞ്ഞ്
സ്കീയർ മഞ്ഞ് മുറിക്കുന്നു
ഫോട്ടോ പകൽ സമയത്താണ് എടുത്തത്
രണ്ട് വ്യത്യസ്ത നിറങ്ങളുള്ള ഒരു കാൻ.
വിമാനത്തിൽ വിമാനം
"പോണി തവിട്ട്, കറുപ്പ് എന്നിവയാണ്"
മനുഷ്യൻ മൃഗങ്ങളുമായി നടക്കുന്നു
ചിത്രം പുറത്ത് എടുത്തതാണ്.
ഹോട്ട് ഡോഗ് പിങ്ക് ആണ്
പച്ചയും വെള്ളയും മേശ വിളക്ക്
ചെറിയ സോളാർ വഴി വിളക്ക്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു തവിട്ടുനിറത്തിലുള്ള കരടി ഇരിക്കുന്നു
മരം ബെഞ്ച്
ഒരു കറുത്ത കരടി നടക്കുന്നു
സർഫ്ബോർഡ് കറുപ്പും വെളുപ്പും ആണ്
ടോസ്റ്റ് തവിട്ട് നിറമാണ്
നീളമുള്ള രണ്ട് കാലുകൾ
ഒരു നീല ബസ് സ്റ്റോപ്പ്
നായയുമായി നിൽക്കുന്ന സ്ത്രീയുടെ വിന്റേജ് ചിത്രം.
ആനയുടെ വാൽ
ഒരു മുറിയിൽ രണ്ട് സ്ത്രീകൾ
ഒരു തവിട്ട് നിറമുള്ള കുതിര
ലാപ്‌ടോപ്പിന് കറുത്ത കട്ടകളുണ്ട്
തിരക്കുള്ള തെരുവ്
ഒരു ബേസ്ബോൾ കളിക്കാരൻ ബാറ്റ് ചെയ്യുന്നു
ചോക്ലേറ്റ് ഡോനട്ടിനെ മൂടുന്നു
മാസിക മടക്കി
ഒരു കുളിമുറി.
സ്നോ ബോർഡർമാർ മിക്കവാറും ഉപയോഗിക്കുന്ന റെയിലിംഗ്.
ശൂന്യമായ വെളുത്ത പ്ലേറ്റ്
വാച്ച് വെള്ളിയും വെള്ളയുമാണ്
ആശങ്കയുള്ള സ്ത്രീ
രണ്ട് ജിറാഫുകൾ എഴുന്നേറ്റു നിൽക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു കെട്ടിടത്തിൽ ഒരു നീല ഘടികാരം
നായ വായുവിലാണ്
ബസ് ഡ്രൈവർ സൺഗ്ലാസ് ധരിക്കുന്നു.
ഭക്ഷണത്തിന് അരിയുണ്ട്
നീല പാറ്റേൺ ടൈ താഴേക്ക് പോകുന്നു
ഒരു ചെറിയ ആട്
ഷർട്ട് ഇല്ലാത്ത ഒരു മനുഷ്യൻ ചുറ്റും നിൽക്കുന്നു
വൃക്ഷത്താൽ സന്തോഷമുള്ള ആന
ആകാശത്ത് വെളുത്ത മേഘങ്ങൾ
വെളുത്ത സോഫയിലെ ക്രീസുകൾ
ബണ്ണിൽ ഹോട്ട് ഡോഗ്
ഈ കന്നുകാലികൾക്ക് നീളമുള്ള കൊമ്പുകളുണ്ട്
കുറച്ച് പഴത്തിന്റെ പാത്രം.
പശു വെളുത്തതും മങ്ങിയതുമാണ്
നടപ്പാതയിലെ വിള്ളലുകൾ
വെള്ളം പച്ചയും ഇരുണ്ടതുമാണ്
പ്രതിമ പീഠത്തിൽ നിൽക്കുന്നു.
പുരാതന ഫയർ ട്രക്ക്
ചെറുപ്പക്കാരന്റെ അരികിൽ നിൽക്കുന്ന മനുഷ്യൻ
കുരങ്ങന് തവിട്ട് രോമങ്ങളുണ്ട്
പുസ്തകം ചുവപ്പാണ്
മേശ മരവും തവിട്ടുനിറവുമാണ്
രാജ്യത്തിലൂടെയുള്ള ഒരു പാത
മനോഹരമായ നീല ശാന്തമായ ജലം
കാടുള്ള പ്രദേശത്ത് കറുത്ത കരടി
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു കേക്കിന്റെ മുകളിൽ ഒരു സ്ട്രോബെറി.
ക്യാമറയിലേക്ക് ഓടിവരുന്ന നായ
ഒരു ബസ്
ഒരു ചിക്കൻ ബ്രെസ്റ്റ്
ഒരു സ്ത്രീ
പശു പൂപ്പിന്റെ വലിയ കൂമ്പാരം
നഗരത്തിലേക്കുള്ള വഴി മഞ്ഞു മൂടിയിരിക്കുന്നു
കീബോർഡിൽ വ്യക്തിയുടെ കൈകൾ.
കറുത്ത വൈദ്യുതി ലൈനുകൾ വായുവിൽ
ഒരു വെളുത്ത തലയിണ
തെരുവിന് സമീപം നീല പാർക്കിംഗ് മീറ്റർ
ഉയരമുള്ള ഒരു വെള്ളി ധ്രുവം
ലാപ്‌ടോപ്പ് കീബോർഡിൽ ഇരിക്കുന്ന പൂച്ചക്കുട്ടി.
ടൈൽ ബ്രൗൺ നിറമാണ്
മഞ്ഞ അക്ഷരം \ S \ ബസിന്റെ വശത്ത് വായിക്കുന്നു .
ഒരു പൊതു ടോയ്‌ലറ്റ്
ഒരു ഇഷ്ടിക ചുവരിൽ നിഴലുകൾ.
ലൈസൻസ് പ്ലേറ്റ് 14386 പറയുന്നു
തുറക്കാത്ത കുപ്പി ഷാംപെയ്ൻ.
ബ്രോക്കോളി പെട്ടിയിൽ കിടക്കുന്നു
അബ്രഹാം ലിങ്കൺ ബാനർ
മനുഷ്യൻ സ്കൈ ട്രിക്ക് ചെയ്യുന്നു
ഒരു സ്ലേറ്റഡ് തടി ബെഞ്ച്
ചുമരിൽ ഒരു പിസ്സ ഓവൻ
ഒരു കൊട്ട ടെന്നീസ് പന്തുകൾ
ബസിന്റെ മുൻവശത്തെ വിൻഡോകൾ
പുതിയ തെരുവ് സ്റ്റേഷൻ ചിഹ്നം നീലയാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ആകാശത്ത് ബോംബർ വിമാനം
ചുവന്ന ഫ്രിസ്‌ബിയെ കാത്തിരിക്കുന്ന നീല ജീൻസിലുള്ള മനുഷ്യൻ
ബ്രൗൺ കളർ ടവർ
കുട്ടി ഒരു കോഴി പിടിക്കുന്നു
ഒരു സാൻഡ്‌വിച്ചിൽ ബാർബിക്യൂ സോസ്
ഒരു വൃത്തത്തിൽ ഒരു വെളുത്ത നക്ഷത്രം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കേക്ക് മുറിക്കുന്ന പുതുതായി വിവാഹിതരായ ദമ്പതികൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വെളുത്തതും കറുത്തതുമായ ക്ലോക്ക് മുഖം
വെറൈസൺ വയർലെസ് ചിഹ്നം
പുഞ്ചിരിക്കുന്ന ഒരു യുവാവിന്റെ മുഖം.
തുണി ചുവന്നതാണ്
മഞ്ഞ ഷർട്ടിൽ സോക്കർ കളിക്കാരൻ
ചുവന്ന നിറമുള്ള ജാം കഴിക്കാൻ വിളമ്പി
ഇതൊരു ട്രെയിൻ ആണ്
കാട്ടിൽ നിൽക്കുന്ന ഒരു ആന കുട്ടി
വെള്ളത്തിലുള്ള ബോട്ട് നീലയും വെള്ളയുമാണ്
ഇതൊരു പക്ഷിയാണ്
ഇവ സീബ്രകളാണ്
ഒരു കറുത്ത അവ്നിംഗ്
ചില രുചികരമായ പിസ്സയുടെ ഭാഗം.
കുറച്ച് മഞ്ഞ്
ബന്ദനയുള്ള കളിക്കാരൻ
ധ്രുവത്തിന്റെ മുകളിൽ കോക്ക് സെന്റ് ചിഹ്നം.
കയ്യുറ കറുപ്പും തവിട്ടുനിറവുമാണ്
വലത് കോണിൽ ഒരു ബീജ് അടച്ച കാബിനറ്റ്
മനുഷ്യൻ ടൈ ധരിക്കുന്നു
ഒരു വെള്ളം ഫൗലിന്റെ സിലൗറ്റ്
ഒരു കമ്പ്യൂട്ടർ ബസ്
പുല്ലിൽ നിഴലുകൾ.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചട്ടിയിൽ പിസ്സ
വെള്ളത്തിൽ രണ്ടുപേർ
ആനയുടെ നീളമുള്ള കൊമ്പുകൾ
അലങ്കാര ഫ്രെയിമിൽ ബാത്ത്റൂം മിറർ
ഒരു ഗേറ്റ് കടന്നുപോകുന്ന സ്കീയർ
ആനകൾ നടക്കുന്നു
ഒരു സ്കേറ്റിംഗ് ഉപരിതലത്തിന്റെ ഭാഗം
ഫ്രിസ്‌ബിയെ വായുസഞ്ചാരമാക്കി
പ്ലേറ്റിൽ കുക്കുമ്പർ സാൻഡ്‌വിച്ചുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വളയത്തിലെ സർക്കസ് ആന
പയ്യൻ ഫാനി പായ്ക്ക് ധരിക്കുന്നു.
വാചകം വെളുത്തതാണ്
മൂന്ന് കരടികൾ വെള്ളത്തിൽ കളിക്കുന്നു
വിമാനത്തിന് വാലിൽ ഒരു വലിയ പുഷ്പമുണ്ട്
പിസ്സയിലെ പച്ച ടോപ്പിംഗുകൾ
ഒരു മനുഷ്യൻ ചില ഭക്ഷണത്തിലേക്ക് വിരൽ ചൂണ്ടുന്നു.
ആളുകൾ ഡെസ്‌ക്കിന് മുന്നിൽ ഇരിക്കുകയും നിൽക്കുകയും ചെയുന്നു
നിലത്ത്പ രവതാനികളാണ്
ഉരുളക്കിഴങ്ങ് മിശ്രിതത്തിന്റെ കൂട്ടം
കറുപ്പും ചുവപ്പും നീരാവി ട്രെയിൻ
ഒരു അമേരിക്കൻ പതാക ഒരു തെരുവിൽ തൂക്കിയിരിക്കുന്നു.
ഉച്ചഭക്ഷണത്തിൽ നൂഡിൽസ്
പ്ലേറ്റിൽ അണ്ഡാകാരങ്ങളുണ്ട്
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
പരേഡിൽ ബൈക്ക് ഓടിക്കുന്ന വനിതകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള ടാൻ പൂച്ച
പശ്ചാത്തലത്തിൽ ഒരു പഴയ മരം കെട്ടിടമുണ്ട്.
സ്വെറ്റർ നീലയാണ്
പോൾ മഞ്ഞയാണ്
രണ്ട് ചുവന്ന വടികൾ ഒരു വണ്ടി വലിക്കുന്നു
കമ്പ്യൂട്ടർ ഡെസ്‌കിൽ ബ്രൗൺ പൂച്ച
WII കളിക്കുന്ന ആളുകൾ
ഓറഞ്ച് പഴുത്തതാണ്
മനുഷ്യൻ ഒരു പന്ത് എറിയാൻ പോവുകയാണ്.
ശീതീകരിച്ച തടാകത്തിന് കുറുകെ ബൈക്ക് തള്ളുന്ന വ്യക്തി
റൈഡിംഗ് എന്ന വാക്ക്.
മനുഷ്യൻ നിലത്തുകൂടി നടക്കുന്നു
"വെളിച്ചം പച്ചയാണ്, പോകുക"
മൈക്രോവേവിൽ വെളുത്ത പാത്രം
ആനയിൽ ഇരിക്കുന്ന രണ്ടുപേർ
ആടുകളിൽ ഓറഞ്ച് നിറം.
ബൂഗി ബോർഡിൽ കാൽ
സീബ്ര ചെറുതും വരയുള്ളതുമാണ്
സ്കേറ്റ് പാർക്കിലെ രണ്ട് ചെറുപ്പക്കാർ.
ഒരു കൂട്ടം വാഴപ്പഴം
കറുത്ത ബൈക്ക് ചിഹ്നം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വിമാനം പറക്കുന്നു
ഒരു വയലിൽ നീണ്ട ട്രെയിൻ
സ്ത്രീയുടെ കൈയിൽ അമേരിക്കൻ പതാക കഷണം
പാലത്തിനു അടുത്തുള്ള പാറകൾ
തീവണ്ടി ലോഹവും മങ്ങിയതുമാണ്
മൗന്റഡ് ചെയ്ത ഫ്ലാറ്റ് സ്ക്രീൻ ചെയ്ത ടിവി
ചെറുപ്പക്കാരൻ ബേസ്ബോൾ കളിക്കുന്നു
വായുവിലെ വെളുത്ത ഫ്രിസ്ബീ.
നായയുമായി സ്ത്രീകൾ
നീല പശ്ചാത്തലവും വിവിധ നിറങ്ങളുമുള്ള ഗ്രാഫിറ്റി സ്കേറ്റ്ബോർഡ്
മഞ്ഞ് മൂടിയ സ്കൂൾ ചരിവ്.
ഇവ രണ്ട് ആടുകളാണ്
ആളുടെ ഇടത് പുരികം.
ഒരു ചോക്ലേറ്റ് കപ്പ് കേക്ക്
ഒരു കടൽത്തീരത്ത് മൊബൈലിൽ കുതിരകൾ
പുറത്ത് പുതപ്പിൽ ഇരിക്കുന്ന സ്ത്രീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മൃഗങ്ങളുടെ മേച്ചിൽ
ഉയരമുള്ള ഒരു കെട്ടിടം
മഞ്ഞുവീഴ്ചയുള്ള പർവതത്തിലെ സ്കീയർ
ബൈക്ക് കാബിനറ്റുകൾ
ഇത് ഒരു മനുഷ്യനാണ്
ഇത് ഫ്രിസ്ബെയാണ്
ഇതൊരു പട്ടം ആണ്
കുടയുള്ള രണ്ടുപേർ
ബസ് ഡിപ്പോയിലെ സിൽവർ ഗേറ്റ്
ബസിലെ കറുത്ത വലതുവശത്തെ കാഴ്ച മിറർ.
ഇത് രോമങ്ങളാണ്
"കൊച്ചു പെൺകുട്ടിക്ക് തവിട്ട് നിറമുള്ള മുടിയുണ്ട്, അത് വൃത്തിയായി കഴുകി"
ചെറിയ തവിട്ട് പക്ഷി
ഒരു വലിയ വെളുത്ത ഫ്രിസ്ബീ
ഫ്രിസ്ബിക്കുവേണ്ടി കുതിക്കുന്ന സ്ത്രീ
കബോബ്സിന്റെ ഓറഞ്ച് അലങ്കാര താലം
വെളുത്ത ഫ്രിസ്ബീ വായുവിൽ പറക്കുന്നു.
മനുഷ്യന് ഒരു ബാഗ് ഉണ്ട്
ഇതാണ് സോളാർ പാനൽ
ബാക്ക് സ്പേസ് ബട്ടണിന്റെ ഭാഗം
നോർമൻ റോക്ക്‌വെൽ ശൈലിയിലുള്ള ചിത്രം
ഒരു വെളുത്ത കപ്പിൽ നിന്ന് കുടിക്കുന്ന ഒരു വൃദ്ധൻ.
മുന്നിൽ സൈക്കിളിന്റെ മുൻ ചക്രം.
തറ തവിട്ട് നിറമുള്ള ടൈലാണ്
ജനക്കൂട്ടം പുറത്താണ്.
ഒരു വെളുത്ത പോർസലൈൻ മൂത്രം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പുല്ലിൽ ഈന്തപ്പന
അപ്പം തവിട്ടുനിറമാണ്
ഒരു വെളുത്ത വിഭവത്തിന്റെ ഭാഗം
കുഞ്ഞ് ആന
ബാത്ത്റൂം ഭിത്തിയിൽ ഓറഞ്ച് ടൈൽ
മൂന്ന് സ്ത്രീകൾ സ്കീ ചെയ്യാൻ തയ്യാറാണ്
സ്ത്രീ ധരിക്കുന്ന തൊപ്പി.
ചുവന്ന കോട്ട് ഇട്ട് സ്കീയിംഗിൽ മനുഷ്യൻ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ക്ലോക്ക് മതിലിലാണ്
പിങ്ക് കുട
പച്ച ടെന്നീസ് പന്ത് തട്ടി.
ആ സ്ത്രീ നിൽക്കുന്നു
കുഞ്ഞ് ആന
സ്ത്രീക്ക് തവിട്ട് നിറമുള്ള മുടിയുണ്ട്.
ഇവ രണ്ട് ടോയ്‌ലറ്റുകളാണ്
പിസ്സ പാകം ചെയ്യുന്നു
മഞ്ഞ് നിലത്തുണ്ട്.
ചരിത്രപരമായ കപ്പലുകൾ വെള്ളത്തിൽ
കെട്ടിടത്തിന്റെ ഗോപുരത്തിന് രണ്ട് ഘടികാരങ്ങളുണ്ട്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
മനുഷ്യൻ ഫ്രിഡ്ജിലേക്ക് നോക്കുന്നു
വലിയ തവിട്ട് തടി പെട്ടി
ഇതൊരു വീടാണ്
മതിലിനടുത്തായി മൂന്ന് വരികളുള്ള നീല സീറ്റുകൾ
വലിയ തിളക്കമുള്ള ചുവന്ന കുട
ഒരു സ്കേറ്റ് നടപ്പാതയിൽ സ്കേറ്റർ
കുഞ്ഞ് ആന
ഒരു പട്ടികയുടെ ഉപരിതലം
ഒരു കുട്ടി സ്നോ കുന്നിൽ ചാടുന്നു
പർ‌വ്വതീരത്തേക്ക്‌ സ്കീയിംഗ് ചെയ്യുന്ന വ്യക്തി
ബോട്ട് വെള്ളത്തിലാണ്
നിലം ടൈൽ ആണ്
തെരുവിലൂടെ സഞ്ചരിക്കുന്ന നീല ട്രക്ക്.
വെള്ളം ശാന്തമാണ്
തകർന്ന ടോയ്‌ലറ്റ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കുത്തുകൾ ഉള്ള മഞ്ഞ ടൈ.
കട്ടിലിൽ രണ്ട് വെളുത്ത തലയിണകൾ
പുറത്ത് ഒരു ക്ലോക്ക്
ഒരു തളികയിൽ വേവിച്ച ബ്രൊക്കോളി.
മധ്യത്തിൽ ഒരു ദ്വാരമുള്ള ഒരു ബ്ലൂബെറി പേസ്ട്രി
ഒരു വായുസഞ്ചാരമാർഗ്ഗത്തിന്റെ ഭാഗം
പച്ച പുല്ലിന്റെ ഭാഗം
ഏകാഗ്രതയോടെ വളഞ്ഞ പുരികം
രണ്ട് ആനകൾ ആലിംഗനം ചെയ്യുന്നു
മഞ്ഞ പാന്റിൽ സ്നോ ബോർഡർ
രണ്ട് കുട്ടികൾ സ്കീയിംഗ്
നീല ഹെൽമെറ്റ് ധരിച്ച ഒരാൾ
ഫുഡ് പ്രോസസർ ബ്ലേഡ്.
റോഡ് നനഞ്ഞിരിക്കുന്നു
ശരീരത്തിൽ മൃദുവായ തവിട്ട് രോമങ്ങൾ
റോഡ്വേയിൽ വ്യക്തി സ്കേറ്റ്ബോർഡിംഗ്.
ഒരു ചെറിയ സവാരി വിമാനം
മേഘങ്ങൾ വെളുത്തതാണ്
പച്ച ടി ഷർട്ട് ധരിച്ച മനുഷ്യൻ
ചുവന്ന വീഞ്ഞുള്ള ഒരു വൈൻ ഗ്ലാസ്.
വൃത്തികെട്ട സ്കേറ്റ്ബോർഡ്.
കുഞ്ഞ് ആന
പ്രായപൂർത്തിയായ രണ്ട് ആനകൾ നിൽക്കുന്നു
പശുവിന്റെ നിഴൽ നിലത്ത്
ഒരു ജന്മദിന കേക്ക്
തീവണ്ടിയിൽ പുകയുണ്ട്
പ്രകൃതി പരിസ്ഥിതിയിൽ വഹിക്കുക
ചുവന്ന ഷർട്ട് ഉള്ള ടെഡി ബിയർ
അവർ wiii കളിക്കുന്നു
തലയിണയിൽ പഴയ രീതിയിലുള്ള പാവ
ആകാശം നീലയാണ്.
"ഓറഞ്ച്, പച്ച കാരറ്റ്"
ദ്വീപ് ബീച്ച് രംഗം
പച്ച ശൂന്യമായ മരം ബെഞ്ച്
ഒരു ഫ്രിസ്‌ബീ പിടിക്കുന്ന ഒരാൾ
ഉറങ്ങുന്ന പൂച്ച
മുടി വർണ്ണാഭമാണ്
കലങ്ങൾ പശ്ചാത്തലത്തിലാണ്
മഞ്ഞ നിറത്തിലുള്ള മോട്ടോർ ബോട്ട്
വെള്ളത്തിനു സമീപം ഒരു വിമാനം ഉണ്ട്
സ്വീകരണമുറിയിൽ സീലിംഗ് ഫാൻ
സർഫ്ബോർഡുള്ള മനുഷ്യൻ
ഒരു പർപ്പിൾ ബാരറ്റ്
സൂര്യപ്രകാശമുള്ള ദിവസം ആകാശത്ത് മേഘങ്ങൾ
ത്രികോണ റോഡ് ചിഹ്നം
അയാൾ ഫോണിൽ സംസാരിക്കുന്നു
ഒരു സ്ത്രീ സമുദ്രത്തിൽ സർഫിംഗ് ചെയ്യുന്നു
കറുത്ത നനഞ്ഞ സ്യൂട്ടിൽ സർഫർ
രണ്ട് യുവ ഏഷ്യൻ സ്ത്രീകൾ
കറുപ്പും വെളുപ്പും ഡയമണ്ട് പാറ്റേൺ
മേഘങ്ങളില്ലാത്ത നീലാകാശം
ഒരു ബുഷ് നിൽക്കുന്നത് ഒരു ചെറിയ ആന
സൂര്യൻ ഉടൻ അസ്തമിക്കാൻ പോകുന്നതുപോലെ തോന്നുന്നു
ആകാശം നീലയാണ്
മോട്ടോർസൈക്കിളിന്റെ മുൻ ചക്രം.
പച്ചയും മഞ്ഞയും ഉള്ള അഗ്നി ജലാംശം.
സിങ്കിനടുത്തായി ഒരു ജാലകം
ഒരു കുന്നിൻ മഞ്ഞ്
സ്റ്റെയിൻ‌ലെസ് സ്റ്റീലാണ് കിച്ചൻ സിങ്ക്
അടുപ്പ് പച്ചയാണ്
വൈദ്യുത തൂണുകളുടെ ഒരു ശ്രേണി.
തറയുടെ ഭാഗം
മൂന്ന് വെളുത്ത ആടുകൾ ഒരു കുന്നിൽ മേയുന്നു
വൈറ്റ് ബൈക്ക് ഹെൽമെറ്റ്
നായ തവിട്ട് വെളുത്തതാണ്
ഹോം ഫോൺ ചുമരിലാണ്
ബെയ്സ് ബാൾ കളി
പക്ഷി കറുപ്പും വെളുപ്പും ആണ്
മനുഷ്യൻ തൊപ്പി ധരിക്കുന്നു
ബേസ് ബോൾ ഗെയിമിലെ പിച്ചർ
സൈക്ലിസ്റ്റുകളുടെയും മോട്ടോർ സൈക്കിൾ യാത്രക്കാരുടെയും ഒരു വലിയ സംഘം.
സീബ്രകൾ വരകളാണ്
ഒരു പൂച്ച കിടക്കുന്നു
ആ മനുഷ്യൻ ഒരു Wii റിമോട്ട് പിടിക്കുന്നു.
വേവിച്ച ഭക്ഷണം ഒരു വെളുത്ത പ്ലേറ്റിലാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ചുവപ്പ് എടുത്ത് നിൽക്കുന്ന ചിത്രം കറുപ്പും വെളുപ്പും നിറത്തിലാണ്
ഒരു വെളുത്ത പ്ലേറ്റ് ഡെസേർട്ട് ഓണാണ്
ചുവരിൽ ഇരിക്കുന്ന ചുവന്ന കസേര
വലിയ അഴുക്ക് ഫീൽഡ്
കട്ടിലിൽ പച്ച തലയിണകൾ
ഇരുണ്ട തൊപ്പി ധരിച്ച മനുഷ്യൻ
സ്ത്രീ ടെന്നീസ് കളിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ആൺകുട്ടി കൈവശം വച്ച ഫോൺ
വളരെ ശ്രദ്ധേയമായ വിമാനം.
കുതിരയുടെ കണ്ണ്.
ഒരു പെൺകുട്ടി ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു
ബെഞ്ച് ശൂന്യമാണ്
കുഞ്ഞിന്റെ അടുത്തായി കരടി.
റാക്കറ്റുള്ള ഒരു പിഞ്ചുകുഞ്ഞ്
ഇളം പച്ച നിറമുള്ള കുട.
ഇയാൾ ഇളം നീല പോളോ ഷർട്ട് ധരിക്കുന്നു
ബേസ്ബോൾ ഗെയിമിൽ യൂണിഫോമിലുള്ള ക്യാച്ചർ
മോട്ടോർ സൈക്കിളിൽ ഒരാൾ.
മേശയിൽ ഒരു തണുത്ത ചായ ഇരിക്കുന്നു
ഒരു ടെന്നീസ് റാക്കറ്റുള്ള ഒരു സുന്ദരി
പുല്ലുള്ള പ്രദേശത്ത് കറുത്ത കരടി
ഒരു മരം അടുക്കളയുടെ പൂർണ്ണ കാഴ്ച
വാതിൽ തുറന്നു
ഒരു ചുവന്ന പൊതു ബസ്
രണ്ട് ചരക്കുനീക്ക തീവണ്ടി എഞ്ചിനുകൾ
ഒരു വിമാനം വായുവിൽ പറക്കുന്നു
ഘടികാരങ്ങൾ കാണുന്നു.
നേരിയ മേഘങ്ങൾ
പക്ഷിയുടെ വായിൽ വെളുത്ത സിലിണ്ടർ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു ഗ്ലാസിൽ നിന്ന് ഒരാൾ കുടിക്കുന്നു
അച്ചടി ഷർട്ടും ടൈയും ധരിച്ച മനുഷ്യൻ
മരം ബോർഡിൽ ഇരിക്കുന്ന പക്ഷി
ചുരുണ്ട മുടിയുള്ള വ്യക്തിയുടെ നീല ജീൻസ്
പരസ്പരം അടുത്ത് രണ്ട് കൂളറുകൾ
ഒരു കെട്ടിടത്തിൽ സൈൻ ഇൻ ചെയ്യുക.
ക്ലീനിംഗ് ആവശ്യമുള്ള കുളിമുറി.
കുട വെളുത്തതാണ്.
കടൽത്തീരത്ത് ഒരു നായ
നിലത്ത് പായയിൽ വെളുത്ത പഴം പാത്രം.
പോസ്റ്റിൽ രണ്ട് റഫ്രിജറേറ്ററുകളുണ്ട്.
ഇതാണ് പച്ച നിറം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
കറുത്ത പാന്റും ഷൂസും.
ചുമരിൽ അഞ്ച് പാളികൾ
ഒരു വെളുത്ത പാത്രം മേശപ്പുറത്ത് ഉണ്ട്
വ്യക്തി വായുവിൽ ചാടുന്നു
ബ്രൊക്കോളി കപ്പിലാണ്.
ചാരനിറത്തിലുള്ള മക്ലാരൻ സ്ട്രോളർ
ഇതൊരു ബേസ്ബോൾ കളിക്കാരനാണ്
കെട്ടിട ഭിത്തിയിൽ ഒരു ഘടികാരം
ചുവരിൽ വെളുത്ത സ്റ്റുക്കോ
വെളുത്ത പൂച്ചയുടെ മുഖം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കരടി ക്ലോത്ത്‌സ്പിൻ ഉപയോഗിച്ച് തൂക്കിയിരിക്കുന്നു
ഒരു ബാസ്‌ക്കറ്റ്ബോൾ പിടിക്കുന്ന കളിക്കാരൻ
ഇതൊരു ലാമയാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇത് ഒരു മനുഷ്യനാണ്
ഇതാണ് കസേര
മഞ്ഞ വാഴപ്പഴത്തിന്റെ ഒരു കൂട്ടം വിൻഡോയിൽ തൂക്കിയിരിക്കുന്നു
തെരുവ് കോണിലുള്ള ഉയരമുള്ള ഘടികാരം
കറുത്ത സവാരി ബൂട്ട് ധരിച്ച ഒരാൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ട്രെയിൻ സ്റ്റേഷന് പുറത്ത് നിൽക്കുന്ന സ്ത്രീ.
ഒരു കസേരയിൽ ഇരിക്കുന്ന ഒരു പെൻഗ്വിൻ
ആളുകൾ ഗതാഗതത്തിനായി കാത്തിരിക്കുന്നു.
സമുദ്ര തിരമാലകൾ
തീവണ്ടി സ്റ്റേഷനിൽ നിൽക്കുന്ന സ്ത്രീ
ഒരു കട്ടിലിന്മേൽ കറുത്ത പുതപ്പ്
ഉയരമുള്ള പുല്ലിൽ മനുഷ്യൻ
മേശയിൽ തുറന്ന ലാപ്ടോപ്
വലത് തള്ളവിരലിന്റെ ഭാഗം
കസേരയിൽ ഇരിക്കുന്ന മനുഷ്യൻ
ഒരു കറുത്ത സൈക്കിൾ ഹാൻഡിൽ
മനുഷ്യൻ നിയന്ത്രണത്തിൽ ഇരിക്കുന്നു
വീട്ടിൽ നിർമ്മിച്ച രണ്ട് പച്ചക്കറി പിസ്സകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഫ്ലഫി വെളുത്ത ആടുകൾ പുല്ലു തിന്നുന്നു
ബ്രൗൺ നിറത്തിലുള്ള കസേരയിൽ ഇരിക്കുന്ന പക്ഷി.
ഒരു ജോടി സൺഗ്ലാസുകൾ
ഇതൊരു കളിപ്പാട്ട വിമാനമാണ്
പിസ്സയിലെ ഒരു സ്ലൈസ്സ് കാണുന്നില്ല
തെരുവ് ചിഹ്നമുള്ള മരത്തടി നിലത്തു കിടക്കുന്നു
വലിയ സുന്ദരമായ ജേഴ്സി പശു
ശൂന്യമായ ഷാംപെയ്ൻ ഫ്ലൂട്ടുകൾ
ആനയുടെ തുമ്പിക്കൈയുടെ ഭാഗം
മനുഷ്യൻ വായുവിലാണ്
രണ്ട് മെറ്റൽ ഇന്ത്യൻ ശില്പങ്ങൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പോലീസ് കാർ പാർക്കിംഗ് സ്ഥലത്ത് പാർക്ക് ചെയ്തു.
ഐസ്ക്രീം കുക്കി സാൻഡ്വിച്ച്
അവൻ ആടുകളെ വളർത്തുന്നു
ഒരു തെരുവിലെ ഒബ്‌ജക്റ്റ്.
ചട്ടിയിൽ മാമ്പഴക്കൂട്ടം
വലിയ ബ്രൗൺ പുല്ല്
ഇത് ഒരു പർവതശിഖരത്തിലെ കറുത്ത ആട്ടുകൊറ്റൻ
ഒരു ബ്രൗൺ പാർക്ക് ബെഞ്ച്
ട്രെയിനിൽ നിന്ന് വരുന്ന പുക
റെയിൽ‌വേ ട്രാക്കുകൾ‌ക്ക് സമീപമുള്ള ഒരു കോഴി
രണ്ട് തൂവാലകൾ തൂക്കിയിരിക്കുന്നു
പൂച്ചകൾ ഇടനാഴിയിൽ കിടക്കുന്നു
റോഡിന് മുകളിലെ പച്ച ലൈറ്റ്.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരാളുടെ പല്ലുള്ള പുഞ്ചിരി.
ചിഹ്നം അലക്കൽ പതിനഞ്ച് സെൻറ് പ്രദർശിപ്പിച്ചിരിക്കുന്നു
ഒരു വൃത്താകൃതിയിലുള്ള വെള്ള ഫ്രിസ്‌ബീ
ഒരു പോളിലെ റോഡ് അടയാളങ്ങൾ
സീബ്ര കഴിക്കുന്നു
വൃത്തികെട്ടതായി കാണപ്പെടുന്ന വിരൽ നഖം.
നിലം ചാരനിറമാണ്
റിസ്റ്റ് ബാൻഡ് കറുത്തതാണ്
മരത്തിൽ ചുവന്ന സെൽ ഫോൺ
ഒരു സ്ത്രീയുടെ കണ്ണ്
ബോക്സിൽ വെളുത്ത ടൂത്ത് ബ്രഷ്.
ജിറാഫിന്റെ കഴുത്ത്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു പർപ്പിൾ ഫ്രിസ്‌ബീ
കാറുകളിലെ ഹെഡ്‌ലൈറ്റുകൾ.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കൌണ്ടറിൽ പാചക പാത്രങ്ങളുടെ ഒരു വലിയ കണ്ടെയ്നർ
ഒരു കുളിമുറിയുടെ ഉള്ളിൽ കാണുക
കുളിമുറിയിൽ ഇരട്ട സിങ്ക്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കിടക്കയിൽ പിസ്സ പെട്ടി
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
കാറിൽ റെയിൽവേ പാസഞ്ചർ സീറ്റ്.
ഒരു സ്കൂൾ ലിഫ്റ്റിൽ രണ്ടുപേർ
നീളമുള്ള തവിട്ടു നിറമുള്ള മുടിയുള്ള സ്ത്രീ
ട്രക്കുകൾ കാണുന്നു.
ദ്വീപ് ബീച്ച് രംഗം
നിലത്ത് കറുത്ത പുള്ളി
പച്ച കാനോ വെള്ളത്തിലൂടെ ഒഴുകുന്നു
ഒരു ചുവന്ന ട്രെയിൻ
പ്ലേറ്റിൽ ധാന്യം
സെന്റ് .ഫ്രാൻസിസ് തെരുവ് അടയാളം
നായ ഒരു പരവതാനിയിൽ കിടക്കുന്നു.
വേവിച്ച പച്ചക്കറികൾ ഉള്ള കലം
വെളുത്ത കാബിനറ്റ് വാതിലുകൾ.
ഡോക്ക് ചെയ്ത ബോട്ടുകളുടെ ഒരു കൂട്ടം
പിച്ചിംഗ് കുന്നിലെ ബേസ്ബോൾ കളിക്കാരൻ
വെള്ളത്തിൽ നിഴൽ
നടപ്പാതയിലും പുല്ലിലും നടക്കുന്ന ജിറാഫുകളുടെ ഗ്രൂപ്പ്
മനോഹരമായ പ്രകൃതി രംഗം
തടാകത്തിന് അടുത്ത് ഉള്ള ടാൻ ഡോഗ്
ചരിവിലൂടെ താഴേക്കുള്ള സ്കയർ.
സ്കീയിംഗ് മത്സരത്തിലെ വ്യക്തി
ചിത്ര മെനു ചുമരിൽ തൂക്കിയിരിക്കുന്നു.
അതിന്റെ പോസ്റ്റിൽ ഒരു സ്റ്റോപ്പ് ചിഹ്നം
കടൽത്തീരത്ത് ഒരു മഞ്ഞ എസ്‌യുവി
ഒരു പച്ച സർഫ്ബോർഡ് വഹിക്കുന്നു
ആളുകൾ വെള്ളത്തിൽ കളിക്കുന്നു
നടപ്പാതയിലൂടെയുള്ള ബോട്ടുകൾ
പച്ച ചെടി
റെഡ് ഡബിൾ ഡെക്ക് സിറ്റി ബസ്
വിൻഡോയിൽ കറുത്ത കരടി
കെട്ടിടത്തിന്റെ വശത്ത് വെളുത്ത ക്ലോക്ക്.
മുകളിൽ നീല ചിഹ്നം
റിയാൻ ടെയ്‌ലർ പകർപ്പവകാശ ടാഗ്
സിനിക്കെയർ ടൂത്ത് ബ്രഷ് ഉപയോഗിക്കുന്ന കൊച്ചു പെൺകുട്ടി
ഒരു ജോടി ട്രെയിൻ ഹെഡ്‌ലൈറ്റുകൾ
മോട്ടോർസൈക്കിളിന് മുന്നിലെ ഹെഡ്‌ലൈറ്റ്.
ചാരനിറത്തിലുള്ള വിമാനം
സ്കൂൾ നീലയാണ്
ടെഡി ബിയറിന്റെ ആകൃതിയിലുള്ള കൈറ്റ്
ഇതാണ് ആകാശം
ഒരു ചെറിയ മോട്ടോർ ബോട്ടിലുള്ള ആളുകൾ
ഒരു വ്യക്തിയുടെ മടിയിൽ കിറ്റി
അടുപ്പിനടുത്ത് കലം ഉള്ള വ്യക്തി.
പ്രിയപ്പെട്ട ഈണത്തിന്റെ പട്ടിക കേൾക്കുന്നു.
ജേഴ്സിക്ക് പിന്നിൽ പേരുണ്ട്
ലേഡി ബീച്ചിലാണ്
ട്രെയിൻ ട്രാക്കിൽ ഇരിക്കുന്ന നീല തുരുമ്പിച്ച ട്രെയിൻ കാബൂസ്.
വെളുത്ത അക്ഷരങ്ങളുള്ള ഒരു പിങ്ക് ചിഹ്നം.
കയ്യിൽ പന്ത് ഉള്ള പിച്ചർ
സ്റ്റോപ്പ് ലൈറ്റിൽ ചുവന്ന ലൈറ്റ് തിളങ്ങുന്നു.
വെളുത്ത അടുക്കള കാബിനറ്റുകൾ
കുഞ്ഞിന്റെ തൊട്ടി വെളുത്തതാണ്
മനുഷ്യൻ സർഫിംഗ് ചെയ്യുന്ന ചിത്രം.
മനുഷ്യൻ സമുദ്രത്തിൽ സർഫിംഗ് ചെയ്യുന്നു
മൂന്ന് സ്റ്റഫ് മൃഗങ്ങൾ കുടിക്കുന്നതായി നടിക്കുന്നു
പെൺകുട്ടി വെളുത്ത ടെന്നീസ് ഷൂ ധരിക്കുന്നത്
വിമാനത്തിൽ ചുവന്ന വാൽ
വെളുത്ത ഷർട്ട് ധരിച്ച വ്യക്തി
ഒരു കിടപ്പുമുറിയിൽ സീലിംഗ് ഫാൻ
പുരാതന ബസ് അഴുക്കിൽ നിർത്തി ഇരിക്കുന്നു
കൊടുങ്കാറ്റിൽ ഫുട്പാത്തിൽ സ്ത്രീ സ്കീയിംഗ്
ഒരു ബെഞ്ചിന് മുന്നിൽ നിൽക്കുന്ന ഒരാൾ
സ്ത്രീ നഗരത്തിൽ ബൈക്ക് ഓടിക്കുന്നു
രണ്ട് പോളാർ ബിയേഴ്സ് പ്ലയിംഗ്.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഈ ചിത്രം അവിടെ കൈറ്റ്സ് പറപ്പിക്കുന്ന ആളുകളുടെതാണ്!
കുഞ്ഞ് ആന
മൃഗങ്ങളുടെ തലയിൽ വലിയ കൊമ്പുകൾ
ട്രെയിൻ ട്രാക്കുകളിൽ പാർക്ക് ചെയ്ത കാർ
കറുത്ത അമ്പടയാളം വലതുവശത്തേക്ക്
ഒരാൾ തന്റെ സെൽ ഫോണിൽ.
മനുഷ്യൻ വൈ കളിക്കുന്നു
ടെന്നീസ് കളിക്കുന്ന രണ്ട് സ്ത്രീകൾ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കൗണ്ടറിലെ കോഫി മേക്കർ
നീല കാർ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ടൈൽ ഭിത്തിയിൽ ബ്രൗൺ വജ്ര രൂപം
ഒരു ചോക്ലേറ്റ് ഡോനട്ടിന്റെ പകുതി
വായുവിൽ പറക്കുന്ന കൈറ്റ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഹൊത്ദൊഗ്-വസ്തുവായി ഒരു ബൻ
പഴുക്കാത്ത വാഴപ്പഴത്തിന്റെ കൂട്ടം.
കുറുകെയുള്ള ലോഗുകളുടെയും തൂണുകളുടെയും റസ്റ്റിക് മേൽക്കൂര
പശ്ചാത്തലത്തിലുള്ള പർവതങ്ങൾ
പുൽമേട്ടിൽ നടക്കുന്ന ആനകൾ
ബാറ്റ് പിടിക്കുന്ന ബേസ്ബോൾ കളിക്കാരൻ സ്വിംഗ് ചെയ്യാൻ തയ്യാറാണ്
അരുഗുലയുടെ പച്ച ഇല
"ഓറഞ്ച്, കറുത്ത ടെന്നീസ് റാക്കറ്റ്"
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വാഴപ്പഴം ഐസ്ക്രീം സൺഡേ
സ്കൂൾ യൂണിഫോമിൽ കുട്ടി
പശ്ചാത്തലത്തിലുള്ള കല്ല് നിര
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ആൺകുട്ടികൾ സോക്കർ കളിക്കുന്നു
ടെന്നീസ് മത്സരം
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ചിഹ്നത്തിൽ നിന്ന് ഒരു കത്ത് കാണുന്നില്ല
ഒരു കറുപ്പും മഞ്ഞയും സോക്കർ ബോൾ
വെള്ളി പ്ലംബിംഗ് ഉള്ള വെളുത്ത പോർസലൈൻ മൂത്രം
തീവണ്ടിയിൽ 'ആദ്യം' എന്ന് എഴുതിയിട്ടുണ്ട്
ട്രെയിൻ ചുവപ്പും വെള്ളയും ആണ്
റെയിൽവേ സ്റ്റേഷനിൽ തീവണ്ടി
കറുത്ത ശിരോകവജം ബാറ്റർ ധരിക്കുന്നു.
ഒരു തീവണ്ടി സ്റ്റേഷനിൽ ആളുകൾ കാത്തിരിക്കുന്നു
ഒരു വയലിൽ മേശയുടെ കൂടെ കസേരകളും
ക്യാച്ചർ കളിക്കുന്നയാൾ
നീളമുള്ള മഞ്ഞ സ്കൂൾ ബസ്
ഷർട്ടിന്റെ മധ്യത്തിലുടനീളം ചാരനിറത്തിലുള്ള വരകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
അഴുക്ക് കൊണ്ട് നിർമ്മിച്ച ബേസ്ബോൾ മ mount ണ്ട്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കറുത്ത തൂവലുകൾ ഉള്ള പക്ഷി
ഒരു കാട്ടിൽ തടികൊണ്ടുള്ള വള്ളങ്ങൾ
വശത്ത് സ്ലിറ്റ് ഉള്ള മഞ്ഞ ഷോർട്ട്സ്.
സ്റ്റോപ്പ്‌ ചിഹ്നത്തിലെ എസ് അക്ഷരം
വയലിൽ കുതിരകളുടെ കൂട്ടം
ഫ്രഷ് ഗ്രീൻ ബ്രോക്കോളി ഫ്ലോററ്റുകൾ
ഭക്ഷണം ഒരു അടുപ്പിനുള്ളിലാണ്
നിസ്സാരനായ പുരുഷൻ സ്കേറ്റ്ബോർഡിൽ നിന്ന് ചാടുക
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
തെരുവിൽ ഒരു വെളുത്ത കോൺ
ചുമരിൽ ഒരു നേരിയ ഘടകം
നീളമുള്ള മുടിയുള്ള സ്ത്രീ ചിരിക്കുന്നു.
ബാറ്റ് ചെയ്യാൻ നില്ക്കുന്ന ഇടത് കൈ കളിക്കാരൻ
ജിറാഫ് ഇലകൾ നക്കുന്നു
പുരുഷന്റെ ഹെഡ് ബാൻഡിൽ ഇടത് ബണ്ണി ചെവി.
സ്വർണം കൊണ്ട് എഴുതിയ നീല ബോർഡ്
നിലത്തു പശുവിന്റെ നിഴൽ
പെൺകുട്ടിയുടെ ചെവിയിൽ ടോപ്പ് ഹൂപ്പ് കമ്മൽ.
കോണുകൾ ഓറഞ്ച് നിറമാണ്
ഒരു തവിട്ട് വാതിൽ
പിസ്സ
ഒരു വയലിൽ ഒരു മരം ബെഞ്ച്
സ്ത്രീ കുപ്പിയിൽ നിന്ന് വീഞ്ഞ് ഒഴിക്കുന്നു
അടയാളം വെളുത്തതാണ്.
പൊതുവിൽ കുടയുമായി നടക്കുന്ന സ്ത്രീ.
പച്ചക്കറികളുടെ പിസ്സ പാകം ചെയ്യുന്നു
രണ്ടു നില ബസ്.
വെളുത്ത സ്കീ ജാക്കറ്റിലും കറുത്ത പാന്റിലുമുള്ള വ്യക്തി
സ്ത്രീ നീല ഹാർഡ് തൊപ്പി ധരിച്ചിരിക്കുന്നു
വെള്ളത്തിൽ വെള്ള ബോട്ട്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ജോടി നീലയും വെള്ളയും സ്‌നീക്കറുകൾ
മഞ്ഞയും കറുത്തതുമായ സഞ്ചി സൈക്കിളിൽ ചാരിയിരിക്കുന്നു
ക്ലാസ് മുറിയിൽ ഫ്രിസ്ബിയെ പിടിച്ചിരിക്കുന്ന മനുഷ്യൻ
വാതിൽ മുട്ട് ലോഹത്തിൽ നിന്നാണ് നിർമ്മിച്ചിരിക്കുന്നത്.
കറുത്ത വില്ലു ടൈയുള്ള ഒരാൾ
ഒരു പ്രകാശത്തിന്റെ പ്രതിഫലനം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പെൺകുട്ടി തെരുവിൽ നിൽക്കുന്നു.
മേശപ്പുറത്ത് ഒരു വിളക്ക്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
മനുഷ്യൻ വിരൽ ചൂണ്ടുന്നു
രണ്ട് പിങ്ക് കഷണങ്ങൾ മിഠായി
നീളമുള്ള വെളുത്ത സോക്സ് ധരിച്ച മനുഷ്യൻ
വ്യക്തിയുടെ പിന്നിലുള്ള പച്ച രശ്മി
ഒരു മനുഷ്യന്റെ കണ്ണ്
ഒരു മെറ്റൽ ഫർണിച്ചറിൽ ടോയ്‌ലറ്റ് പേപ്പറിന്റെ റോൾ
ചുവരിൽ ലൈറ്റ് ഫിസ്ച്ചർ
വായുവിൽ സ്കീസ് ​​ധരിച്ച സ്കീയർ
ലൈറ്റ് ഹൌസ് വെള്ളത്തിൽ സ്ഥിതിചെയ്യുന്നു
ഗ്ലാസ് പ്രൊട്ടക്റ്റർ ഉള്ള ബൾബ്
വലിയ വെളുത്ത മേഘങ്ങൾ നിറഞ്ഞ ആകാശം
ടൂത്ത് പേസ്റ്റ് നീലയും ഒട്ടൽഉള്ളതും ആണ്
ബസിന്റെ ലക്ഷ്യസ്ഥാന വിൻഡോ
ഒരു കറുത്ത ലാക്വർഡ് കോഫി ടേബിൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഫ്രഞ്ച് ഫ്രൈകളുടെ ഒരു ക്രമം
ഒരു വ്യക്തിയുടെ തലയിൽ തൊപ്പി
പക്ഷി വേലിയിൽ നിൽക്കുന്നു
മഞ്ഞുവീഴ്ചയിൽ കാത്തിരിക്കുന്ന ആളുകൾ
കറുപ്പും വെളുപ്പും സീബ്ര
ചുവന്ന മുടിയുള്ള സ്ത്രീയുടെ കാര്യം
പക്ഷി മെറ്റീരിയലിൽ നിൽക്കുന്നു
"ടാൻ, വൈറ്റ് നിറമുള്ള പശു"
ടെന്നീസ് കോർട്ടിൽ രണ്ട് കളിക്കാർ
ഓഫ് വൈറ്റ് ലൈറ്റ് സ്വിച്ച്
രണ്ട് അമേരിക്കൻ പതാകകൾ ട്രക്കിൽ തൂക്കിയിരിക്കുന്നു
കട്ടിലിൽ ഇരിക്കുന്ന സ്ത്രീ
വിമാനത്തിന്റെ മുൻ വിൻഡോ
പുല്ലിന്റെ വിസ്തൃതമായ പ്രദേശം
വാണിജ്യ വിമാനം
കെട്ടഴിക്കുന്ന പ്രക്രിയയിൽ മെറൂൺ നെക്ക് ടൈ
മഞ്ഞിൽ നീല തീവണ്ടി
ട്രെയിൻ ചുവപ്പ് വെള്ളയും നീലയുമാണ്
മോട്ടോർസൈക്കിളിന്റെ മുൻ ചക്രം.
നീല ഷർട്ട് ധരിച്ച പയ്യൻ
കറുത്ത പ്ലാസ്റ്റിക് ടെന്നീസ് റാക്കറ്റ്
സ്നോബോർഡർ ഒരു വശത്തേക്ക് ചരിഞ്ഞു
ന്യൂയോർക്കിലെ ഒരു സബ്‌വേ എക്സിറ്റ് ചിഹ്നം
"നീല, പർപ്പിൾ സ്റ്റഫ് ചെയ്ത നായ"
ട്രക്കിന്റെ അരികിലുള്ള സ്നോബോർഡർ
ചുവരിൽ നിന്ന് പെയിന്റ് ഇളകുന്നു
മുറി ഒരു അടുക്കളയാണ്.
യുണൈറ്റഡ് സ്റ്റേറ്റ്സിന്റെ പതാക
നിലത്ത് ഇലകൾ.
രണ്ട് ബെഞ്ചുകൾ പരസ്പരം ഇരിക്കുന്നു.
പന്ത് പച്ച നിറമാണ്.
ഒരു ക്യാമറ കൈവശമുള്ള ഒരു മനുഷ്യൻ
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
വാഗൺ വീൽ ലൈറ്റ് ഫർണിച്ചർ.
ചുവപ്പും വെള്ളയും ഉള്ള എയർബെർലിൻ വിമാനം
വൈറ്റ് പേപ്പർ വിളക്കുകൾ
പന്നി വെള്ളയും കറുപ്പും ആണ്
അലങ്കരിച്ച നാല് പാളികൾ
ഒരു പച്ച കുരുമുളക്
ഒരു പരവതാനിയിലെ വസ്തുക്കൾ
നരച്ച മുടിയുള്ള മനുഷ്യൻ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കസേരയിൽ ഇരിക്കുന്ന പൂച്ച
സീലിംഗിൽ റീസെസ്ഡ് ലൈറ്റുകൾ
നിലത്തു സെബ്ര.
റോഡിൽ ഡബിൾ ഡെക്കർ ബസ്
ഒരു പച്ച ട്രോളി കാർ
വയർ ഫെൻസിംഗിനെ പിന്തുണയ്ക്കുന്ന വളഞ്ഞ ധ്രുവങ്ങൾ
"നീല, ഓറഞ്ച് വിശദാംശങ്ങളുള്ള ട്രെയിൻ"
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മനുഷ്യൻ വെളുത്ത ടെന്നീസ് വസ്ത്രം ധരിചിരിക്കുന്നു
ഒരു സ്കൈ ചരിവിലാണ് ഫോട്ടോ എടുത്തത്
മോട്ടോർ സൈക്കിൾ ഹെൽമെറ്റ് ധരിച്ച കുഞ്ഞ്
വയർ റാക്കിലെ മാസികകൾ
2007 ബോസ്റ്റൺ മാരത്തൺ റണ്ണേഴ്സ് ബിബ് അക്കം 16957
കാലിക്കോ പൂച്ച വർണ്ണാഭമായതാണ്
റാമ്പിന് മുകളിലുള്ള സ്കേറ്റ്ബോർഡർ
സിറ്റിംഗ് ടാബി പൂച്ച
നാല് പേർ മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്നു
മരത്തിന്റെ കൈകാലുകളിൽ മഞ്ഞ്.
മനുഷ്യൻ ഒരു ബാറ്റ് പിടിക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വീഞ്ഞു ഗ്ലാസ്
സീബ്ര വളരെ ചെറുതാണ്
മേശപ്പുറത്ത് ചുവന്ന കപ്പ്.
ഹോട്ട് ഡോഗുകൾ വിളമ്പുന്ന ഒരാൾ
നീല തൊപ്പി ധരിച്ച മനുഷ്യൻ
ജിറാഫിൽ നേരിയതും കറുത്തതുമായ പാടുകൾ
ഒരു സ്ത്രീ ബെഞ്ചിൽ ഇരിക്കുന്നു
പുല്ല് വയലിൽ വെളുത്ത ചോക്ക് ലൈൻ
മൂന്ന് പേർ
ഇത് കറുപ്പും ചാരനിറവുമാണ്
മനുഷ്യൻ ഒരു കുട പിടിക്കുന്നു
മൂലയിൽ ഒരു പെപ്സി കൂളർ ഉണ്ട്
ഡെയ്‌സികളുടെയും ധൂമ്രനൂൽ പൂക്കളുടെയും ഒരു പൂച്ചെണ്ട്
കുഴിയുടെ പുറത്ത് നിൽക്കുന്ന ബേബ് രൂത്ത്
ഒരു നദിയിലെ ആനകൾ
കറുപ്പും വെളുപ്പും പൂച്ച ബെഞ്ചിനടിയിൽ ഇരിക്കുന്നു.
നീല ചക്രങ്ങളുള്ള ചുവന്ന സ്കേറ്റ്ബോർഡ്
പച്ച പുല്ല് തിന്നുന്ന ആടുകൾ
ഒരു താഴ്ന്ന നിലയിലുള്ള ജാലകം
ഒരു വിമാനം
ഫ്രഞ്ച് ചങ്ങാതിമാരുടെ ഒരു ഓർഡർ
സോക്കർ പന്ത്
ഏഴ് വള്ളങ്ങൾ വെള്ളത്തിൽ
അമേരിക്കൻ പതാകയിലെ നക്ഷത്രങ്ങൾ
മൂന്ന് സ്ത്രീകൾ ഒരു ബെഞ്ചിൽ ഇരിക്കുന്നു
അടുക്കളയിൽ നിൽക്കുന്ന സ്ത്രീ
പ്ലേറ്റിന്റെ മധ്യത്തിൽ ഒരു മെഴുകുതിരി
മരം കൊണ്ട് നിർമ്മിച്ച ഇരുമ്പ് ബെഞ്ച്
ഗ്രേ പിക്ക് അപ്പ് ട്രക്കിൽ കറുത്ത പിൻ ടയർ.
ട്രെയിൻ ടെർമിനലിൽ ചുവന്ന ട്രെയിൻ നിർത്തിയിരിക്കുന്നു.
ഗതാഗതത്തിൽ നിന്ന് നീങ്ങുന്ന ഗ്രേഹൗണ്ട് ബസ് .
ആകാശത്ത് മൂന്ന് വർണ്ണാഭമായ കൈറ്റുകൾ
ധാരാളം ഓറഞ്ച്
ഇത് ഒരു തലയിണയാണ്
കുഞ്ഞ് ആന
മൈക്രോഫോൺ കൈവശമുള്ള സ്ത്രീ
കൊത്തിയെടുത്ത വലിയ ബ്രോസ്റ്റഡ് ചിക്കൻ
ഒരു കുതിര പ്രതിമയുടെ തല
ക്ലോക്കിന്റെ മുഖത്ത് \ I \
ജിറാഫിന്റെ തലയും കഴുത്തും
രണ്ട് കുരങ്ങുകളുടെ പ്രതിമ
മനുഷ്യൻ ഒരു ക്യാമറ പിടിക്കുന്നു.
"വെള്ള, നീല ഡയമണ്ട് ബാക്ക് സ്പ്ലാഷ്"
ഒരു പീഠത്തിൽ ഘടികാരമുള്ള വെങ്കല കുതിര
ഒരേ സ്കേറ്റ്ബോർഡറിന്റെ രണ്ട് കാഴ്ചകൾ
കറുത്ത ബാക്ക്പാക്ക് ഉപയോഗിച്ച് മനുഷ്യൻ പടികൾ കയറുന്നു.
ഒരു പർവത വശം.
ഹെൽമെറ്റ് ധരിച്ച ഒരാൾ
മനുഷ്യൻ ഒരു വള്ളത്തിൽ ഇരിക്കുന്നു.
പർവതങ്ങളിൽ കെട്ടിടം
ഒരു സ്കൂട്ടർ ചുമരിൽ ചാരിയിരിക്കുന്നു.
കിടക്ക നീല പച്ചയാണ്
മൂന്ന് പശുക്കൾ പുല്ലിൽ നിൽക്കുന്നു
നിരവധി ആനകൾ നിരയായി അണിനിരക്കുന്നു
"ഓറഞ്ച്, വെള്ള എന്നീ രണ്ട് കോണുകൾ"
ബ്രൗൺ നിറത്തിലുള്ള ടൈൽ ഇട്ട നിലം
സ്കേറ്റ്ബോർഡിലെ മനുഷ്യൻ.
സൂര്യപ്രകാശമുള്ള ദിവസം തിരമാലകൾ നിറഞ്ഞ സമുദ്രം
സണ്ണി ഔട്ട്‌ഡോർ പകൽ ആഫ്രിക്കൻ രംഗം
മുറിയുടെ നടുവിൽ മേശയും കസേരകളും ഉള്ള ചെറിയ അടുക്കള
ഒരു കുട്ടി വാഴപ്പഴം കഴിക്കുന്നു
നടപ്പാതയിൽ പാർക്ക് ചെയ്ത ചുവന്ന ട്രക്ക്.
ഒരു പ്ലേറ്റിൽ കോറോസ്.
മഞ്ഞ ഒക്ടോപസ് പട്ടം
കുളിമുറിയിലെ വെള്ള സിങ്ക്
കുഞ്ഞ് ആന
ചട്ടിയിൽ മഞ്ഞ ധാന്യം
പച്ച പുല്ലിന്റെ വലിയ പാച്ച്
പൂച്ച ഒരാളുടെ മടിയിൽ നിൽക്കുന്നു
മൈക്ക് ഉള്ള മനുഷ്യൻ.
മഞ്ഞ ഷർട്ടിൽ കുട്ടി
ടോയ്‌ലറ്റിൽ മൂത്രം
ടോപ്പിംഗുകളുള്ള ബണ്ണിലെ ഹോട്ട് ഡോഗ്
ഒരു വണ്ടിയിൽ പച്ച ചക്രം
ചുറ്റും കുതിരയെ നയിക്കുന്ന സ്ത്രീ.
വെളുത്ത ഷർട്ട് ധരിച്ച സുന്ദരിയായ സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കുട്ടി ഒരു ബോട്ടിൽ നിൽക്കുന്നു
പാസഞ്ചർ ട്രെയിൻ
ചുവന്ന ടൈ മുകളിലേക്ക് പറക്കുന്നു
ഒരു ചെറിയ റൗണ്ട് ടേബിളിൽ ഇരിക്കുന്ന പച്ച പൂത്തട്ടം
റഫ്രിജറേറ്റർ വാതിലിൽ കറുത്ത കഴ്‌സീവ് റൈറ്റിംഗ്
മനുഷ്യൻ വായുവിൽ ഉയർന്നു
ഹോട്ട് ഡോഗ് കൈവശമുള്ള പേപ്പർ ട്രേ
വെളുത്ത വൃത്തത്തിലുള്ള ഫ്രിസ്ബീ
മോട്ടോർ സൈക്കിളിൽ ഇരിക്കുന്ന ഒരാൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
മേഘകളിലൂടെ സൂര്യൻ തിളങ്ങുന്നു
മനുഷ്യൻ പെൺകുട്ടിയുടെ കൈ പിടിക്കുന്നു
നീല കൂടാരത്തിന്റെ ഭാഗം
ട്രേയിലെ ഭക്ഷണം
കറുത്ത തുറന്ന മുഖമുള്ള ശിരോകവജം
വിമാനത്തിലെ ഒരു പ്രൊപ്പല്ലർ
"പച്ച, മഞ്ഞ ഏലയ്ക്ക കായ്കൾ"
ഇതാണ് ആകാശം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു വെളുത്ത പാസഞ്ചർ വിമാനം
ഒരു ആന
ചാരനിറത്തിലുള്ള നേവി വിമാനം.
നന്നായി ട്രിം ചെയ്ത ഹെഡ്ജ്
ഇത് ഒരു മനുഷ്യനാണ്
ഇതൊരു ലോഹ ചക്രമാണ്
"വെള്ള, കറുപ്പ് സോക്കർ പന്ത്"
കിടക്കയിൽ ആറ് തലയിണകൾ
തെരുവിൽ മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്ന ഒരാൾ.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കൈറ്റിൽ വെളുത്ത ചുഴലി
ധ്രുവത്തിൽ അടയാളം നിർത്തുക
സ്നോബോർഡിൽ നിൽക്കുന്ന വ്യക്തി.
ഇതൊരു ജലാശയമാണ്
തവിട്ട് കയ്യുറയുടെ ഭാഗം
നടപ്പാതയ്ക്ക് മുന്നിൽ കറുത്ത ലോഹ വേലി
ഇതൊരു മൊബൈൽ ഫോണാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വീഡിയോ റിമോട്ട് ഉള്ള സ്ത്രീ.
കറുത്ത മെറ്റൽ പോൾ പിന്തുണയ്ക്കുന്ന ചിഹ്നം
ഉച്ചഭക്ഷണ സമയം
വാഴപ്പഴം മൂന്ന്
നഗരത്തിലെ തിരക്കേറിയ കവല
ഇതൊരു ടെഡി ബിയർ പാവയാണ്
അരിഞ്ഞ വാഴപ്പഴം സ്ട്രോബെറിക്ക് ചുറ്റും ക്രമീകരിച്ചിരിക്കുന്നു
ഇളം നീല ഹെൽമെറ്റ്
തെളിഞ്ഞ ആകാശത്തിന്റെ ഭാഗം
വെളുത്ത ആകാശത്തിന്റെ ഭാഗം
"ഓറഞ്ച്, കറുത്ത സ്നോബോർഡ്"
സ്‌കൂൾ ലിഫ്റ്റിൽ രണ്ടുപേർ
ഡെയ്‌സികളുമായി നീലനിറത്തിലുള്ള ടൈ
രണ്ട് പൂച്ചകളും ഒരു വ്യക്തിയും ഒരു മേശപ്പുറത്ത്
ഒരു കോർട്ടിൽ ടെന്നീസ് കളിക്കാരൻ
മുറിയിൽ ചില ആളുകൾ ഉണ്ട്
മധ്യവായുവിലെ പിസ്സ കഷണം
മനുഷ്യൻ ഒരു വെറ്റ്സ്യൂട്ട് ധരിക്കുന്നു.
ചില കാബേജ് ഭാഗം
ഇതൊരു ടെന്നീസ് കളിക്കാരനാണ്
നിരവധി വാഹനങ്ങൾക്ക് ലോട്ടിൽ
ഒരു നീല ട്രെയിലർ
ഒരു പ്ലാന്റ് സിങ്കിലാണ്
റോഡിൽ ചുവപ്പും വെള്ളയും അടയാളങ്ങൾ
പാന്റ്സ് പർപ്പിൾ ആണ്
മണൽ നനഞ്ഞിരിക്കുന്നു
പച്ച പുല്ലിൽ വരയുള്ള പാറ്റേൺ പാറ്റേൺ
ആകാശം ധൂമ്രവസ്ത്രമാണ്
വെളുത്ത മഞ്ഞിന്റെ ഭാഗം
ഒരു ലോഹ വെന്റിലേഷൻ ഗേറ്റ്
വെള്ളത്തിന്റെ വൈറ്റ് തിരമാല
ഫുട്പാത്തിലെ ബ്രീഫ്കേസ്
ടേബിളിന് തടി ഉപരിതലമുണ്ട്.
പ്ലെയ്ഡ് കുടയുള്ള സ്ത്രീ
പാത്രത്തിന്റെ അടിയിൽ നിഴൽ
മോട്ടോർ സൈക്കിളിൽ കറുത്ത സാഡിൽബാഗുകൾ.
ഒരു മേശപ്പുറത്ത് ഇരിക്കുന്ന ബിയർ മഗ്
ചൂടുള്ള പാചക സോസേജുകൾ
വായ തുറന്ന കരടി
വെള്ള വശങ്ങൾ ഉള്ള ടയർ
വെളുത്ത മേഘങ്ങളുള്ള നീലാകാശം
നിലത്ത് കറുത്ത പുള്ളി
മനുഷ്യൻ സർഫ് ബോർഡ് പിടിക്കുന്നു.
കറുപ്പും ചുവപ്പും ബെഞ്ച്
ഓറഞ്ച് പൂക്കൾ ഒരു പാത്രത്തിൽ
കറുത്ത ഫ്രെയിമിനൊപ്പം വെളുത്ത ചിഹ്നം
തെരുവ് അടയാളങ്ങൾക്ക് പിന്നിൽ ഒരു പച്ച ഈന്തപ്പന
കൈറ്റ്സ് പറപ്പിക്കുന്ന ഒരാൾ
കറുത്ത ലെതർ ഹാൻഡ്‌ബാഗ്
സർഫ്ബോർഡ് കൈവശമുള്ള മനുഷ്യൻ
ഒരു തലകീഴായ സ്കേറ്റ്ബോർഡ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
Wii ഗെയിമുകൾ കളിക്കുന്ന രണ്ടുപേർ.
ഒരു കാലിൽ സ്‌നീക്കർ
"ബർഗണ്ടി, മഞ്ഞ ട്രെയിൻ"
മനുഷ്യന്റെ തല
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ടോയ്‌ലറ്റ്
മനുഷ്യൻ സ്കേറ്റ്ബോർഡ് പിടിക്കുന്നു.
വഴിയുടെ അവസാനത്തിൽ ഒരു അടയാളം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
രണ്ടുപേർ ആന സവാരി ചെയ്യുന്നു
മാംസത്തിനും അപ്പത്തിനും മുകളിൽ bbq സോസ്
ഒരു ക്ലാസ് മുറിയിൽ രണ്ട് ശൂന്യമായ കസേരകൾ
സ്ത്രീ ടെന്നീസ് കളിക്കുന്നു.
ഇതാണ് ആകാശം
കുളിക്കുന്ന സ്യൂട്ടിലുള്ള ഹ്രസ്വ പെൺകുട്ടി
വലിയ മേലാപ്പ് കിടക്ക
രണ്ട് സ്ത്രീകൾ ഒരുമിച്ച് നടക്കുന്നു.
ഒരു യുദ്ധവിമാനം
ഒരു കരടി പുല്ലിൽ നടക്കുന്നു
ചാരനിറത്തിലുള്ള പാറകളിൽ വെള്ളം വീഴുന്നു
മരങ്ങളിൽ നീല കുട
അഡിഡാസ് ഷൂസ് ധരിച്ച മനുഷ്യൻ
ഉച്ചഭക്ഷണം do ട്ട്‌ഡോർ മേശപ്പുറത്ത് വച്ചു
തവിട്ടുനിറത്തിലുള്ള കുതിര പുല്ലിൽ കിടക്കുന്നു
ഒരു ഡോനട്ട് കൈയിൽ നിന്ന് കൈകൊണ്ട് പിടിക്കുക
തീവണ്ടി താവളത്തിൽ ആണ്
ട്രാക്കുകളിൽ കറുപ്പും മഞ്ഞയും ട്രെയിൻ
റോഡിന് നടുവിൽ വെളുത്ത കല്ല്
സീലിംഗിൽ റൗണ്ട് ലൈറ്റ്
മഞ്ഞുമൂടിയ എയർപോർട്ട് ടാർമാക്
ബ്രെഡിൽ അമേരിക്കൻ ചീസ്
മുന്നിലെ പക്ഷി
മഞ്ഞ കൊക്കുള്ള വെളുത്ത പക്ഷി
കോർട്ടിൽ കറുത്ത ടെന്നീസ് റാക്കറ്റ്
കട്ടിലിൽ ഇരിക്കുന്ന പൂച്ച.
വിമാനത്തിൽ നിൽക്കുന്ന രണ്ട് സീബ്രകൾ
കൊച്ചു പെൺകുട്ടി പുഞ്ചിരിക്കുന്നു.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
"മഞ്ഞ, നീല കൈറ്റ് വായുവിൽ പറക്കുന്നു"
പശ്ചാത്തലത്തിൽ ഉയരമുള്ള സ്കൈസ്ക്രപേർ കെട്ടിടം
പക്ഷികൾ ജലത്തിന്റെ ഉപരിതലത്തിൽ പറക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഘടികാരത്തിൽ കറുത്ത കൈകൾ
"മൃഗശാലയിലെ രണ്ട് തവിട്ട്, വെള്ള ജിറാഫുകൾ"
അതിൽ വസ്ത്രങ്ങളുള്ള സ്യൂട്ട്കേസ് തുറക്കുക
പച്ച ട്രാഫിക് ചിഹ്നം ഹൈവേയിൽ തൂക്കിയിരിക്കുന്നു
പുറത്തുള്ള ഭക്ഷണശാലയിൽ ഇരിക്കുന്ന മനുഷ്യൻ
ഒരു കോർട്ടിൽ രണ്ട് ടെന്നീസ് കളിക്കാർ
ഒരു വയലിൽ ജിറാഫുകൾ
ഒരു വെള്ളി ചിഹ്നം
കള്ള് ഒരു സ്വിംഗിൽ
പർപ്പിൾ ബെഡ്‌സ്‌പ്രെഡ് കവറിംഗ് മെത്ത
വ്യക്തി രണ്ട് സ്കി ധ്രുവങ്ങൾ പിടിക്കുന്നു
പോർട്ടബിൾ ടോയ്‌ലറ്റ് സീറ്റ്.
വയലിൽ മൂന്ന് വെളുത്ത കുതിരകൾ
നാല് ആളുകൾ സോക്കർ കളിക്കുന്നു
മനുഷ്യൻ ഒരു ബസിന് പുറകിൽ ബൈക്ക് ഓടിക്കുന്നു
പശ്ചാത്തലത്തിലുള്ള ഒരു സ്കീയർ.
ബന്ദികളാക്കിയ വലിയ ആന
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഗ്രാമീണ മേഖലയിലെ ഒരു നീണ്ട ബസ്
കറുത്ത മാർക്കർ ഡിസൈനുകളുള്ള ചെറിയ കാർഡുകൾ
"കൗണ്ടറിൽ കടുക്, കിച്ചപ്പ് കുപ്പികൾ"
രണ്ട് പകുതി കട്ട് ചെയ്ത സാൻഡ്‌വിച്ചുകൾ
വസ്ത്രങ്ങൾ പച്ചയും മഞ്ഞയും ആണ്
സാൻഡ്‌വിച്ച് കഷണം
കണ്ണാടിയിൽ വിളക്ക് പ്രതിഫലനം
പൂർണ്ണമായും കാണിച്ചിരിക്കുന്ന സീബ്ര
തിളങ്ങുന്ന തവിട്ടുനിറത്തിലുള്ള ഉപരിതലത്തിൽ ഇനങ്ങൾ വിശ്രമിക്കുന്നു
മോട്ടോർ സൈക്കിളിൽ എംപിഎച്ച് ഗേജ്
മതിലിന്റെ അടിയിൽ ഒരു വെളുത്ത മതിൽ അടിത്തറയുണ്ട്.
സീബ്രകളുടെ ഒരു വലിയ സംഘം
പുക മേഘങ്ങൾ
വെളുത്ത പ്ലേറ്റിന്റെ റിം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചാരനിറത്തിലുള്ള മേൽക്കൂരയുള്ള മഞ്ഞ ട്രെയിൻ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ട്രെയിൻ കാണാം.
പക്ഷികളെ കരയിൽ കാണുന്നു.
ഉയരമുള്ള വെളുത്ത വേലി
വാഴപ്പഴം വളരെ പഴുത്തതാണ്
സിൽവർ വയർലെസ് കമ്പ്യൂട്ടർ മൗസ്
നിന്റെൻഡോ വൈ ഗെയിം സിസ്റ്റം
പാൽ കപ്പ്.
ചാരനിറത്തിലുള്ള കല്ല്
ഒരു നഗര തെരുവിന്റെ ചിത്രം.
ഇതൊരു അലമാരയാണ്
ഇടതുവശത്ത് വൃക്ഷത്തിന്റെ / ശാഖയുടെ ഒന്നിലധികം നിറങ്ങളിലുള്ള ഇലകൾ
റോഡിന്റെ ഇടതുവശത്ത് ചുവന്ന കാർ
ബ്രൗൺ ടേബിൾ മിഠായി ചൂരൽ ഓണാണ്
വ്യക്തി സ്ത്രീയാണ്
സ്ത്രീ നീല ഷർട്ട് ധരിക്കുന്നു.
കട്ടിലിന് മുകളിൽ കിടക്കുന്ന പൂച്ച
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
നീളമുള്ള വെളുത്ത ബസ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പാരസയിൽ വെള്ളത്തിന് മുകളിൽ
ടെർമിനലിലെ ഒരു വിമാനം
രുചികരമായ പിസ്സയുടെ ഒരു പ്ലേറ്റ്.
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ബീസ് ജേഴ്സി ഉള്ള ബേസ്ബോൾ കളിക്കാരൻ
ഇവ രണ്ട് മോട്ടോർസൈക്കിളുകളാണ്
ഒരു സുന്ദരി പയ്യൻ ഒരു പന്ത് തട്ടാൻ തയ്യാറാകുന്നു
ആശുപത്രി പരിശോധന കിടക്ക
വയലിൽ വുഡ് ബെഞ്ച്
ഒരു വെളുത്ത ക്ലോക്ക്
മൂന്ന് സ്ത്രീകൾ ഒരു ബെഞ്ചിൽ ഇരിക്കുന്നു
പട്ടണപ്പാതയിലെ വാഹനങ്ങൾ
കണ്ണാടിയിൽ ഒരു സ്ത്രീയുടെ തലയുടെ പ്രതിഫലനം
ഒരു വെളുത്ത വിഭവത്തിൽ പിസ്സ
ആകാശത്ത് യുദ്ധവിമാനം.
ബേസ്ബോൾ ബാറ്റർ ഹോൾഡിംഗ് ബാറ്റ്
A അക്ഷരമുള്ള ധ്രുവം
സ്ത്രീ കുതിരസവാരിയിൽ
ഗ്ലാസ് പാത്രത്തിൽ വിശാലമായ റിം
ഇളം നിറമുള്ള മരം ബെഞ്ച്
വയലിൽ എൽക്ക് മേയുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വയലിൽ വെളുത്ത പുഷ്പം
നൈറ്റ് സ്റ്റാൻഡിൽ വെളിച്ചം.
രണ്ട് സീബ്രകൾ തിരിഞ്ഞ് പിന്നിലേക്ക് നിൽക്കുന്നു.
ഇതൊരു സീബ്ര ക്രോസിംഗാണ്
പച്ച പുല്ലിന്റെ വലിയ കുന്നുകൾ
കുഞ്ഞ് ആന
ഒരു സ്യൂട്ട്കേസ് തറയിൽ ഉണ്ട്.
പെൺകുട്ടി അടുക്കളയിൽ ഭക്ഷണം ഉണ്ടാക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കുന്നിൻമുകളിലൂടെ ചുറ്റിക്കറങ്ങുന്ന സ്കീയർമാർ
ഒരു കുട്ടിയുടെ ബേസ്ബോൾ തൊപ്പി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇവ രണ്ട് ആട്ടുകൊറ്റന്മാരാണ്
ഒരു മനുഷ്യൻ സ്കേറ്റ്ബോർഡിംഗ് ചെയ്യുന്നു
വിമാനത്തിന്റെ ചക്രങ്ങൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പുൽമേട്ടിൽ പശു
ഒരു സ്ത്രീ കാട്ടിൽ പല്ല് തേക്കുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
മനുഷ്യൻ ആനയുടെ മുകളിൽ കയറുന്നു
സ്യൂട്ട്‌കേസിൽ വെളുത്ത കറ
നടത്തത്തിൽ മഴയുടെ തിളക്കം
സിമന്റിലെ നിഴൽ.
പാർക്കിൽ സ്കേറ്റ്ബോർഡർ വായുവിലൂടെ
സൂര്യൻ അസ്തമിച്ചു
റഫ്രിജറേറ്റർ കാന്തങ്ങളുടെ ശേഖരം
കടൽത്തീരത്ത് വെളുത്ത ടി-ഷർട്ട് ഇട്ട മനുഷ്യൻവെള്ളത്തിൽ നിൽക്കുന്നു
സൈക്കിൾ യൂണിഫോമിലുള്ള 3 പുരുഷന്മാർ വിജയികളുടെ വേദിയിൽ നിൽക്കുന്നു
പുല്ലിൽ നീളമുള്ള നേർരേഖ
കൌണ്ടർ ന് ഓറഞ്ച് കൂട്ടം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
"രണ്ട് നീല, വെള്ളി ട്രെയിനുകൾ പൂർണ്ണ കാഴ്‌ചയിലാണ്"
ട്രാക്കിൽ പച്ച വെളിച്ചം.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ട്രെയിനിനായി വലത് സിഗ്നൽ ലൈറ്റ്
ഒരു ബോട്ടിൽ മൂന്ന് പേർ.
പച്ച കപ്പിൽ ടൂത്ത് ബ്രഷുകൾ
ഒരു പട്ടികയിൽ റിമോട്ട് നിയന്ത്രണവും വയർലെസ് കമ്പ്യൂട്ടർ മൗസും
പച്ച അസ്ഫാൽറ്റിൽ വെളുത്ത വര
പച്ചയും ചാരനിറത്തിലുള്ള കസേര
പുരുഷന്റെ തലയിൽ നീല തൊപ്പി
വെള്ളത്തിൽ ഒരു വിമാനം
കുപ്പി മേശപ്പുറത്തുണ്ട്
ചുവന്ന വെളിച്ചം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ടെഡി ബിയറുകൾ ഒരു മധ്യഭാഗത്ത് അഭിമുഖീകരിക്കുന്നു
ഒരു ആൺകുട്ടി സ്കാറ്റ്ബോർഡിംഗ് ചെയ്യുന്നു
\ ദയവായി \ എന്ന വാക്ക്
പശ്ചാത്തലത്തിലുള്ള ഒരു വലിയ ജനക്കൂട്ടം.
ഇരുണ്ട പച്ച ബ്രൊക്കോളി ഫ്ലോററ്റ്
ഒരു സർഫ് ബോർഡ്
ഓറഞ്ച് നിറത്തിലുള്ള ഒരു പ്ലാസ്റ്റിക് കസേര
മനുഷ്യനിൽ ചുവന്ന ബാക്ക്പാക്ക്
പാറകളിൽ രണ്ട് ആനകൾ
വ്യക്തി സ്നോ സ്കീയിംഗ്
മനുഷ്യൻ വൈക്കോൽ തൊപ്പി ധരിക്കുന്നു.
ഒരു ടെന്നീസ് കളിക്കാരൻ ഒരു ടെന്നീസ് മത്സരത്തിൽ വലയെ സമീപിക്കുന്നു
ആനയ്ക്ക് കൊമ്പുകളുണ്ട്
ചാരനിറത്തിലുള്ള റോഡ്
കിടക്കയിൽ ഇരിക്കുന്ന കുഞ്ഞ്
തവിട്ട് മരം തറ
6 ദൃശ്യമായ ചുവപ്പും പച്ചയും ആപ്പിൾ
ഒരു ബേസ്ബോൾ ഗെയിമിലെ ഒരു അമ്പയർ.
നിലത്തു കാറിന്റെ നിഴൽ
സെപിയ ടോൺ ചെയ്ത ഫോട്ടോ
പ്രഭാത ഭക്ഷണം കഴിക്കുന്ന ഒരു ടൂറിസ്റ്റ്
ഇതാണ് ആകാശം
ട്രാക്കുകളിൽ ഒരു ചുവന്ന ട്രെയിൻ എഞ്ചിൻ
സോക്കർ കളിക്കുന്ന ഒരാൾ.
ഭക്ഷണം ഒരു തളികയിൽ
ജാലകങ്ങളുള്ള വെളുത്ത കെട്ടിടം
"ചുവപ്പ്, പച്ച ബട്ടണുകൾ ഉണ്ട്"
ചെറിയ വെളുത്ത വരി ബോട്ട്
കുതിരകളും പശുക്കളും മേയുന്നു
ആളുകൾ മേശയ്ക്കുമുന്നിൽ നിൽക്കുന്നു
"ഭക്ഷണം പാത്രത്തിലും,കലങ്ങളിലും"
എല്ലാം വെളുത്ത സൈക്കിൾ
ഒരു കുളിമുറിയിൽ രണ്ട് കറുത്ത പൂച്ചകൾ
സ്കേറ്റ്ബോർഡർ ധരിച്ചിരിക്കുന്ന തൊപ്പി
എക്സിബിറ്റിലെ ചെറിയ വിമാനം
ബക്കിംഗ് കുതിര കുതിരസവാരികാരന്റെ കൂടെ
തിളങ്ങുന്ന വെളുത്ത സിങ്ക് കൗണ്ടർ
ചുവപ്പും വെള്ളയും സർഫ്ബോർഡ് ബീച്ച് വെച്ചിരിക്കുന്നു
ഇതൊരു സ്പൂൺ ആണ്
പ്രതിമ പച്ചയാണ്
പൂച്ച തളർന്നു
ചിഹ്നത്തിൽ പിങ്ക് സ്റ്റിക്കർ സ്ഥാപിക്കുന്നു
നിലത്ത് ടൂത്ത് ബ്രഷ്.
ഇരുണ്ട നീല / പച്ച വാഹനം.
വേവിച്ച തവിട്ട് പിസ്സ പുറംതോട്
വീഡിയോ ഗെയിം കളിക്കുന്നത് നിൽക്കുന്നത് പെൺകുട്ടി
ഒരു മണൽ കടൽത്തീരത്തിന്റെ ഭാഗം
തറയിൽ വെളുത്ത ടോയ്‌ലറ്റ്.
പിങ്ക് സർഫ്ബോർഡ്
മനുഷ്യൻ വെള്ളത്തിലാണ്
കാറുകൾ കടൽത്തീരത്ത് തുടർച്ചയായി പാർക്ക് ചെയ്തു
മോട്ടോർസൈക്കിൾ പഴയതാണ്
ഒരു ഹിമത്തിന്റെ ഭാഗം
കോച്ച് വേലിക്ക് പിന്നിൽ നിൽക്കുന്നു
ആളുകൾ ഒരു തെരുവിലൂടെ ജോഗിംഗ് നടത്തുന്നു
പുരുഷനും സ്ത്രീയും മൈക്രോഫോണിന് പിന്നിൽ
ബാറ്റ് അതിന്റെ സ്വിംഗിലൂടെ പിന്തുടരുന്നു.
"മഞ്ഞ, നീല ഡബിൾ ഡെക്കർ ബസുകൾ"
ഒരു കുന്നിലെ ഇടതൂർന്ന സസ്യങ്ങൾ
കളിക്കാരന്റെ വലത് ഷൂ
വെള്ളത്തിൽ കയാക്കിംഗ് നടത്തുന്ന ആളുകളുടെ ചിത്രം.
കാണാവുന്ന മരത്തിന്റെ ട്ട്രങ്ക് വെള്ളത്തിൽ.
അലമാരയിൽ വെള്ളി ഹാൻഡിലുകൾ
ചാരനിറത്തിലുള്ള നടപ്പാത
കറുത്ത പൂച്ചയെ കാണുന്നു.
പശുക്കളെ കാണുന്നു.
പ്രതിമയിൽ സാന്താ തൊപ്പി.
റോഡിൽ ചാരനിറത്തിലുള്ള നടപ്പാത
റോഡിനരികിൽ പാർക്ക് ചെയ്തിരിക്കുന്ന കുറച്ച് കാറുകൾ
ജിറാഫ് മരത്തിന്റെ ശാഖ കടിക്കുകയാണ്.
ടെന്നീസ് കോർട്ടിൽ നിൽക്കുന്ന പെൺകുട്ടി
ഒരു ബേസ്ബോൾ ബാറ്റ് പിടിക്കുന്ന പയ്യൻ
മരങ്ങളുടെ കൊമ്പുകളിൽ മഞ്ഞ് വീഴുന്നു
ആളുകൾ ഒരു ബോട്ടിലാണ്
സീബ്ര ക്രോസിംഗിന്റെ ഒരു ഭാഗം
തിളക്കമുള്ള നീല ടൈ വായുവിൽ പറക്കുന്നു.
പച്ച തലകീഴായി സ്നോബോർഡ്
മഞ്ഞ് വേലി
ഇവ കാലുകൾ മടക്കിക്കളയുന്നു
ഇതൊരു നിർത്തൽ തൂണാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പുരുഷനും സ്ത്രീയും നഗരത്തിലെ നടപ്പാതയിലൂടെ നടക്കുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ജിറാഫിൽ രണ്ട് കൊമ്പ്
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ക്ലോക്കിലെ അക്കം 11
ഷർട്ട് മഞ്ഞയാണ്
കുട്ടി ബെഞ്ചിൽ കിടക്കുന്നു
കൂർത്ത മേൽക്കൂരയുള്ള കല്ല് ഗോപുരം
മുന്നിൽ m ഉള്ള കറുത്ത തൊപ്പി
കുഞ്ഞ് ആന
സ്ത്രീ ബ്രൊക്കോളിയുടെ തണ്ട് പിടിക്കുന്നു.
നിരവധി മൃഗങ്ങളെ ചിത്രത്തിൽ കാണാം.
സ്ത്രീ ഫോണിൽ സംസാരിക്കുന്നു
ഇതൊരു ഗ്ലാസ് ആണ്
പാതക്കടുത്തുള്ള പുൽമേടുകൾ
കരടിയുടെ കറുത്ത മൂക്ക്
ചെടികൾക്കൊപ്പം ഇരിക്കുന്ന പൂച്ച
ഒരു റെയിൽ‌വേയിൽ‌ ട്രെയിൻ‌ കടന്നുപോകുന്നു
സ്ത്രീ ലെഗ് വാമറുകൾ ധരിക്കുന്നു.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു തലയിണയ്ക്കായി ലാപ്‌ടോപ്പ് ഉപയോഗിക്കുന്ന പൂച്ച
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ചെറിയ കുട്ടി ഉച്ചഭക്ഷണം കഴിക്കുന്നു
ഒരു പാത്രത്തിൽ മാക്രോണി
ഒരു സ്കേറ്റ് ഉദ്യാനത്തിലെ ആളുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു വിമാനത്തിന്റെ ഇടത് പ്രൊപ്പല്ലർ
പുല്ല് തിന്നുന്ന വെളുത്ത കുതിര
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
2 പശുക്കൾ
കൊച്ചു പെൺകുട്ടിയുടെ വലതു കൈ
മനുഷ്യന്റെ കൈത്തണ്ടയിൽ ഒരു വാച്ച്
വെളുത്ത കൈകൾ ടോയ്‌ലറ്റ് പാത്രത്തിന്റെ അരികിൽ പിടിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
സ്കേറ്റ്ബോർഡിൽ ചുരുണ്ട മുടിയുള്ള വ്യക്തി
ടോപ്പ് തൊപ്പി ധരിച്ച കറുത്ത പൂച്ച
ശിരോകവജങ്ങൾ കറുത്തതാണ്
ചുവപ്പ് വാചകം വൈറ്റിൽ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പാത്രത്തിൽ ഹോട്ട് ഡോഗ് ബൺ വറുത്തത്
നടക്കുമ്പോൾ ഒരു സെൽ ഫോൺ നോക്കുന്ന ലേഡി
ഇളകിപ്പോയ പെയിന്റിൽ MOTEL ചിഹ്നം
ഒരു കുളിമുറിയിൽ ടോയ്‌ലറ്റുകൾ
മനുഷ്യൻ ചാരനിറത്തിലുള്ള സോക്സാണ് ധരിക്കുന്നത്
ഇതാണ് സമുദ്രം
കറുത്ത ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ ഓണാക്കി
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ആന നിൽക്കുന്നു.
"മധ്യത്തിൽ മഞ്ഞ വരയുള്ള , ഹൈവേയുടെ നീളം"
മടക്കിയ വായന ഗ്ലാസുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
മതിൽ മഞ്ഞ നിറമാണ്.
MYR അക്ഷരങ്ങൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പന്ത് ഒരു ഫുട്ബോൾ ആണ്
ആനയെ നയിക്കുന്ന ഒരാൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പക്ഷികൾ വെള്ളത്തിൽ അലയടിക്കുന്നു.
അലങ്കാര തെരുവ് വിളക്കിന്റെ മുകളിൽ
അലങ്കാര തെരുവ് വെളിച്ചം
ട്രെയിനിന്റെ മുൻവശത്തെ നമ്പർ 73
ഫലത്തിന്റെ നാല് കഷണങ്ങൾ
ഇരട്ട നില വിനോദ ബസ്
കട്ടിലിനും കിടക്കുമിടയിൽ ടെഡി ബിയർ പിടിക്കപ്പെടുന്നു
വായുവിൽ സ്കേറ്റ്ബോർഡ്
നാല് ബേസ്ബോൾ കളിക്കാർ നിൽക്കുന്നു
സ്ത്രീ ടാങ്ക് ടോപ്പ് ധരിക്കുന്നു
പന്ത് തട്ടാൻ തയ്യാറായ ബാറ്റർ
ഒരു സ്‌ക്രീനിന്റെ ഭാഗം
ഒരു കസേരയിൽ ഒരു പൂച്ച
കുഞ്ഞ് ആന
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വലിയ നീല സ്യൂട്ട്‌കേസ്.
ബാത്ത്റൂം സിങ്ക്
വെളുത്ത തടി വേലി
വർണ്ണാഭമായ പരമ്പരാഗത വസ്ത്രത്തിൽ സ്ത്രീ
കുഞ്ഞ് ആന
ഒരു കൂട്ടം ജിറാഫുകൾ
ഒരു മുറിയിൽ രണ്ട് കിടക്കകൾ
വ്യക്തി ഒരു ഷർട്ട് ധരിക്കുന്നു
ഒരു പ്ലഗ് out ട്ട്‌ലെറ്റിലേക്ക് പ്ലഗ് ചെയ്‌തു.
ഒരു വെളുത്ത ഫ്രിസ്ബീ വായുവിലൂടെ പറക്കുന്നു
തൊപ്പി ഉള്ള മനുഷ്യന്റെ മുഖം
ചുവപ്പും വെള്ളയും പേപ്പർ കപ്പിലുള്ള പാനീയം
ഒരു സ്നൈൽ ഓടിക്കുന്ന തവള
മൂലയിൽ ഉപകരണങ്ങൾ വ്യായാമം ചെയ്യുക.
തെരുവിൽ ചുവന്ന അഗ്നി ജലാംശം
ബസ്സിൽ ലഗേജ് കയറ്റുന്ന ആളുകൾ
ഒരു മഞ്ഞ കുട
തീവണ്ടി പാളത്തിൽ ഒരു തീവണ്ടി
ചിത്രക്കാരന്റെ വര
ട്രെയിൻ നീങ്ങുന്നു
ഒരു ക്യാമറ കൈവശമുള്ള കൈകൾ
പ്ലേറ്റിൽ വാഴപ്പഴം.
ട്രെയിൻ മുന്നോട്ട് പോകുന്നത് തടയുന്ന മഞ്ഞ ത്രികോണ തടസ്സം.
ഒരു കണ്ണാടി
നിരവധി വള്ളങ്ങൾ വെള്ളത്തിൽ
ടവറിൽ ഭീമൻ ക്ലോക്ക്.
ടാൻ ബാത്ത്റൂം പായ
സർഫ്ബോർഡിൽ കിടക്കുന്ന സ്ത്രീ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു മുറ്റത്ത് ആന
സെല്ലുലാർ ഫോൺ പരസ്യം
ഒരു സ്റ്റോർ‌ഫ്രണ്ട് ചിഹ്നം
ജെല്ലി ഫിഷ് ആകൃതിയിലുള്ള ഒരു കൈറ്റ്
തെളിഞ്ഞ ആകാശത്ത് പട്ടങ്ങൾ
ഒരു വെളുത്ത ആപ്പിൾ മൗസ്
പക്ഷിയുടെ വാൽ
പുരുഷന്റെ മുഖത്ത് രണ്ട് കണ്ണുകൾ.
ഒരു ബണ്ണിൽ ഹോട്ട്ഡോഗ്
മഞ്ഞിലെ ചെറിയ നായ
മനോഹരമായ പിങ്ക് പൂക്കൾ
ജന്നല്‍പ്പടിയുടെ മുകളിൽ ഇരിക്കുന്ന ഒരു ലാവ വിളക്ക്
ഒരു കറുത്ത മരം ഹെഡ്‌ബോർഡ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു പെൺകുട്ടിക്ക് ഷോർട്ട്സ്
പുല്ല് പച്ചയാണ്
നിലത്ത് വിമാനം
സർഫിൽ നിൽക്കുന്ന മനുഷ്യൻ
ഇതാണ് ആകാശം
മരം ബേസ്ബോൾ ബാറ്റ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു പർവതത്തിന്റെ മുകൾ ഭാഗം
ഒരു വ്യക്തി പിസ്സ മുറിക്കുകയാണ്
ഒരു യാത്രാ വിമാനം ലാൻഡിംഗിന് തയ്യാറെടുക്കുന്നു
മൂന്ന് വ്യത്യസ്ത നിറങ്ങളിലുള്ള സ്യൂട്ട്‌കേസുകൾ‌ അവയിൽ‌ എഴുതിക്കൊണ്ടിരിക്കുന്നു.
ഇഷ്ടിക കെട്ടിടത്തിലെ വിൻഡോ
പഴുത്ത മഞ്ഞ വാഴപ്പഴം ഒരു കൗണ്ടറിൽ
കറുത്ത പൂച്ച ഒരു കുടത്തിൽ നിന്ന് കുടിക്കുന്നു
ഒരു വിറകിന്റെ ഭാഗം
തെരുവിൽ ഒരു കറുത്ത കാർ
നീല ചായം പൂശിയ ഉപരിതലം
തവിട്ട് കുതിര ചാടൽ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കമ്പ്യൂട്ടർ സ്ക്രീനിലെ ഐക്കണുകൾ
കല്ല് വരച്ച ബാനർ
സമുദ്രം ശാന്തമാണ്
ഒരു സബ്‌വേ സ്റ്റേഷനിൽ ഒരു ട്രെയിൻ
ഒരു ചതുര പ്ലേറ്റിൽ രണ്ട് കഷ്ണം പിസ്സ
സമുദ്രത്തിൽ സഞ്ചരിക്കുന്ന കപ്പൽ
ഇതാണ് ആകാശം
ഒരു ജനലിന്റെ വിഭാഗം
ഒരാൾ താഴെ ഇരിക്കുന്നു
ചുമരിൽ ഒരു സ്പീക്കർ
വൈറ്റ് കമ്പ്യൂട്ടർ മൗസ്.
ഗ്രേ ടാബി കാറിൽ ഇരിക്കുന്നു
ബെഞ്ചിലിരിക്കുന്ന സ്ത്രീ
ഒരു പർപ്പിൾ നടുമുറ്റത്ത് കുട
ഇത് ഒരു സ്ത്രീയാണ്
സംരക്ഷക വസ്ത്രം ധരിച്ച മനുഷ്യൻ
പകുതി കഴിച്ച എംപാനഡ ഒരു വ്യക്തി കൈവശം വച്ചിരിക്കുന്നു
ആട്ടിൻകൂട്ടവുമായി നടക്കുന്ന വലിയ രോമങ്ങളുള്ള ആടുകൾ.
ഒരു ബ്രൗൺ രോമമുള്ള ടെഡി ബിയർ
ഉയരമുള്ള മരത്തിന്റെ ഭാഗം
വിമാനത്തിന്റെ ചിറകിലെ എഴുത്ത്
ജോലിയിൽ ശ്രദ്ധ കേന്ദ്രികരിച്ചിരിക്കുന്ന സ്ത്രീ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
തെരുവിൽ തകർന്ന വെളുത്ത വരകൾ
തെരുവ് ചിഹ്നമുള്ള ഉയരമുള്ള പോസ്റ്റ്
വിമാനം നീലയാണ്
സർപ്പിള രശ്മികളുള്ള ഓറഞ്ച് സൂര്യൻ
ഒരു വലിയ പിങ്ക് വിൻഡോ
കറങ്ങുന്ന ട്രേയിൽ ഒരു കുപ്പി ചൂടുള്ള സോസ്
നീലാകാശത്തിന്റെ ഒരു ഭാഗം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചുവന്ന തൊപ്പിയിൽ ഒരു വെളുത്ത സി
ആകാശത്ത് വലിയ വെളുത്ത മാറൽ മേഘങ്ങൾ
വലതുവശത്ത് ഇരിക്കുന്ന വെളുത്ത ടോയ്‌ലറ്റ്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കോൺക്രീറ്റ് മതിൽ വെളുത്ത ചായം പൂശി.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു മനുഷ്യന്റെ ഇടത് നൈക്ക് ക്ലീറ്റ്.
സ്കീയുമായി വായുവിൽ ഒരു മനുഷ്യൻ
ട്രാക്കുകളിൽ പരിശീലനം
സ്ത്രീക്ക് തവിട്ട് തൊപ്പി
ക്യാമറയ്ക്ക് സമീപം ഇരിക്കുന്നയാൾ
ഒരു സിൽവർ സെൽ ഫോൺ
കട്ടിലിൽ ഇരിക്കുന്ന പൂച്ച
പൂച്ചയുടെ കൈകളിൽ മങ്ങിയ പിങ്ക് കല റിമോട്ട്
കുഞ്ഞ് ആന
ഒലിവ് പച്ച കണ്ണുകളുള്ള പൂച്ച.
പശ്ചാത്തലത്തിൽ ഉയരമുള്ള മരത്തിന്റെ ട്ട്രങ്ക്
സ്ത്രീയുടെ മൂക്ക്
ചക്രങ്ങളുള്ള നീല സ്യൂട്ട്‌കേസ്
ബോട്ടിന്റെ പുറകിൽ ഒരു മഞ്ഞ പതാക
ഒരു കഷണം സ്ട്രോബെറി
സവന്നയിലെ രണ്ട് ജിറാഫുകൾ
ഒരു കുതിര ഓടുന്നു.
മഞ്ഞ ടൈയുള്ള വ്യക്തി
ഒരു കുഞ്ഞിനെ ഹോൾഡിംഗ് ചെയ്യുന്ന ഒരു സ്ത്രീ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വിമാനത്തിലെ നീല സ്കൈവെസ്റ്റ് നാമം
ചുമരിൽ കണ്ണാടി
നിലത്ത് കറുത്ത വസ്തു
ഒരു കറുത്ത ടോയ്‌ലറ്റ് ഇരിപ്പിടം
ഒലിവുകളുടെ ഒരു വലിയ സംഘം.
അകലെ മഞ്ഞ ഇളം അക്ഷരങ്ങൾ.
മൂന്ന് പേർ ക്യാമറയ്ക്ക് മുന്നിൽ പുഞ്ചിരിക്കുന്നു
സുവർണ്ണ പെൺകുട്ടികളുടെ തുറന്ന ക്രെഡിറ്റുകൾ
ഒരു റോഡിന്റെ ഭാഗം
ഒരു വലിയ കത്രിക ഒരു ഇഷ്ടിക കെട്ടിടത്തിൽ ഒരു അടയാളമായി ഘടിപ്പിച്ചിരിക്കുന്നു
ഒന്നിലധികം സർഫ്ബോർഡുകൾ നിരന്നു
കറുത്ത ഹെൽമെറ്റ് ധരിച്ച പുരുഷ സ്കേറ്റ്ബോർഡർ
ചലനം മങ്ങിയ പൂച്ച തല
ഒരാൾ ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു
അക്ഷരങ്ങൾ നീല നിറമാണ്.
കറുത്ത വില്ലുകളുള്ള രണ്ട് കറുത്ത ഷൂസ്
ത്രികോണ ട്രാഫിക് ചിഹ്നം
ടൈലിന് നേരെ തൂക്കിയിട്ടിരിക്കുന്ന വെളുത്ത ബാത്ത് ടവൽ
കണ്ണാടിയിൽ ഒരു മനുഷ്യൻ
ഒരു മതിലിന്റെ ഭാഗം
ചുവന്ന ചക്രങ്ങളുള്ള കറുത്ത സ്കേറ്റ്ബോർഡ്
കുഞ്ഞ് ആന
ഒരു തെളിഞ്ഞ ഭാഗത്തിന്റെ ഭാഗം
ഒരു വെളുത്ത അഗ്നി ജലാംശം
ഏകാന്തമായ ഒരു പട്ടം ആകാശത്ത് പറക്കുന്നു
പുല്ലിൽ കിടക്കുന്ന സീബ്രകൾ
മൃഗശാലയിലെ സീബ്രകൾ
കെട്ടിടത്തിന് മുകളിൽ ശൂന്യമായ പരസ്യബോർഡ് ചിഹ്നം
അവരുടെ ബ്രാൻഡുകൾ പരസ്യം ചെയ്യുന്ന ധാരാളം അടയാളങ്ങൾ
ഒരു സ്ത്രീ ഫോണിൽ സംസാരിക്കുന്നു
മനുഷ്യന്റെ മുഖത്ത് ഗ്യാസ് മാസ്ക്
ശരാശരി തരംഗത്തിൽ സവാരി ചെയ്യുന്ന പുരുഷ സർഫർ
ഇത് ഒരു മനുഷ്യനാണ്
മനുഷ്യന്റെ കൃഷ്ണമണി
നമ്പർ 110
കുഞ്ഞ് ആന
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
തവിട്ടുനിറത്തിലുള്ള കുതിര വലിക്കുന്ന ട്രോളി
കണ്ണട ധരിച്ച മനുഷ്യൻ
കറുപ്പും വെളുപ്പും ചിത്രം.
ഒരു മേശപ്പുറത്ത് ഒരു പ്ലേറ്റ്.
മേശപ്പുറത്ത് വെളിച്ചം
മനുഷ്യൻ സ്കേറ്റർബോർഡ് ഓടിക്കുന്നു
കടയിൽ ധാരാളം മോട്ടോർ സൈക്കിളുകൾ.
ഒരു ട്ര ous സറിന്റെ ഭാഗം
ഒരു കടൽത്തീരത്തിന്റെ ഭാഗം
ടെന്നീസ് ബോൾ സേവിക്കുന്ന സ്ത്രീ
മനുഷ്യൻ ഒരു ക്യാമറ അവശേഷിക്കുന്നു
കുതിരപ്പുറത്തുള്ള ഒരാൾ
കുഞ്ഞ് ആന
പൂച്ച കാണുന്ന എൽജി ടിവി
കറുത്ത മേലങ്കിയുഡേ കൂടെ ഫ്ലോറെസെന്റ് മഞ്ഞ കുപ്പായം
വെളുത്ത മഞ്ഞുമൂടിയ പർവതത്തിൽ നിന്ന് സ്കീയിംഗ് ചെയ്യുന്ന വ്യക്തി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചുവന്ന ഷർട്ടിൽ കാഴ്ചക്കാരൻ
തവിട്ട് മരത്തിന്റെ മുറിക്കൽ ബോർഡ്
ഒരു ഗ്ലാസിന്റെ അടിയിൽ
ചവറ്റുകുട്ടയുടെ മുകളിൽ ലിഡ് ചെയ്യാൻ കഴിയും
കോണിലുള്ള ഫോട്ടോഗ്രാഫറുടെ പേര്.
നടപ്പാതയിൽ മൃഗങ്ങളുടെ ഒരു ശേഖരം.
മഞ്ഞ ടെന്നീസ് പന്ത് മനുഷ്യൻ എറിഞ്ഞു
പച്ച അരിഞ്ഞ ജലപെനോസ്
ബാറ്റ് ചെയ്യാൻ കളിക്കാരൻ
മങ്ങിയ പച്ച ടെന്നീസ് ബോൾ
മനുഷ്യൻ ഒരു നായയെ പിടിക്കുന്നു
വ്യക്തി വരയുള്ള സ്വെറ്റർ ധരിക്കുന്നു.
നീലയും വെള്ളിയുമുള്ള മോട്ടോർ സൈക്കിളിൽ ഒരാൾ
വലിയ പച്ച ഇലകൾ തൂങ്ങികിടക്കുന്നു
ഒരു കറുത്ത ടെലിവിഷൻ
തലകീഴായി പിടിച്ചിരികുന്ന ഇളം നിറമുള്ള കുട
പാർക്ക് ചെയ്തിരിക്കുന്ന മൂന്ന് മോട്ടോർസൈക്കിളുകൾ
കാട്ടിൽ കുതിര.
ചർമ്മവും കറുത്ത മുടിയും ഉള്ള ചെറുപ്പക്കാരൻ
വെള്ളത്തിൽ സ്പർശിക്കുന്ന ഒരു സർഫർ കൈ
ട്രേയിൽ ചോക്ലേറ്റ് കേക്ക് കഷണം
ബെഞ്ചിന്റെ നിഴൽ
ചിത്രം പുറത്തെടുത്തു.
വെളുത്ത പ്ലേറ്റിൽ ബാഗൽ
കുളത്തിൽ ധ്രുവക്കരടി നോക്കുന്നു
ഒരു ബാഗ് കോട്ടൺ മിഠായി
പുറകോട്ട് തൊപ്പി ധരിച്ച മനുഷ്യൻ
സൂര്യൻ ഗ്ലാസ് ധരിച്ച ചന്ദ്രക്കലയുള്ള കൈറ്റ്
പുഷ്പവസ്ത്രം ധരിച്ച സ്ത്രീ
"തവിട്ട്, വെള്ള പൂച്ച"
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വെളുത്ത ക്ലോക്ക് മുഖം
നിഴലിൽ ഇരിക്കുന്ന ചെറുപ്പക്കാരൻ
ശാന്തയുടെ കുരുമുളക്
കാട്ടിൽ ഒരു സീബ്ര
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
റോഡിന്റെ വശത്ത് ചുവന്ന പെട്ടി
പുല്ല് വണ്ടിക്കുള്ളിൽ മനുഷ്യൻ
വരണ്ട പുല്ലിന്റെ ഭാഗം
വിമാനം കരയിലേക്ക് വരുന്നു
നാല് എയർലൈൻ ജീവനക്കാർ
ടർബോ എന്നാണ് മോട്ടോർസൈക്കിൾ ബ്രാൻഡിന്റെ പേര്
ആകാശത്ത് പറക്കുന്ന വിമാനം
പുൽമേടുകൾ
തവിട്ടുനിറത്തിലുള്ള കരടി കാടുകളിലൂടെ നടക്കുന്നു
വാഴപ്പഴത്തിന്റെ ഒരു കൂമ്പാരം
വളരെ ഉയരമുള്ള ജിറാഫ്
മോട്ടോർബൈക്കിന്റെ പിന്നിലുള്ള ലൈസൻസ് പ്ലേറ്റ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വെളുത്ത ഷർട്ടും തവിട്ടു പാന്റും ധരിച്ച യുവാവ്
നിൽക്കുന്ന ഒരാൾ
ആകാശത്ത് വെളിച്ചവും ഇരുണ്ട മേഘങ്ങളും
തിളങ്ങുന്ന നായ്ക്കളുടെ കണ്ണുകൾ
"ഓറഞ്ച്, മഞ്ഞ പൂക്കൾ."
ബ്ലാക്ക് ആൻഡ് ടാൻ ബേസ്ബോൾ ബാറ്റ്.
ഒരു സ്ലൈസ് നഷ്‌ടമായ ഒരു ചോക്ലേറ്റ് കേക്ക്
ഒരു ഭക്ഷണശാലയിലെ ആളുകൾ
സ്കേറ്റ് സ്റ്റണ്ടുകൾ ചെയ്യുന്ന ഒരാൾ
നടുമുറ്റത്ത് ഭക്ഷണം കഴിക്കുന്ന മനുഷ്യൻ
ജിറാഫി ഒരു ഇഷ്ടിക കെട്ടിടത്തിന് മുന്നിൽ നിൽക്കുന്നു
ചുവന്ന കൈറ്റ് ഉപയോഗിച്ച് കൈറ്റ്സർഫിംഗ് ആസ്വദിക്കുന്നു
ഒരു വയലിൽ നിൽക്കുന്ന ജിറാഫ്
മനുഷ്യന്റെ തലയിൽ ചുവന്ന തൊപ്പി
ജിറാഫിന് പിന്നിൽ പാറകൾ
പച്ച ടെന്നീസ് ബോൾ
നീലയും വെള്ളയും വൃത്തം
ബാറ്റിൽ ബേസ്ബോൾ കളിക്കാരൻ
കമ്പ്യൂട്ടർ ഓണാണ്
ഒരു മനുഷ്യൻ ഒരു സാൻഡ്‌വിച്ച് കഴിക്കുന്നു
കറുത്തതും വെളുത്തതുമായ ഒരു രോമമുള്ള പൂച്ച
വലത് കാലിൽ ചെറിയ സ്കൂൾ
രണ്ട് ജിറാഫുകളെ കാണിച്ചിരിക്കുന്നു
ചുവപ്പും വെള്ളയും ചവറ്റുകുട്ട
മുടി തവിട്ട് നിറമാണ്.
ഭക്ഷണം പിടിച്ചിരിക്കുന്ന സ്ത്രീ
സ്റ്റൂളിൽ ആപ്പിൾ കമ്പ്യൂട്ടർ സ്ക്രീൻ
ഒരു ബാറ്റർ പന്ത് സ്ലഗ് ചെയ്യുന്നു
ബേസ്ബോൾ കളിക്കാരൻ പിയേഴ്സിൻസ്കി
സീബ്ര
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ക്യാച്ചർ ആയ ബേസ്ബോൾ കളിക്കാരൻ
പാർക്ക് ചെയ്ത വിമാനത്തിന് പിന്നിൽ സൂര്യാസ്തമയം
ചെടി വിരളവും നഗ്നവുമാണ്
ഒരു വലിയ ക്ലോക്ക് മുഖം
സ്യൂട്ട് നീലയാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു പിസ്സയിൽ ചീസ്
ജെറ്റ് വിമാനം പറക്കുന്നു
ഫോട്ടോ ഫ്ലിക്കറിൽ പോസ്റ്റ് ചെയ്തു.
പിങ്ക് വസ്ത്രം ധരിച്ച ഒരു പെൺകുട്ടി
സിൽവർ ഫ്രിഡ്ജിൽ ധാരാളം വർണ്ണാഭമായ കാന്തങ്ങൾ
മുൻവശത്ത് ഒരു ബൈക്കുമായി മെട്രോബസ്.
ടെന്നീസ് ബോൾ വായുവിൽ
സ്കേറ്റ്ബോർഡർ വായുവിൽ ഉയർന്നതാണ്
ഭക്ഷണത്തിന്റെ ചിത്രം.
കസേര ചുവപ്പാണ്
ഒരു ചുവരിൽ ടെലിവിഷൻ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വെളുത്ത പഞ്ചസാര ഗ്ലേസ്
ഒരു വെള്ളി വിളക്ക് മേൽക്കൂരയിൽ
ഗ്രേ വയർ വേലിക്ക് മുകളിൽ
ആനകളുടെ തുമ്പിക്കൈ
ആകാശത്ത് ഒരു നീണ്ട ചുവന്ന പട്ടം
ദ്വീപ് ബീച്ച് രംഗം
ചാരനിറത്തിൽ അടിത്തറയുള്ള ഒരു വലിയ മരം
എറിയുന്ന ഫ്രിസ്ബീ.
ഒരു ആൺകുട്ടി സ്കേറ്റിംഗ് ചെയ്യുന്നു.
ജോലിസ്ഥലത്തിന്റെ ചിത്രം.
ജെറ്റുകൾ വായുവിൽ പറക്കുന്നു
ബീഫ് ബുറിറ്റോ പകുതിയായി മുറിച്ചു
ചിത്രത്തെ അഭിമുഖീകരിക്കുന്ന പശുക്കൾ
ഒരു റെയിൽ‌വേയിൽ‌ ചുവന്ന ട്രെയിൻ‌
ക്യാമറയ്ക്ക് വേണ്ടി പോസ് ചെയ്യുന്ന ഒരാൾ
ഷെൽഫിൽ ടീം ഷർട്ടുകൾ
ചാരനിറത്തിലുള്ള പിക്ക് അപ്പ് ട്രക്ക്.
ഇറ്റലിയെക്കുറിച്ചുള്ള ഒരു ഗൈഡ്ബുക്ക്.
വ്യക്തിയും ഒരു സ്‌ട്രോളറും
ബസ് മുമ്പിൽ ഓറഞ്ച് പദങ്ങൾ
ചുമരിൽ ഘടിപ്പിച്ചിരിക്കുന്ന ലൈറ്റ് ഫർണിച്ചറുകൾ.
ഒരാൾ പന്തിൽ ബാറ്റ് സ്വിംഗ് ചെയ്യുന്നു
ഇതൊരു നീല സമുദ്രമാണ്
ഒരു ടെന്നീസ് റാക്കറ്റ്
ഒരു പട്ടം പറക്കുന്നു
ഇടത്തരം വലുപ്പമുള്ള അഗ്നി ജലാംശം
ഇതൊരു സുചി കേക്ക് ആണ്
മുകളിലുള്ള ഒരു റോളക്സ് ചിഹ്നം
ഒരു മഞ്ഞ സ്കൂൾ ബസ്
ചുവന്ന റെയിൻ‌കോട്ട് ധരിക്കുന്ന വ്യക്തി
ഇതൊരു വാഴപ്പഴത്തിന്റെ തൊലിയാണ്
തറയിൽ ചുവന്ന സ്യൂട്ട്കേസ്
കറുപ്പും മഞ്ഞയും എഞ്ചിൻ ഉള്ള ഒരു ട്രെയിൻ
ഒരു ചാര ലാപ്‌ടോപ്പ്
ആകാശത്തിലെ വിമാന പക്ഷികൾ വലയം.
നായ ഇരിക്കുന്നു
സ്യൂട്ട്‌കേസിലെ ഒരു ചെറിയ പൂച്ച പ്രതിമ
മൂന്ന് കുതിരകൾ മേച്ചിൽപ്പുറത്ത് മേയുന്നു
കറുത്ത തൂവലുകൾ ഉള്ള പക്ഷി
കമ്പ്യൂട്ടർ മോണിറ്റർ ഡെസ്‌കിൽ ഇരിക്കുന്നു.
ശൂന്യമായ ഷാംപെയ്ൻ കുപ്പി
വലതുവശത്തേക്ക് നോക്കുന്ന തൂവലുകൾ ഉള്ള ഒട്ടകപ്പക്ഷി
ഒരു ഗാർഡ് റെയിൽ ഒരു കാർ നിർത്തുന്നു
പുൽമേടുകളിൽ നിൽക്കുന്ന വ്യത്യസ്ത മൃഗങ്ങൾ
ഒരു കിടപ്പുമുറിയുടെ ചിത്രം.
പന്ത് പച്ച നിറത്തിലാണ്.
ചാരനിറത്തിലുള്ള സീലിംഗ്
പാർക്കിംഗ് മീറ്റർ കാണുന്നു.
ടാൻ ആൻഡ് വൈറ്റ് പൂച്ച
ഇതൊരു സ്കേറ്റർ വലയമാണ്
മനുഷ്യൻ വെളുത്ത കൈത്തണ്ട ബാൻഡ് ധരിക്കുന്നു
ആൺകുട്ടി താഴേക്കിറങ്ങുന്നു.
നിഴൽ ഇടുന്നു
ഒരു കുതിര മത്സരത്തിന്റെ ചിത്രം.
ഇതൊരു പഴയ ഫോട്ടോയാണ്
വെളുത്ത സ്റ്റഫ് ചെയ്ത ടെഡി ബിയർ
ഒരു ചുവരിൽ മിറർ
കന്നുകാലികൾ പുല്ലിൽ മേയുന്നു
സ്കീയേഴ്സ് തലയിൽ കണ്ണട
ആളുകൾ സർഫ്ബോർഡുകൾ വഹിക്കുന്നു
സ്ത്രീയുടെ കറുത്ത ലെതർ പേഴ്സ് വള്ളി അവളുടെ തോളിന് മുകളിലാണ്.
ജമ്പിംഗ് ട്രിക്ക് ചെയ്യുന്ന സ്കേറ്റ്ബോർഡർ
മൊബൈലിൽ രണ്ട് കറുത്ത ബൈക്കുകൾ.
വളരെ മനോഹരമായി കാണപ്പെടുന്ന സീബ്ര
അടുക്കളയുടെ മധ്യത്തിൽ മൊബീൽ ഷെൽഫ്
ലഗേജ് കാർട്ട് നീലയാണ്.
ഒരു ജെറ്റ് പറക്കുന്നു
ഒരു ടെന്നീസ് ബോൾ ബമ്പറിൽ ഇരിക്കുന്നു
ബസ് ഒരു തെരുവിൽ നിർത്തി
ഇത് മരങ്ങളാണ്
കുതിരസവാരി പുറത്ത് നിൽക്കുന്നു
ഒരു ക്രോം സിങ്ക് ഫ്യൂസറ്റ്
ആളുകൾ സ്കീയിംഗ് കാണിച്ചു
സൈക്കിളിൽ സീറ്റ്
ട്രെയിൻ ട്രാക്കിൽ നീലയും മഞ്ഞയും ട്രെയിൻ.
കട്ടിലിന്റെ മരം ഹെഡ്ബോർഡ്.
മോട്ടോർസൈക്കിളിന്റെ വശത്തെ പാളികളിലെ അടയാളം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ക്ലോക്കിന്റെ ഇരുവശത്തും കെരൂബുകൾ
ആകാശം നീലയാണ്
ടെന്നീസ് കളിക്കുന്ന ഒരു സ്ത്രീയുടെ രണ്ട് സമാന ചിത്രങ്ങൾ
ജാലകത്തിൽ വെളുത്ത ചെറിയ കർട്ടൻ ഉണ്ട് .
ബോട്ടിലെ വൈറ്റ് ഇലക്ട്രിക്കൽ സോക്കറ്റ്
"മഞ്ഞ, കറുപ്പ് ലൈസൻസ് പ്ലേറ്റ്."
സിൽവർ ഷാർപ്പി പേന തുറക്കുക
മോട്ടോർസൈക്കിളിന് പുറകിലുള്ള കറുത്ത ടോപ്പിൽ മഞ്ഞ എഴുത്ത്.
ഒരു കോൺക്രീറ്റ് ബെഞ്ച്.
തവിട്ടുനിറത്തിലുള്ള മുൾപടർപ്പിന്റെ ചെറിയ കൂട്ടം
ഇതൊരു സുസുക്കി ബൈക്കാണ്
കുഞ്ഞ് ആന
അരിയുന്ന ബോർഡ് വെളുത്തതാണ്
ഒരു കറുത്ത എച്ച്പി ലാപ്‌ടോപ്പ്
ഒരു ചെറിയ ഇളം തവിട്ട് നായ സോഫയിൽ കിടക്കുന്നു
ഒരു നോട്ട്ബുക്കിലെ സെൽ ഫോൺ
ഒരു തളികയിൽ മാംസം കഷണം
പ്രഭാതഭക്ഷണത്തിന്റെ ഒരു പ്ലേറ്റ്
ബോൾട്ടൻ സ്ട്രീറ്റ് അടയാളം അടക്കം
ബെഞ്ചിന്റെ ഇടത് കൈ
മുറി നന്നായി പ്രകാശിച്ചിട്ടില്ല
വർണ്ണാഭമായ സിൽക്കി ബന്ധങ്ങളുടെ വരികൾ
ആനകളുടെ കൂട്ടം
ചക്രങ്ങളുള്ള ഒരു കറുത്ത സ്യൂട്ട്കേസ്
വോളിബോൾ കളിക്കുന്ന ആളുകൾ
ഒരു കൗമാരക്കാരൻ സർഫിംഗ്.
ടെന്നീസ് കളിക്കുന്ന ഒരാൾ.
എഴുത്തിനൊപ്പം വലിയ അടയാളം
കറുത്ത ലാപ്‌ടോപ്പ്
പശ്ചാത്തലത്തിൽ വിളമ്പുന്ന സ്പൂൺ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വലിയ കറുത്ത കരടി മൂക്ക്
നിലത്ത് കറുത്ത പുള്ളി
ടവർ 1995 ൽ എഴുതിയിട്ടുണ്ട്
മരങ്ങൾ പച്ചയും ഇലകളുമാണ്
മോട്ടോർ സൈക്കിൾ പുല്ലിൽ ഇരിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു വെയിലുള്ള ദിവസം
മോട്ടോർസൈക്ലിസ്റ്റ് ഓടുന്നു
ഉപകരണം കൈവശമുള്ള മനുഷ്യന്റെ പ്രതിമ
കുരുമുളക് ചേർത്ത് വെജിറ്റബിൾസ്
ടാപ്പ് വെള്ളിയാണ്
വലിയ കഷണം പെപ്പർറോണി
ഇതൊരു ക്ലോക്ക് ആണ്
ട്രെയിൻ ട്രാക്കുകളുടെ വശത്ത് നിരവധി കല്ലുകൾ ഇട്ടിരിക്കുന്നു
ഓറഞ്ച് ഭാഗത്ത് വെളുത്ത ചതുരം
ഒരു തീവണ്ടി.
ദ്വീപ് ബീച്ച് രംഗം
ഒരു മഞ്ഞ സ്ട്രീറ്റ്കാർ ഒരു മഞ്ഞ വീടിനെ മറികടക്കുന്നു
മേശപ്പുറത്ത് ചിക്കൻ ചിറകുകൾ.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പെൺകുട്ടി നീല ജീൻസ് ധരിക്കുന്നു
നായ കറുത്തതാണ്
കട്ടിലിൽ ക്വീൽറ്റ്
ആളുകൾ ഫ്രിസ്ബീ കളിക്കുന്നു.
ഒരു റിമോട്ട് കാണിച്ചിരിക്കുന്നു
ഒരു കൗണ്ടറിൽ നീല ടെലിവിഷൻ
ഓടുന്ന ഡോഗ്
ഒരു സോഫയിൽ മനോഹരമായ നായ
മഞ്ഞുമലയിൽ നിൽക്കുന്ന മനുഷ്യൻ
\ വേ ഔട്ട് എന്ന് പറയുന്ന നാരങ്ങ പച്ച ചിഹ്നം
മേശപ്പുറത്ത് ചെറിയ വെളുത്ത വടി
ഇതൊരു ബാറ്ററാണ്.
ഒരു കൈറ്റ്സർഫർ.
വാതിലിന് പിന്നിലെ ചുമരിൽ ചുവന്ന ഘടികാരം.
വിമാനങ്ങളിൽ ആന.
വസ്ത്രം ചുവപ്പാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു ചെറിയ പെൺകുട്ടി കടലാസ് മുറിക്കുന്നു
ഒരു സ്ത്രീ ഒരു ചിഹ്നത്തിന്റെ ചിത്രം എടുക്കുന്നു
ഒരു വൈറ്റ് ടോയ്‌ലറ്റ്
ഇതൊരു ടോയ്‌ലറ്റ് ആണ്.
നനഞ്ഞ സ്യൂട്ടുകളിലുള്ള രണ്ടുപേർ രണ്ട് സർഫ്ബോർഡുകളുടെ അടുത്തായി സംസാരിക്കുന്നു
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ചെവിയിൽ മഞ്ഞ ടാഗ്
ഇത് ഒരു കഴുത്താണ്.
ഇതൊരു സ്റ്റോപ്പ്‌ലൈറ്റാണ്.
ജിറാഫിന്റെ കണ്ണ്
ഒരു ബേസ്ബോൾ.
ഇതൊരു പോലീസുകാരനാണ്.
നീല ഷോർട്ട്സിൽ മഞ്ഞ വര
രണ്ട് പഴയ വിമാനങ്ങൾ പറക്കുന്നു
ഒരു വലിയ പാംപ്പേർസിന്റെ ഭാഗം
പിങ്ക് കുത്തുകൾ ഉള്ള കുട
ഡിസ്പ്ലേയിലുള്ള ഒരു ലോക്കോമോട്ടീവ്
ഇതൊരു പാരച്യൂട്ടാണ്.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
പൂച്ചയുടെ വലത് കണ്ണ്
ഒരു ബോട്ടിൽ രണ്ടുപേർ.
ഇത് മരത്തിലെ മഞ്ഞ പക്ഷിയാണ്
ഒരു ടെന്നീസ് കോർട്ടിലെ വ്യക്തി
രണ്ട് കുട്ടികൾ കട്ടിലിൽ ഇരിക്കുന്നു
തടിയിൽ പച്ചമുളക്.
സിമന്റിൽ കറുത്ത മലം ഇടാൻ കഴിയും.
മനുഷ്യന്റെ കൈയിലുള്ള കറുത്ത പുസ്തകം.
ഒരു ഫോ ബാൻ മി സാൻഡ്‌വിച്ച് കഴിക്കുന്നു
മാൻ ഹോൾഡിംഗ് കൺട്രോളറുകൾ
കടൽത്തീരത്ത് കല്ലുകൾ
ഉരുകിയ ചീസ് ഉപയോഗിച്ച് തക്കാളി
ടെന്നീസ് കളിക്കാരൻ ഓടുന്നു
ഓറഞ്ച് ഷർട്ട് ധരിച്ച തൊഴിലാളി
വിമാനം മധ്യ വായുവിലാണ്
മനുഷ്യൻ തന്റെ സെൽ ഫോണിലേക്ക് നോക്കുകയാണ്
റോഡിന്റെ അരികിൽ വലിയ ദിശാസൂചന
നീല ഷർട്ട് ധരിച്ച പയ്യൻ
ഇതൊരു മൃഗമാണ്.
വഴിയിൽ ചുവന്ന ഫയർ ട്രക്ക്
കരയിൽ ഫ്രിസ്ബീ കളിക്കുന്ന പുരുഷന്മാർ
ഓവർഹെഡ് വൈറ്റ് ലൈറ്റ് ഫിക്ചർ
ട്രക്ക് സിലിണ്ടറുള്ളാൽ നിറച്ചിരിക്കുന്നു
വിമാനത്തിന് പിന്നിൽ തെളിഞ്ഞ ആകാശം
സർക്കസിൽ ഒരു ചെറിയ ആൾക്കൂട്ടം
മോട്ടോർ സൈക്കിൾ ഓടിക്കുന്ന പോലീസുകാരൻ
ഗ്ലാസ്സി മേൽക്കൂരയുടെ ഭാഗം
കവചം ധരിച്ച രണ്ടു പുരുഷന്മാർ
ആളുകൾ തെരുവുകളിൽ നടക്കുന്നു
ആൺകുട്ടി ബേസ്ബോളിനായി വസ്ത്രം ധരിക്കുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഇത് രാത്രികാലമാണ്.
രണ്ട് പച്ച ആപ്പിൾ
വലിയ വൈറ്റ് പ്രൊജക്ഷൻ സ്ക്രീൻ
നായയുമായി ഫ്രിസ്ബി കളിക്കുന്ന മനുഷ്യൻ
വയർ വേലിക്ക് സമീപം ടെന്നീസ് കളിക്കാരൻ
പാർക്കിംഗ് മീറ്റർ പച്ചയാണ്
സിൽവർ ആപ്പിൾ ലാപ്‌ടോപ്പ്
ഒരു സ്ത്രീ ഫോണിൽ ഉണ്ട്
ചുവപ്പും ഭരണാധികാരിയും
ആകാശം ആഴത്തിലുള്ള നീലയാണ്
വെളുത്ത വരകൾ റോഡിലാണ്
മനുഷ്യൻ സ്കേറ്റ്ബോർഡിംഗ് ചെയ്യുന്നു
റോഡിന്റെ നീരാവി വരുന്നു
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
പാൽട്രി ചങ്ക് ഓ ബ്രോക്കോളി തണ്ടിൽ ഗോമാംസം
നീണ്ട ശോഭയുള്ള മുടിയുള്ള ഒരു സ്ത്രീ
ഒരു സർഫർ ഒരു സർഫ്ബോർഡ് ഓടിക്കുന്നു
ആകാശത്തിലെ കൈറ്റ്സ്
ഒരു ഫ്ലാറ്റ് സ്ക്രീൻ ടെലിവിഷൻ ചുവരിൽ തൂക്കിയിരിക്കുന്നു
ടിവി കറുത്തതാണ്
ഇത് കറുത്ത പശുക്കളാണ്
നനഞ്ഞ സ്യൂട്ടിലുള്ള സ്ത്രീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇതൊരു കറുത്ത ട്രക്കാണ്.
ഒരു വലിയ ചുവന്ന ട്രക്ക്
ഒരു ഗ്യാസ് സ്റ്റേഷനിൽ മേൽ ഒരു കനോപ്പി
ക്ലോക്ക് ഒരു ധ്രുവത്തിലാണ്
പന്ത് തട്ടുന്നയാൾ ചുവന്ന ഷർട്ട് ധരിക്കുന്നു.
ഒരു കൗതുകകരമായ ജിറാഫ് ക്യാമറയിലേക്ക് നോക്കുന്നു
ഒരു പശുവിന്റെ മഞ്ഞ തൊങ്ങൽ
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് വരയുള്ള ടൈ
രണ്ടുപേർ സ്കേറ്റിംഗ് നടത്തുന്നു
ട്രെയിൻ കാണുന്നു
ഒരു നീണ്ട ബസ്
തെളിഞ്ഞ നീലാകാശം
ഒരു വെളുത്ത ഗാരേജ് വാതിൽ
മഞ്ഞ പെയ്‌സ്ലി സ്യൂട്ട്‌കേസിനുള്ളിൽ ഒരു വരയുള്ള പൂച്ച
നിർത്തുക എന്ന് പറയുന്ന ഒരു അടയാളം
മുഴുവൻ വെള്ള വസ്ത്രങ്ങൾ ധരിച്ചിരിക്കുന്ന ടെന്നീസ് കളിക്കാരൻ
പച്ച ട്രക്ക് ക്യാബ്
പാന്റ്സ് തവിട്ടുനിറമാണ്
വരയെ താഴേക്ക് സെബ്രയുടെ പിന്നിലേക്ക്
മഞ്ഞു വായുവിൽ തളിക്കുന്നു
റോഡിലെ സ്കേറ്റർ
ജമ്പ് സമയത്ത് വായുവിൽ സ്നോബോർഡർ
ആൺകുട്ടി സ്കേറ്റിംഗ് ചെയ്യുകയാണ്
റൊട്ടിയിൽ പീനട്ട് ബട്ടർ
പച്ച കണ്ണട
മല കയറുന്ന മൂന്ന് ആട്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കാണികൾക്ക് മുന്നിൽ ചലിക്കുന്ന ടെന്നീസ് കളിക്കാരൻ
ചെറിയ വൃത്താകൃതിയിലുള്ള ചുവന്ന ഉരുളക്കിഴങ്ങ് തൊലി
ടേബിൾ കറുത്ത നിറത്തിലാണ്.
ഒരു വെളുത്ത വിഭവത്തിന് മുകളിലുള്ള ചെറിയ പിസ്സ
കറുപ്പും വെളുപ്പും മൗണ്ടൻ ബൈക്ക്
നായയെ കാണുന്നു
ഒരു പ്രാവ് ക്യാമറയിലേക്ക് എത്തിനോക്കുന്നു
ബോൾ മൈതാനത്ത് ബേസ്ബോൾ കളിക്കാരൻ
വർക്ക് വാഹനത്തിന്റെ പിൻഭാഗം
മൂക്കിലേക്ക് കൈകൊണ്ട് ചെറിയ കുട്ടി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കുതിരപ്പുറത്തു നടക്കുന്ന ഒരാൾ
ചിത്രം കറുപ്പും വെളുപ്പും ആണ്
പിച്ച് ചെയ്ത പന്ത് കാണുന്ന ബാറ്റർ
തവിട്ട് തടി വേലി തൂണുകൾ
കടലിൽ സർഫർ ചെയ്യുക
വിമാനം നിർത്തി ഇട്ടിരിക്കുന്നു
ചുവന്ന ജേഴ്സി ധരിച്ച പെൺകുട്ടി
ആകാശം നീല നിറത്തിലാണ്
കാപ്പി കുടം
ഡിസ്കോ കത്തിക്കുന്നു
കറുത്ത ബർണറുകളുള്ള വെളുത്ത മുകൾഭാഗം ഉള്ള അടുപ്പ്
സ്നോബോർഡ് അതിൽ ബർട്ടൺ പറയുന്നു
ഓറഞ്ച് ബോൾ വെള്ളത്തിൽ
വെതർ‌വെയ്ൻ പടിഞ്ഞാറോട്ട് ചൂണ്ടുന്നു.
ബോക്സിൽ പർപ്പിൾ മിഠായി
ഒരു റോഡിന് വേണ്ടി മൂന്ന് നായ്ക്കൾ
രണ്ട് പാർക്കിംഗ് മീറ്റർ
ഒരു സിൽവർ ഫ്ലാറ്റ് സ്ക്രീൻ മോണിറ്റർ
കോൺടാക്റ്റിന് ശേഷം ഓഷ്യൻ സ്പ്രേ.
അത് ബേസ്ബോൾ ആണ്
വിമാനം വലുതാണ്
വാഴപ്പഴത്തിൽ പച്ച തണ്ട്
സ്ത്രീയുടെ കയ്യിൽ ഒരു റാക്കറ്റ് ഉണ്ട്.
ആകാശം വ്യക്തമാണ്
നൂഡിൽസ് ഉപയോഗിച്ച് സൂപ്പ് പാത്രം
പിങ്ക് നിറമുള്ള ഒരു കാർ
ഇരുണ്ട സൺഗ്ലാസുകൾ
വ്യക്തി കണ്ണട ധരിച്ചിരിക്കുന്നു
കസേര വെളുത്ത നിറത്തിലാണ്.
വഴിയിൽ ഒരു ബസ്
ഇളം നിറമുള്ള തടിയാണ് നില.
മരം പിക്നിക് ടേബിൾ പാർക്ക്.
ഒരു വിൻഡോസ് ലോഗോ കാണാം
ഒരു വയലിൽ രണ്ട് ആനകളുണ്ട്
ഒരു ട്രാഫിക് ചിഹ്നം
വെള്ള വാതിലിൽ സിൽവർ ഡോർക്നോബ്
വലതു കൈ പിടിച്ച് കോൺക്രീറ്റ് ടൈൽഡ് കർബ്
മനുഷ്യൻ കടൽ സർഫിംഗ് ചെയ്യുന്നു
തൊപ്പി ധരിച്ച മനുഷ്യൻ
ആൺകുട്ടി സ്വെറ്റർ ധരിക്കുന്നു
മുടി സുന്ദരമാണ്
സ്ലൈഡുകൾ പച്ചയാണ്
മിഡ് എയറിലെ ടെന്നീസ് കളിക്കാരൻ
വളഞ്ഞ കഴുത്ത് ഉള്ള ബ്ലാക്ക് ആൻഡ് വൈറ്റ് സീബ്ര
ഗ്രൗണ്ടിൽ മഞ്ഞ്
അടുക്കളയിൽ ജോലി ചെയ്യുന്ന നാലുപേരടങ്ങുന്ന സംഘം
വളരെ സംരക്ഷിത സ്യൂട്ട്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഭക്ഷണം പച്ച നിറത്തിലാണ്
രണ്ട് ജിറാഫുകൾ നിലത്ത് നിൽക്കുന്നു.
ഒരു വലിയ ചുവന്ന കളപ്പുര.
മനുഷ്യൻ സൈക്കിളുമായി മതിലിനരികിൽ നിൽക്കുന്നു
വെള്ളത്തിൽ അലയുന്ന ഒരു വെളുത്ത പക്ഷി
ചുവന്ന ബസിന്റെ മുൻവശത്ത്
"നേവി നീല, ചുവപ്പ് ഹെൽമെറ്റ്."
അമ്പരപ്പിക്കുന്ന രൂപത്തിൽ സർഫർ ചെയ്യുക
കടൽത്തീരത്തെ കടൽ പക്ഷികൾ
"സിൽവർ, ബ്ലാക്ക് സെൽ ഫോൺ"
വളരെ മനോഹരമായ ചിത്രം
താറാവിന് തവിട്ട് നിറമുണ്ട്
മാറൽ വെളുത്ത തലയിണ.
ഒരു കറുത്ത ട്രാഫിക് ലൈറ്റ്
ഒരു തണ്ണിമത്തൻ പ്ലേറ്റ്
കുളിമുറിയിൽ ഒരു വെളുത്ത ടോയ്‌ലറ്റ്
ഒരു സ്ത്രീ കണ്ണാടിയിൽ നോക്കുന്നു
രണ്ട് കളിപ്പാട്ട മൃഗങ്ങൾ പ്രദർശനത്തിൽ
റാക്കറ്റ് കറുത്തതാണ്
തെരുവ് ചിഹ്നത്തിൽ മഞ്ഞ്.
ഉയരമുള്ള കെട്ടിടത്തിന് അടുത്തുള്ള തെരുവ് വെളിച്ചം
ഒരു പാസ്റ്റൽ നിറമുള്ള സെക്ഷണൽ കൗച്ച്
മൂന്ന് സീബ്രകൾ ഒരുമിച്ച് നടക്കുന്നു
ഒരു ചെറിയ പട്ടണ തെരുവ് രംഗം
ഒരു കീബോർഡിന് മുകളിലുള്ള വിചിത്രമായ ബഗ്
ടെന്നീസ് കളിക്കാരൻ റാക്കറ്റ് വീശുകയാണ്
ടോയ്‌ലറ്റ് വെളുത്തതാണ്
പ്ലെയർ ടാഗിംഗ് ബേസറന്നർ
ആളുകൾക്ക് മുകളിലുള്ള കറുത്ത കുട
തൊപ്പി ധരിച്ച ഒരാൾ ഭക്ഷണം കഴിക്കുന്നു
ആകാശം നീല നിറത്തിലാണ്.
തിളങ്ങുന്ന തവിട്ട് നിറമുള്ള ഇരുണ്ട വെള്ളം
ആൺകുട്ടി സ്കേറ്റിംഗ് ആണ്.
നീല ഷർട്ട് ധരിച്ച ഒരാൾ നിഴലുകളിൽ നിൽക്കുന്നു
കറുപ്പും വെളുപ്പും മോട്ടോർബൈക്ക്
സ്ത്രീ മതിലിലേക്ക് ചാഞ്ഞിരിക്കുന്നു
മുകുളങ്ങൾ അടച്ചിരിക്കുന്നു
കറുത്ത ബേസ്ബോൾ ഹെൽമെറ്റ്
കടൽത്തീരത്ത് കിടക്കുന്ന അഞ്ച് പശുക്കൾ
ഒരു ക്ലോക്കിന്റെ കറുത്ത കൈ
വിമാനം ലാൻഡിംഗ് ആണ്
ഫോർക് സോസിൽ മുക്കിവച്ചിരിക്കുന്നു
രണ്ട് സെറ്റ് ട്രെയിൻ പാതകൾ
ചെറിയ ശോഭയുള്ള ചുവന്ന റഫ്രിജറേറ്റർ
ഒരു ചതുര ജാലകം
ഒരു നായയുടെ കറുത്ത മൂക്ക്
വെള്ളി തവിട്ടുനിറമാണ്
പെൺകുട്ടികൾ സമാധാന അടയാളങ്ങൾ ഉണ്ടാക്കുന്നു
പമ്പ് ചുവപ്പും മഞ്ഞയും നിറത്തിലാണ്.
കയ്യിൽ ടെന്നീസ് റാക്കറ്റുള്ള ഒരു സ്ത്രീ.
ഒരു കുതിര റോഡിൽ നടക്കുന്നു.
ഒരു വണ്ടിയുടെ മുകളിൽ രണ്ട് ലഗേജ്
ഹോട്ട് ഡോഗ് കഴിക്കുന്ന മനുഷ്യൻ
വെളുത്ത കുപ്പായമുള്ള ഒരാൾ ചിരിക്കുന്നു
പാവാട നീലയാണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഷോർട്ട് വർണ്ണാഭമായതാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ചുവന്ന വേദിയിൽ അവതരിപ്പിക്കുന്ന ആളുകൾ
പെൺകുട്ടി ഒരു ടെന്നീസ് റാക്കറ്റ് പിടിക്കുന്നു.
സ്ക്രീനിൽ ഒരു ഹെലികോപ്റ്റർ
ഒരു കറുത്ത പൂച്ച
സിങ്കിന് അടുത്തായി മൂന്ന് കുപ്പികൾ
മൂലയിൽ ഒരു വെളുത്ത മൈക്രോവേവ്
ലേഡി കറുത്ത വസ്ത്രത്തിലാണ്.
മൂന്ന് ആനകളെ കാണാം
ഒരു ജോടി കറുത്ത ബൈനോക്കുലറുകൾ
ആകൃതിയില്ലാത്ത ഐസ് കട്ടകൾ
നീല ജീൻസ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു മാഗ്‌നിഫൈയിംഗ് മിറർ
അറുപതുകളുടെ തുടക്കത്തിൽ സർഫ് പാർട്ടി ഉള്ള സമകാലിക ആളുകൾ
സ്നോബോർഡ് ഓടിക്കുന്ന മനുഷ്യൻ
സ്ത്രീ സൺഗ്ലാസുകൾ ധരിച്ചിരിക്കുന്നത്.
ടെലിവിഷൻ മേശപ്പുറത്തുണ്ട്.
നഗരത്തിലെ പബ്ലിക് ബസ്
മേപ്പിൾ ഇല രൂപകൽപ്പന ചിറകിൽ കാണപ്പെടുന്നു.
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഫോട്ടോയ്ക്ക് ഓറഞ്ച് ആന്തരിക ടോപ്പ് + ചുവടെയുള്ള അരികുകളുള്ള കറുത്ത ബോർഡർ ഉണ്ട്
ഒരു ചെറിയ ഗ്രീറ്റിംഗ് കാർഡ്
ആന കുഞ്ഞ് ചെറുതാണ്
മനുഷ്യന്റെ തലയിലെ ഹെൽമെറ്റ്
സ്‌ക്രീൻ സേവർ ഉള്ള കമ്പ്യൂട്ടർ സ്‌ക്രീൻ
തുറന്ന ജിറാഫ് വായ
വെള്ളത്തിൽ നിന്നെടുത്ത ഒരു ബോട്ട്
ആന വെള്ളത്തിൽ നിൽക്കുന്നു.
വായുവിൽ ഒരു നീല പട്ടം
ഒരു സിൽവർ യൂട്ടിലിറ്റി പോൾ.
കിടക്കയിൽ കിടക്കുന്ന നീല പുതപ്പ്
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
തടിച്ച പൂച്ച നീല നിറത്തിലുള്ള സ്യൂട്ട്‌കേസിൽ
വലിയ പ്ലഷ് വൈറ്റ് ടെഡി ബിയർ
ഏറ്റവും വലിയ ചെടി പച്ചയാണ്
നീല ഷർട്ട് ധരിച്ച സ്ത്രീ നടക്കുന്നു
നീലയും തവിട്ടുനിറത്തിലുള്ള തലയിണകളും കസേരയിൽ വിശ്രമിക്കുന്നു.
പെൺകുട്ടി സ്കേറ്റ്ബോർഡ് ഉയർത്തുകയാണ്.
വിചിത്രമായ കാരറ്റ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇതൊരു മരക്കൊമ്പാണ്.
വെളിച്ചം പച്ചയാണ്
നിലത്ത് മൃഗങ്ങൾ
സ്നോബോർഡിംഗ് പോകാൻ തയ്യാറാകുന്നു.
ഐഫോണിന് ധാരാളം ഫിംഗർ സ്മഡ്ജുകൾ ഉണ്ട്
താഴ്ന്ന പറക്കുന്ന ചെറിയ വെളുത്ത വിമാനം
പൈലറ്റ് കാഴ്‌ചയ്‌ക്കുള്ള വിൻഡോകൾ
പിസ്സ ഉണ്ടാക്കുന്ന ഒരു മനുഷ്യൻ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പച്ച പുല്ലിൽ ചെറിയ പുള്ളികളുണ്ട്
ശോഭയുള്ള പ്രകാശ പ്രതിഫലനം
ഓറഞ്ച് നിറമാണ് കുട.
വിവാഹ ദമ്പതികൾ കേക്ക് മുറിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
രണ്ട് ആൺകുട്ടികൾ സ്കേറ്റ്ബോർഡിംഗ്
വെള്ളത്തിൽ നിൽക്കുന്ന ഒരു പോണി വാൽ സ്ത്രീ
"വലിയ തവിട്ട്, വെളുത്ത ജിറാഫ്"
പച്ചയും ചുവപ്പും നിറത്തിലുള്ള വെസ്പ
നിലത്ത് വെളുത്ത അവശിഷ്ടങ്ങൾ
ചിത്രം വെളിയിൽ എടുത്തതാണ്.
കട്ടിലിന് സമീപം കറുപ്പും ചാരനിറത്തിലുള്ള ബാക്ക് പായ്ക്ക്
ഒരു കപ്പൽ വെള്ളത്തിൽ നങ്കൂരമിട്ടു
ചുവന്ന ബസ്സിൽ ഹെഡ്‌ലൈറ്റ്
വെളുത്ത വിഭവത്തിൽ ഹോട്ട് ഡോഗ്
കവല ബെവർലി കുന്നുകളിലാണ്
ബീച്ച് ഒരു സണ്ണി ദിവസം
നായയുടെ ലീഷ് ഹാൻ‌ട്രെയ്‌ലിനു മുകളിൽ പൊതിഞ്ഞു
ബോർഡ് ബാത്ത്ടബിലേക്ക് സജ്ജമാക്കുന്നു.
ഒരു സെൽ ഫോണിലെ ഒരാൾ
ചെറിയ കറുപ്പും വെളുപ്പും സീബ്ര
ഒരു മത്സരത്തിൽ ടെന്നീസ് കളിക്കാരൻ
അടുപ്പിൽ ഇരിക്കുന്ന ഒരു തൂവാല
ഒരു മലഞ്ചെരിവിൽ നിന്ന് പോകാൻ പോകുന്ന ഒരു സ്നോബോർഡർ
കവർലെറ്റ് എല്ലാം വെളുത്തതാണ്.
മനുഷ്യൻ ബേസ്ബോൾ എറിയുകയാണ്
പെൺകുട്ടി സന്തോഷവതിയാണ്
ടോയ്‌ലറ്റിന് അടുത്തായി കറുപ്പും വെളുപ്പും തറ.
പൂച്ചയുടെ പിന്നിൽ ടൈൽ മതിൽ
വനിതാ ബേസ്ബോൾ കളിക്കാരൻ
"മഞ്ഞ, കറുപ്പ് ആർട്ട് ഗാലറി ചിഹ്നം"
നായയിൽ കറുത്ത ചെവികൾ
ചുവന്ന സർഫ്ബോർഡ് കൈവശമുള്ള ഒരാൾ
"വൃത്തികെട്ട നിർമ്മിക്കാത്ത കിടക്ക, അതിൽ ഒരു വെളുത്ത പാത്രം"
ടോയ്‌ലറ്റ് പേപ്പർ മതിലിലേക്ക് ചാഞ്ഞു
ഒരു പിങ്ക് വേസ്റ്റ്പേപ്പർ കൊട്ട
കറുത്ത ഷർട്ട് ധരിച്ച ഒരാൾ
രണ്ടുപേർ കടൽത്തീരത്ത് നിന്ന് പുറപ്പെടുന്നു.
ഒരു ഗ്ലാസ് ചുവന്ന വീഞ്ഞ്
പച്ചമുളക് കഷണങ്ങൾ നിറഞ്ഞ ഒരു വിഭവം
മേഘങ്ങൾക്ക് മുകളിലുള്ള വിമാനം
ആൺകുട്ടിക്ക് ചുവന്ന സോക്സുണ്ട്
കലങ്ങൾ ഷെൽഫ് സ്റ്റാൻഡിലാണ്
ഉയരമുള്ള ജിറാഫ് മരത്തെ നോക്കുന്നു
മരങ്ങൾ പച്ച നിറത്തിലാണ്.
തവിട്ട് വേവിച്ച മുട്ട
ഒരു ട്രെയിൻ ട്രാക്കിലാണ്.
ദമ്പതികൾ കേക്ക് മുറിക്കുകയാണ്
പച്ച ട്രക്കും മഞ്ഞ ട്രക്കും
ഫ്ലഫി ഡാൻഡെലിയോൺ വിത്തുകൾ
ഒരു ബോട്ടിൽ ഒരാൾ
വലിയ ആനയ്ക്ക് കൊമ്പുകളുണ്ട്.
ഒഹുവിലെ ഡയമണ്ട് ഹെഡ് അഗ്നിപർവ്വതം
ഫ്രിസ്‌ബിയെ പിടിക്കുന്നയാൾ
സ്ത്രീ മുകളിലേക്ക് നോക്കുന്നു
ഒരു നീണ്ട റോളിലെ സാൻഡ്‌വിച്ച്.
ഒരു ടോയ്‌ലറ്റിൽ ഇരിക്കുന്ന ടോയ്‌ലറ്റ് പേപ്പറിന്റെ ഒരു റോൾ
കാറിന് മുന്നിൽ ടാഗ് ചെയ്യുക.
രണ്ട് ആളുകളെ കാണിക്കുന്ന നിഴൽ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കുഞ്ഞ് ആന ഓടുന്നു
കുഞ്ഞ് ആന
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കുട്ടി ചെറുപ്പമാണ്
മനുഷ്യൻ സർഫ്ബോർഡ് ഓടിക്കുന്നു
സമയക്കുറവ് പ്രവർത്തന ഫോട്ടോ
വിമാനത്തിലെ പൊതു ടോയ്‌ലറ്റ്
ടോയ്‌ലറ്റ് സീറ്റ് മുകളിലാണ്
പശു വെളുത്തതാണ്
സെമിത്തേരിയിലെ ശവകുടീരം
ദൃശ്യമായ മേഘങ്ങളില്ലാത്ത നീലാകാശം
മോട്ടോർ സൈക്കിളിലെ ചക്രം
തവിട്ട് നിറമുള്ള കരടി
ഇരട്ട ഡെക്കർ ചുവന്ന ബസ്
സ്റ്റാൻഡിന് മുകളിൽ ദിശയുണ്ട്
കുട്ടിയുടെ വായിൽ ടൂത്ത് ബ്രഷ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
സ്ത്രീ പച്ച ഷർട്ടിലാണ്.
കളിക്കാരൻ ബാറ്റ് പിടിക്കുന്നു
കുട്ടിയെ സ്കീ പഠിപ്പിക്കുന്ന അദ്ധ്യാപകൻ
ഒരു തണുത്ത ദിവസം ഒരു പെൺകുട്ടി പട്ടം പറക്കുന്നു
ബസ് പച്ചയാണ്
ചെമ്പ് പൂശിയ കലത്തിൽ കാബേജ് തല
ഒരു വെളുത്ത ക്യാമ്പർ
നീളമുള്ള ചുവപ്പും ചാരനിറത്തിലുള്ള ട്രെയിൻ
തെക്കുപടിഞ്ഞാറൻ വിമാനം
ചുവന്ന വൃത്താകൃതിയിലുള്ള ലൈറ്റ്
പുരുഷ റോവർ റോയിംഗ് ആണ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരാൾ തെരുവിൽ സ്കേറ്റിംഗ് ചെയ്യുന്നു
സവന്നയിൽ രണ്ട് സീബ്രകൾ.
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ടോയ്‌ലറ്റിന് വെളുത്ത നിറമുണ്ട്.
ദ്വീപ് ബീച്ച് രംഗം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
തവിട്ട് മരം കഷണം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പഴയ ഫ്ലെക്സിബിൾ ഫ്ലയർ വുഡ് സ്ലെഡ്
മേശപ്പുറത്ത് ഒരു ഗ്ലാസ് വെള്ളം
സ്വർണ്ണ മതിൽ വിളക്ക്
ആളുകൾ മേശയ്ക്കു ചുറ്റും ഇരിക്കുന്നു.
താഴേക്ക് നോക്കുമ്പോൾ വരൻ പുഞ്ചിരിക്കുന്നു.
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കെട്ടിടത്തിന് ധാരാളം ജാലകങ്ങളുണ്ട്.
ലാപ്ടോപ്പുകൾ ഒരു മേശപ്പുറത്ത് പ്രദർശിപ്പിച്ചിരിക്കുന്നു.
രണ്ട് കഷണങ്ങൾ ഇല്ലാത്ത ഒരു പിസ്സ
നിരവധി നിറങ്ങളുടെ സ്നോബോർഡ്
മനുഷ്യനും ആൺകുട്ടികളും ഹോട്ട്ഡോഗ് കഴിക്കുന്നു
പാറകൾ ചാരനിറമാണ്
യെല്ലോ ഹെൽമറ്റ്
പശുക്കൾ ഒരു നിരയിലാണ്
ആളുടെ ചാരനിറത്തിലുള്ള സ്യൂട്ടിൽ വെള്ളി മെഡൽ.
മറ്റുള്ളവരുടെ മധ്യത്തിൽ ജെറ്റ് പറക്കുന്നു
സോഫ്റ്റ്ബോൾ കളിക്കാരൻ ഒരു സ്ത്രീയാണ്
പുല്ലിൽ പച്ച ജാഗ്രത കോൺ
വേലിയിൽ തൂങ്ങി കിടക്കുന്ന ചുവപ്പും കറുപ്പും നിറമുള്ള ബാഗ്
പാന്റ് മഞ്ഞയാണ്
ബിയർ മഗ്ഗുകൾ കൈവശം വച്ചിരിക്കുന്ന മൂന്ന് പേർ.
ആന അടുത്ത ആനയോട്
ചുവപ്പും വെള്ളയും ആണ് പദ്ധതി
"മഞ്ഞയും, വെള്ളയും നിറമുള്ള തീവണ്ടിയുടെ മുൻഭാഗം"
രണ്ട് കുഞ്ഞു കുഞ്ഞുങ്ങൾ
ട്രെയിൻ ചുവന്ന നിറമാണ്.
പിങ്ക് ഐസിംഗുള്ള ഡോനട്ട്.
ഇതൊരു സർഫ്ബോർഡാണ്.
ഒരു പാത്രം ഭക്ഷണം.
കറുപ്പും വെളുപ്പും വിളക്കുമാടം.
പുല്ല് പച്ചയാണ്
പുല്ലിൽ ഒരു ജിറാഫ്
രണ്ട് പെൺകുട്ടികൾ ഒരു വീഡിയോ ഗെയിം കളിക്കുന്നു
ഇയാളുടെ കൈവശമുള്ള സെൽ ഫോൺ
കറുപ്പും വെളുപ്പും നിറമുള്ള സീബ്രയുടെ മുഖം
വലിയ നിർമ്മാണ ഉപകരണങ്ങൾ
മൂന്ന് കറുത്ത തലയിണകൾ
ഇത് ഒരു തുള്ളി സോസ് ആണ്.
കാണ്ഡത്തോടുകൂടിയ കാരറ്റ് കൂട്ടം
ഒരു സ്റ്റോറിന് മുകളിലുള്ള തിരശ്ശീലയില്ലാത്ത വിൻഡോ.
ഒരു കുളിമുറിയുടെ ചിത്രം
കറുത്ത മോട്ടോർബൈക്ക് പാർക്കിംഗ് സ്ഥലത്ത് പാർക്ക് ചെയ്തിരിക്കുന്നു.
ചുവപ്പും വെള്ളയും ട്രാഫിക് ചിഹ്നം
പുഷ്പമില്ലാത്ത പച്ചപ്പ്
ആനയിൽ വളരുന്ന മുടി
ഒരു ടൈൽ ബാക്ക്‌സ്ലാഷ്
സ്ത്രീ ഇരുന്നു ഭക്ഷണം കഴിക്കുന്നു
നീല സമുദ്രം.
ചുറ്റപ്പെട്ട ഗോപുരത്തിൽ വാഴപ്പഴത്തിന്റെ ഒരു വലിയ കൂമ്പാരം
ഒരു പാണ്ട കരടി ഉറങ്ങുന്നു
കറുപ്പും വെളുപ്പും ക്ലിപ്പ് ഫ്രിഡ്ജ് കാന്തം
കറുത്ത ബാറ്റ് വീശുന്നു
അദ്ദേഹം കണ്ണട ധരിക്കുന്നു.
റോഡിൽ ഒരു ടാൻ മിനി കൂപ്പർ
ഉയരമുള്ള ചുവന്ന ഇഷ്ടിക ക്ലോക്ക് ടവർ
കറുത്ത ഫ്രെയിം ഉള്ള ഇടുങ്ങിയ കെട്ടിട ജനൽ
പലോമർ ഹോട്ടലിന്റെ തൂക്കു ചിഹ്നം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു നാൽക്കവലയുടെ ടൈനുകൾ
പച്ച നിറത്തിലാണ് ബ്രൊക്കോളി.
ഒരു ഗ്ലാസിൽ റെഡ് വൈൻ
റോഡിൽ ഒരു ബസ്
ഒരു വീടിനുള്ളിൽ ഒരു സൈക്കിൾ
കാട്ടിൽ ഒരു പക്ഷി
ഒരു വയർ മെഷ് ബെഞ്ച്
ഗ്രാഫിക് ടീ ഷർട്ട് റോബോട്ട്
മനുഷ്യൻ ഒരു വെള്ള ഷർട്ട് ധരിക്കുന്നു
വാഹനത്തിന്റെ സ്റ്റിയറിംഗ് വീൽ.
ഇളം നിറമുള്ള കടൽ മണൽ
സ്വർണ്ണ വിലാസ ചിഹ്നം
ഒരു കറുത്ത സ്വീറ്റർ ധരിച്ചിരിക്കുന്ന മനുഷ്യൻ
ഒരു കറുത്ത ലോഹ വേലി
ഒരു കൂട്ടം ആളുകൾ സ്കീയിംഗ്
ഒരു കുട്ടി ഒരു ബാറ്റ് പിടിക്കുന്നു.
അമേരിക്കൻ ഫ്ലാഗ് ത്രോ
കൈവിരൽ നൽകുന്ന തംബ്‌സ് അപ്പ്
ഇളം തവിട്ട് ടൈൽ നില
വെള്ളത്തിൽ ഒരു മനുഷ്യൻ.
കറുത്ത സ്ട്രാപ്പുള്ള ചുവന്ന പ്ലാസ്റ്റിക് ഹെൽമെറ്റ്
വശത്ത് പച്ച ജാക്കറ്റിൽ സ്കീയർ
താഴേക്ക് പോകാൻ സ്കീയർ ഒരുങ്ങുന്നു
വെളുത്ത കലത്തിന്റെ അടപ്പ്
ക്രോസ്‌‌ടൗണിലേക്ക് പോകുന്ന ബസ്
ട്രെയിനിന്റെ ചുവന്ന പിൻഭാഗം
ചക്രത്തിന്റെ ഭാഗം
പുല്ലിൽ കിടക്കുന്ന സീബ്ര
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു സ്ത്രീയുടെ കണ്ണ് നോക്കുന്നു
ഒരു വെളുത്ത വാതിൽ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പിച്ചർ പിച്ച് നൽകുന്നു
ചുറ്റും വേലിയുള്ള സ്ഥലത്ത് ജിറാഫ്
രണ്ട് സന്ദേശ പെട്ടികളുടെ ചിത്രം.
വിവര ഗ്രാഫിക് സ്റ്റാന്റ്
ബെഞ്ചിൽ ചുവപ്പും കറുപ്പും നിറഞ്ഞ ബാക്ക്പാക്ക്
ഒരു വെളുത്ത വൈ മോട്ടിൽ മൂന്ന് കൈകൾ.
സ്ത്രീയുടെ കയ്യിലെ വാച്ച്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ബോട്ട് റെയിലിംഗുമായി ടാങ്ക് കെട്ടിയിരിക്കുന്നു
മനുഷ്യൻ സർഫ്ബോർഡ് ഓടിക്കുന്നു
ഒരു ഹോട്ട് ഡോഗിൽ മിഴിഞ്ഞു
തിളങ്ങുന്ന റൗണ്ട്സിൽവർ ട്രേ
ജാക്കറ്റ് പിങ്ക് ആണ്
പയ്യൻ സ്കേറ്റ്ബോർഡിംഗ് ചെയ്യുന്നു.
രണ്ട് കുതിരകൾ വർഷങ്ങളായി ഓടിക്കുന്നു
നായയെ വായുവിൽ പിടിക്കുന്ന മനുഷ്യൻ
നീല മോപ്പെഡിലുള്ള വ്യക്തി
ജിറാഫിന്റെ തലയും കഴുത്തും
വെളുത്ത ചായം പൂശിയ വാതിൽ പ്ലേറ്റ്
മുഖത്ത് കണ്ണട
പ്ലേറ്റിൽ പച്ച സസ്യം
തുകൽ കൈകളുള്ള പുഷ്പ പാറ്റേൺ സോഫ
ട്രാഫിക് വേഗത്തിൽ പോകുന്നു
ഒരു കൈ
സീറ്റിൽ തവിട്ട് കരടി.
ഓഫീസ് ബ്രേക്ക് റൂം
ഒരു കട്ടിലിൽ രണ്ട് സ്റ്റഫ് ചെയ്ത മൃഗങ്ങൾ
വേനൽക്കാലത്ത് രണ്ട് മരങ്ങൾ
മനുഷ്യൻ പ്ലെയിനിന്റെ വിൻ‌ഡോകൾ‌ വൃത്തിയാക്കുന്നു
ബ്രൗൺ മരം കാബിനറ്റുകൾ
പഞ്ചസാരയും ക്രീമും കൊണ്ട് മൂടിയ കേക്ക് കഷണം
വ്യാപാര ജില്ലയിലെ തെരുവ് രംഗം
ബസ് വശത്ത് വരച്ച പർവ്വതം
തവിട്ട് ഇഷ്ടിക മതിൽ
ചരിഞ്ഞ മേൽക്കൂരയുള്ള യൂട്ടിലിറ്റി കെട്ടിടം
"തവിട്ട്, വെളുത്ത പശു"
ട്രെയിനിന്റെ സസ്പെൻഷൻ വൈദ്യുതി ലൈനുകൾ
ചൂരൽ സഹായത്തോടെ തെരുവിലൂടെ നടക്കുന്ന മനുഷ്യൻ
വിവാഹിതരായ ദമ്പതികൾ അവരുടെ സ്വീകരണത്തിൽ
വെള്ളയും മഞ്ഞയും ഉള്ള ഒരു ബോട്ട്
വെളുത്ത വിളക്കിന്റെ നിഴൽ
ഒരു പട്ടം പറത്തുന്ന ഒരാൾ
മഞ്ഞയും വെള്ളയും ടൂത്ത് ബ്രഷ്
കെച്ചപ്പും കടുകും ഉള്ള ഹോട്ട് ഡോഗ്
കളി നിയന്ത്രണം കൈവശമുള്ള മനുഷ്യൻ.
അര ഓറഞ്ച് പ്ലേറ്റിൽ
വയലിൽ ഒരു വെളുത്ത പാറ
ഒരു വെളുത്ത പേപ്പർ ബോട്ടിൽ ഫ്രഞ്ച് ഫ്രൈ
ടാൻ ജാക്കറ്റിൽ മഞ്ഞ വിഭാഗം
നിലത്ത് ഒരു ശാഖ
ഒരു വള്ളത്തിൽ കളിമൺ പശു
മേശപ്പുറത്ത് ഒരു ഗ്ലാസ് ഉണ്ട്.
തെരുവിലൂടെ നടക്കുന്ന സ്ത്രീ.
പേപ്പർ ഫോയിൽ തിളങ്ങുന്ന വെള്ളി ച്രിന്ക്ല്യ്
വൈറ്റ് ഐസിംഗും പിങ്ക് സ്പ്രിംഗുകളും ഉള്ള ഒരു ഡോനട്ട്
ചാരയും വെള്ളയും പക്ഷി
ഫ്രോസ്റ്റിംഗിനൊപ്പം കേക്ക് പീസ്
തവിട്ട് കരകൗശാല മൺപാത്ര തട്ട്
പാറക്കെട്ടിലെ മനോഹരമായ ടാബി പൂച്ച
ഒരു പൂച്ചയെ നോക്കുന്ന പൂച്ച
രണ്ട് മോട്ടോർസൈക്കിളുകളുണ്ട്.
വെളുത്ത മേഘങ്ങളുള്ള നീലാകാശം
ഒരു സ്റ്റോപ്പ് ചിഹ്നമുണ്ട്.
പച്ച വാഴപ്പഴത്തിന്റെ ഒരു കൂട്ടം
ഒരു ജെറ്റിന്റെ വശത്ത് ചുവന്ന അക്ഷരങ്ങൾ
ഒരു കൂട്ടം നാഭി ഓറഞ്ച്
ഒരു മേശയിൽ രണ്ട് പിസ്സകൾ
രണ്ട് ആനകൾ ഒരുമിച്ച് നടക്കുന്നു.
മൃഗശാലയിലെ നാല് ജിറാഫുകൾ
"ഓറഞ്ച്, വെള്ള എന്ന നിറമുളള കൂളർ"
മഞ്ഞിൽ പൊതിഞ്ഞ ചുരുണ്ട ശാഖകൾ
നീല കുട്ടികളുടെ സുരക്ഷാ ഹെൽമെറ്റ്
മനുഷ്യൻ തക്കാളി മുറിക്കുന്നു.
ഒരു പെട്ടിയിൽ പച്ചക്കറികൾ
കറുപ്പും വെളുപ്പും പാണ്ട അവന്റെ വശത്ത് കിടക്കുന്നു
ആദ്യ ബേസിൽ വൈറ്റ് പാഡ്
കുതിരപ്പുറത്ത് ഒരു കൊച്ചുകുട്ടി
കറുത്ത കയ്യുറകളിൽ പൊതിഞ്ഞ കൈകൾ
ചാരനിറത്തിലുള്ള ആന അഴുക്കുചാലിൽ നിൽക്കുന്നു
പ്ലേറ്റിലെ ഹോട്ട് ഡോഗുകൾ
കാൽ‌നടയാത്രക്കാർ‌ക്കുള്ള ട്രാഫിക് ചിഹ്നം
രണ്ട് ആളുകൾ ഒരു ഡെസ്‌കിൽ സജ്ജമാക്കുന്നു
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
പെൺകുട്ടി ഫോണിൽ സംസാരിക്കുന്നു.
ഒരാൾ കാട്ടിൽ സർഫിംഗ് ചെയ്യുന്നു
അവിടെ ഒരു ഗോപുരം ഉണ്ട്.
ഒരു മാർബിൾ സ്തംഭം
വെള്ളത്തിൽ തിരമാലകൾ
"ചുവപ്പ്, വെളുത്ത സ്‌നീക്കറുകൾ"
കുഞ്ഞ് ആന
ഫ്ലഫി ആയ വെളുത്ത തൂവാല
"മഞ്ഞ, പച്ച വാഴപ്പഴം"
രണ്ട് ഓറഞ്ച് സ്കീസ്
മുറിച്ച മരത്തിൽ വലിയ തവിട്ട് കരടി
വൈൽഡ്‌ബീസ്റ്റും സീബ്രയും
പകുതി കഴിച്ച ഡോനട്ടിൽ ഗ്ലേസും സ്പ്രിങ്കിൾസും
ടോയ്‌ലറ്റ്
മനുഷ്യൻ കുളിമുറിയിൽ നിൽക്കുന്നു.
ചെറിയ പെൺകുട്ടി
പഴ സ്റ്റാൻഡിൽ ഒരാൾ
ഭംഗിയുള്ള തൊപ്പി
ചാരവിരലുകളുള്ള ചുവന്ന കയ്യുറകൾ
വിമാനത്തിന് മുന്നിൽ സേവന വാഹനം
ബ്രൗൺ മരം പോസ്റ്റിന്റെ മുകളിൽ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഓറഞ്ച് സുരക്ഷാ വസ്ത്രം ധരിച്ച പുരുഷന്മാർ.
ഒരു വലിയ തലത്തിലുള്ള പുൽമേടുകൾ
സിൽവർ ബാത്ത്റൂം ടവൽ റാക്കിന്റെ ഭാഗം
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ട്രെയിൻ എഞ്ചിൻ ചുവപ്പാണ്.
മധ്യത്തിൽ അക്കമുള്ള വലിയ ചുവന്ന വൃത്തം
വിഭവത്തിൽ നാരങ്ങ കഷ്ണങ്ങൾ.
കൈ ഇല്ലാത്ത നീല ഷർട്ടാണ് യുവതി ധരിക്കുന്നത്
വൈറ്റ് കമ്പ്യൂട്ടർ കീബോർഡ്
പുതിയ ബേബി ബെൽ ലൈറ്റ് ചീസ്
ജിറാഫിന്റെ നീണ്ട കഴുത്ത്
ബാത്ത് ടവലുകൾ കണ്ണാടിയിൽ പ്രതിഫലിക്കുന്നു
രണ്ട് മോണിറ്ററുകൾ മേശപ്പുറത്ത് ഇരിക്കുന്നു
ടൈൽ തറയുടെ ഭാഗം.
വരകളുള്ള വെളുത്ത മഞ്ഞ്
ഇടതുവശത്ത് കുതിര
കർവിംഗ് റോഡിന് സമീപം ഇടുങ്ങിയ കെട്ടിടം
ചെറുപ്പക്കാരൻ സ്കേറ്റ്ബോർഡിൽ സ്കേറ്റിംഗ് ചെയ്യുന്നു
ദ്വീപ് ബീച്ച് രംഗം
ദിശാസൂചനകൾ
ആൺകുട്ടിയുടെ കാൽ ഭാഗികമായി നിലത്തുനിന്ന് പൊങ്ങിനില്കുന്നു
ചുവന്ന വിളക്കിന്റെ പിൻഭാഗം
സ്ട്രാപ്പുകളുള്ള സ്ത്രീയുടെ വെളുത്ത ഡിസൈനർ പേഴ്സ്
ചെറിയ വൃത്താകൃതിയിലുള്ള ഓറഞ്ച് പാറ്റേൺഡ് ഡിസ്ക്
സ്കേറ്റ്ബോർഡ് തന്ത്രത്തിന്റെ നടുക്ക് ഒരു മനുഷ്യൻ
ബിഡെറ്റിൽ നിന്ന് കുടിക്കുന്ന ഒരാൾ
സീലിംഗിലെ ചതുരാകൃതിയിലുള്ള ദ്വാരം
തെരുവിന്റെ നടുവിൽ ഒരു തവിട്ട് വെളുത്ത പശു
നീന്തൽക്കുളത്തിലെ ജലത്തിന്റെ ഭാഗം
കെട്ടിടത്തിന് മുകളിൽ ഒരു ഫ്ലാഗ് പോൾ
പാർക്ക് ബെഞ്ചിൽ ഇരിക്കാൻ സുഖപ്രദമായ സ്ഥലം
ധാരാളം ആടുകൾ
ഹോംമെയ്ഡ് പെപ്പർറോണി പിസ്സ
ജിറാഫിന്റെ പുറകുവശത്ത്
ഒരു വാതിലിനു പുറത്ത് ഇരിക്കുന്ന ഒരു കരടി
ഭക്ഷണശാലയിലെ കസേരകളുടെ ഭാഗിക പിൻഭാഗം
സീബ്ര പുല്ലിൽ മേയുന്നു
വേലിക്ക് അടുത്ത് ഒരു മരം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
പിസ്സയിൽ പച്ചമുളക്.
മേശപ്പുറത്ത് പ്ലേറ്റ്
വെളുത്ത റിബൺ വാൽ തൂവലുകൾ
ഫുഡ് ട്രക്ക് അവ്നിങ്ങ്
കയ്യുറയുള്ള കൈകൾ ബാറ്റിനു ചുറ്റും പിടിച്ചിരിക്കുന്നു
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ട്രാഫിക് സംവിധാനം ചെയ്യുന്ന പോലീസ് ഉദ്യോഗസ്ഥൻ.
ഒരു കൂട്ടം അടയാളങ്ങൾ
വൈറ്റ് കമ്പ്യൂട്ടറിൻ്റെ മോണിറ്റർ ഓണാക്കി
നീല പുതപ്പ് പൊതിഞ്ഞ പൂച്ച.
നടുമുറ്റത്ത് കിടക്കുന്ന ഒരു നായ.
രണ്ട് ടോയ്‌ലറ്റുകൾ ഉണ്ട്.
ജെറ്റ് കറുത്ത പൂച്ച കിടക്കുന്നു
പാരീസിലെ സേക്ര കോയൂർ ബസിലിക്ക
മുറിയിലെ മേശയുടെ പക്ഷി കാഴ്ച.
ഒരു ബേസ്ബോൾ ബാറ്റ് പിടിച്ചിരിക്കുന്ന ചെറുപ്പക്കാരന്റെ കണ്ണുകൾ.
പതാക കാറ്റിൽ വീശുന്നു
അഞ്ച് കുട്ടികൾ ടെന്നീസ് കളിക്കാൻ പഠിക്കുന്നു
ചെറിയ ബാർജ് വെള്ളത്തിൽ നിന്ന്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു സ്കി പൊക്കൽ
കറുത്ത മൃഗങ്ങളുടെ മൂക്ക്
ഒരു കൂട്ടം ആളുകൾ ഫ്രിസ്‌ബീ കളിക്കുന്നു
തുറന്ന ദളങ്ങളുള്ള നീല റോസ്.
വിമാനം വെള്ളിയാണ്.
ഭിത്തിയിൽ ഘടിപ്പിച്ചിരിക്കുന്ന ക്ലോക്ക്
ഒരു വിഭവത്തിൽ വേവിച്ച പിസ്സ.
ട്രെയിനിൽ സൈക്കിളിന്റെ ഹാൻഡിൽബാറുകൾ
പഴയ തവിട്ട് ലെതർ ചുമക്കുന്ന കേസ്
ഫ്രിസ്ബി കളിക്കുന്ന നായ്ക്കൾ.
പശ്ചാത്തലത്തിൽ മഞ്ഞുമൂടിയ പർവ്വതം
വയലിൽ ഒരു കൈറ്റ് കൈവശമുള്ള ഒരാൾ
വെളുത്ത പോർസലൈൻ സിങ്ക് പാത്രം
ബ്രൗൺ ടെഡി ബിയർ കൗണ്ടറിൽ ഇരിക്കുന്നു
മഞ്ഞ പക്ഷി കൊക്ക്
ലോഹത്തിന്റെ ഗ്രിൽ
ഒരു റോളിൽ ഒരു സാൻഡ്‌വിച്ച്
നാല് ജനലുകൾ ഒരുമിച്ച്.
സ്കേറ്റ്ബോർഡിൽ പ്ലെയ്ഡ് ധരിച്ച മനുഷ്യൻ
ഒരു ജോടി ചുവന്ന ബൂട്ട്
ധാരാളം പക്ഷികൾ വലിയ പാറകളിൽ വിശ്രമിക്കുന്നു
വയലിൽ പശുക്കൾ തീറ്റ കൊടുക്കുന്നു.
ഒരു തുറന്ന ഹാച്ച്ബാക്ക്
ട്രെയിൻ വലതുവശത്തേക്ക് പോകുന്നു
ശരിയായ ഹെഡ്‌ലൈറ്റ്
ട്രാക്കുകളിൽ ഒരു ട്രെയിൻ
പരസ്പരം സമീപമുള്ള ഒന്നിലധികം ട്രെയിൻ ട്രാക്കുകൾ
"തവിട്ട്, വെളുത്ത പശുക്കിടാവ്"
ഒരു വലിയ തവിട്ട് കുതിര
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
രണ്ട് പക്ഷികൾ പരസ്പരം
ഒരു പശുവിന്റെ ഉച്ചാരണം.
പകുതി കഴിച്ച പഴം
ഒരു മൊബൈൽ ഫോൺ
കുഞ്ഞ് ആന
ഭക്ഷണത്തോടുകൂടിയ വെളുത്ത പാത്രം
ഒരു ലാപ്‌ടോപ്പ് കമ്പ്യൂട്ടർ
വയലിൽ മേയുന്ന പശുക്കൾ
തറയിൽ നീളമേറിയ വയർ ഫ്രെയിം
ഒരു നായയുടെ പ്രതിഫലനം.
ഒരു കൂടാരം
മങ്ങിയ വസ്തുക്കളുള്ള കറുത്ത പശ്ചാത്തലം
ഒരു പ്ലേറ്റിൽ സ്ലോപ്പി ജോ.
ആടുകളുടെ പ്രതിമയിൽ ഒരു പെൺകുട്ടി.
കുതിരയുമായി ബന്ധിപ്പിച്ച പ്രദേശം.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വൃത്തികെട്ട തവിട്ടുനിറത്തിലുള്ള ആനക്കൊമ്പ്
എന്വേഷിക്കുന്ന ചട്ടിയിൽ പാചകം
ഭാഗികമായി വാൻ ചലിക്കുന്ന ലോഡ്
കറുപ്പും വെളുപ്പും വരയുള്ള കുടയുള്ള ഒരു സ്ത്രീ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
തടികൊണ്ടുള്ള കിടക്ക
ഒരു റോഡിൽ രണ്ട് അമ്പുകൾ.
രണ്ട് വരകളുള്ള റോഡ് പാത
ഒരു തളികയിൽ ഒരു പ്രഭാതഭക്ഷണം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ബേസ്ബോൾ മൈതാനത്ത് ഹോം പ്ലേറ്റ്
ഒരു തളികയിൽ വെണ്ണ
സ്ലീവുകളിൽ വെളുത്ത വരകളുള്ള നീല ഷർട്ടിൽ ഒരു പുരുഷൻ
ചക്രങ്ങളില്ലാത്ത സ്കേറ്റ്ബോർഡ്
വലിയ കറുപ്പും വെളുപ്പും സീബ്ര
സ്കേറ്റ്ബോർഡ് ട്രിക്ക് ചെയ്യുന്ന വ്യക്തി
ഒരു വെളുത്ത വിദൂര നിയന്ത്രണം
ടെന്നീസ് പന്ത്
വർണ്ണാഭമായ ബട്ടർഫ്ലൈ കൈറ്റ്.
ഒരു വെളുത്ത ഫ്രിസ്ബീ വായുവിൽ പറക്കുന്നു
ഒരു വലിയ തൂക്കിയിടുന്ന കണ്ണാടി
കട്ടിലിൽ കിടക്കുന്ന മഞ്ഞ നായ.
വൈൻ നിറഞ്ഞ നീളമുള്ള വൈൻ ഗ്ലാസ്
ഒരു ത്രികോണ ജനല
മുകളിൽ ചോക്ലേറ്റ് ഉള്ള ഒരു ഡോനട്ട്.
അവിടെ ഒരു പായിവഞ്ചി ഉണ്ട്
പകൽ സമയത്താണ് ചിത്രം എടുത്തത്.
അകലെയുള്ള ചക്രവാളം.
ചുവന്ന ഷർട്ട് ധരിച്ച ഒരു സ്ത്രീ
മനുഷ്യൻ സ്കേറ്റ്ബോർഡ് തന്ത്രം ചെയ്യുന്നു.
ജിറാഫിന്റെ തലയുടെ ക്ലോസപ്പ്
അന്തർസംസ്ഥാന 90 നുള്ള അടയാളം
മനോഹരമായ ത്രിതല കേക്ക്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
അത് ഒരു ബസ്സാണ്
ചിത്രത്തിൽ മൂന്ന് ജിറാഫുകൾ ഉണ്ട്.
കറുത്ത ടി ഷർട്ട് ധരിച്ച മനുഷ്യൻ
ജിറാഫ് ദ്വാരത്തിൽ നിന്ന് വെള്ളം കുടിക്കുന്നു
"ഇരട്ട ഡെക്കർ മഞ്ഞ, ചുവപ്പ് ബസ്"
തവിട്ട് നിറമുള്ള ഒരു വള്ളം
വരാന്തയിലെ പതാക
സൂപ്പിൽ നൂഡിൽസ് ഉണ്ട്
കൊക്ക് തുറന്ന പക്ഷി
പോയിന്റർ ഉപകരണം ട്രാക്ക്ബോൾ ആണ്
ഒരു ബന്ദനയുള്ള നായ
സ്റ്റാൻഡിൽ ടിവി
ഒരു സ്കോർ ബോർഡിലെ നമ്പർ
പുസ്തകത്തിന്റെ പേര്
ബസ്സിൽ കയറുന്ന വ്യക്തി
ഭക്ഷണം മേശപ്പുറത്ത്
ഒരു ജോടി നീല ജീൻസ്
പൂക്കൾ പിങ്ക് റോസാപ്പൂക്കളാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
സ്ത്രീക്ക് സുന്ദരമായ മുടിയുണ്ട്
സ്നോ ബോർഡർ ഉയരത്തിൽ ചാടുകയാണ്
കട്ടിലിൽ ഇരിക്കുന്ന ഒരു നായ
വായുവിൽ വെളുത്ത പുക
ഇത് ഒരു മനുഷ്യനാണ്
നീളൻ മുടിയുള്ള പെൺകുട്ടി ഒറ്റയ്ക്ക് ഇരിക്കുന്നു
കളിക്കാരൻ ഒരു ബേസ്ബോൾ ബാറ്റ് പിടിക്കുന്നു
ലാപ്‌ടോപ്പ് സ്‌ക്രീൻ ഓണാണ്
സ്കേറ്റ്ബോർഡിലെ ഒരു കുട്ടി
പിങ്ക് പ്ലാസ്റ്റിക് ബക്കറ്റ്
സ്പ്രിംഗുകൾ വർണ്ണാഭമായതാണ്
ട്രാഫിക് ലൈറ്റ് മഞ്ഞയാണ്
കോബ്ലെസ്റ്റോൺ പ്ലാസയിലൂടെ നടക്കുന്ന ആളുകൾ
ഇതൊരു ടെന്നീസ് റാക്കറ്റാണ്
വ്യക്തി സർഫ്ബോർഡിൽ മുറുകെ പിടിക്കുന്നു.
ഒരു കലത്തിൽ ചുവന്ന പൂക്കൾ
വേലിയിലെ തടി പോസ്റ്റ്
പശു പുല്ലിൽ കിടക്കുന്നു
ആന റോഡിലൂടെ നടക്കുന്നു
കുട മൾട്ടി കളർ ആണ്
ഇതൊരു കരടിയാണ്
ഉയരമുള്ള ബ്രൗൺ നിറത്തിലുള്ള ജിറാഫ്
നീല നിറത്തിലുള്ള വെള്ളം.
മഞ്ഞ ജാക്കറ്റ് ധരിച്ച സ്കയർ
ദൃശ്യമായ ട്രെയിൻ ട്രാക്കുകൾ
കുഞ്ഞ് ആന
ഒരു ചുവന്ന ഡബിൾ ഡെക്കർ ബസ്
ഉയരമുള്ള വെളുത്ത കെട്ടിടത്തിന് മുന്നിൽ വളഞ്ഞ പാത
ഒരു താറാവ്
വയലിൽ രണ്ടുപേർ
വെള്ളം
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
തറയിൽ മൺപാത്രങ്ങൾ
തവിട്ട് ഡോനട്ട്
വിദൂരത്തുള്ള ചുവപ്പ് ബട്ടൺ
ഉയരമുള്ള നീല വേലി പോസ്റ്റ്
ചാരനിറത്തിലുള്ള വെളുത്ത സ്കേറ്റ്ബോർഡ്
ആൺകുട്ടി ഒരു നീണ്ട ടൈ ധരിക്കുന്നു
"വെള്ള, കറുപ്പ് പ്രദർശന തിരശീല"
വെളുത്ത വസ്ത്രം ധരിച്ച രണ്ടുപേർ
പുരാതന മാളിൽ ടെഡി ബിയർ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വയലിൽ നാല് ആടുകൾ
രണ്ടുപേർ ആത്യന്തിക ഫ്രിസ്‌ബീ കളിക്കുന്നു
പുരുഷന് കുറഞ്ഞ കട്ട് ഉണ്ട്
ആൺകുട്ടി സ്കേറ്റ്ബോർഡിംഗ് ചെയ്യുന്നു
പഴയ തടി കസേരയിൽ ടെഡി ബിയർ
കറുപ്പും വെളുപ്പും ഫോട്ടോ
ടെന്നീസ് ബോൾ വായുവിൽ
ഒരു കൂട്ടം ബോട്ടുകൾ
പട്ടാളക്കാരൻ ടോയ്‌ലറ്റിൽ വീഴാൻ പോകുന്നു
വയലിൽ പശു
കൈയിൽ സർഫ്ബോർഡുമായി നടക്കുന്ന മനുഷ്യൻ
ഒരു ലിറ്റ് അനലോഗ് ക്ലോക്ക്
മനുഷ്യന്റെ അരികിൽ ചുവപ്പും വെള്ളയും നിറമുള്ള സ്റ്റോപ്പ് ചിഹ്നം
ധ്രുവത്തിൽ സ്റ്റിക്കർ
സീബ്രകൾ കാട്ടിൽ ഓടുന്നു
മൂലയിൽ ഇരിപ്പിടം
ഫോൺ മനുഷ്യന്റെ ചെവിയിലാണ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
പത്ര ചുറ്റിൽ ബർഗർ
സ്റ്റൗവിൽ ചായ കെറ്റിൽ
ഭക്ഷണം ഇവിടെയുണ്ട്
ധ്രുവം കറുത്തതാണ്
പച്ച പുല്ലിന്റെ വയൽ
ആനയുടെ കൊമ്പ് വെളുത്തതാണ്
ഇതൊരു പിസ്സയാണ്
അലമാരയിലെ ഒരു വാച്ച്.
ചുവന്ന ബസ് നടപ്പാതയുടെ അരികിൽ നിർത്തി
തീവണ്ടി
ബസ്സിലെ മഞ്ഞ അക്ഷരം
ഒരു കുട്ടിയുടെ മൂക്ക്.
"വെള്ള, കറുപ്പ് ട്രെയിൻ"
മനുഷ്യൻ സർഫോർഡിൽ സമുദ്രത്തിൽ സർഫിംഗ് ചെയ്യുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മഞ്ഞ ഷർട്ട് ധരിച്ച സ്ത്രീ
ഇതൊരു ഉച്ചഭക്ഷണമാണ്
ഇതൊരു നായയാണ്
ഭക്ഷണത്തിലെ വെള്ളി സ്പൂൺ
കൂട്ടിൽ പക്ഷികൾ
"ഓറഞ്ച്, വൈറ്റ് നിറങ്ങളിൽ ഉള്ള ടൂർ ബസ്"
വലിയ പർപ്പിൾ തുണി പുതപ്പ്
സെൽ ഫോൺ ചാരനിറവും കറുപ്പും ആണ്
ഗ്രില്ലിൽ ഹോട്ട് ഡോഗ്
കുഞ്ഞ് ആന
മഞ്ഞുവീഴ്ചയിലെ ജലാംശം
അലങ്കാരം വിൻഡോയിൽ തൂക്കിയിരിക്കുന്നു
ഓറഞ്ച് ഷർട്ട് ധരിച്ച സ്ത്രീ ടെന്നീസ് കളിക്കുന്നു
തറയിലെ തുരുമ്പ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ബോട്ടുകൾ വെള്ളത്തിൽ
ഒന്നിലധികം പുരുഷന്മാരുടെ ചിത്രം സ്കേറ്റ്ബോർഡിംഗ്
ദ്വീപ് ബീച്ച് രംഗം
പച്ച ടി ഷർട്ട് ധരിച്ച കുട്ടി
ഇരുണ്ട നനഞ്ഞ സ്യൂട്ടിലുള്ള ഒരാൾ
പുരുഷന്റെ തലയിൽ ഹെൽമെറ്റ്
പശുവിന്റെ തല
വെളുത്ത ഷോർട്ട്സ് ധരിച്ച മനുഷ്യൻ
സവാള വളയങ്ങൾ
നിലത്ത് കറുത്ത പുള്ളി
ജിറാഫിന്റെ കാലുകൾ
സ്റ്റോപ്പ് ചിഹ്നത്തിന് താഴെയുള്ള ചിഹ്നം
മനുഷ്യൻ ധരിക്കുന്ന മഞ്ഞ ഷർട്ട്.
കറുത്ത ജാക്കറ്റ് ധരിച്ച മനുഷ്യൻ
ഇത് ഒരു വ്യക്തിയാണ്
നടപ്പാതയിൽ ചെറിയ ചാരനിറത്തിലുള്ള ടൈലുകൾ
ആഴമില്ലാത്ത ചതുര പാത്രം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
കരയിലെ മണൽ
ബൈക്ക് മഞ്ഞയാണ്
ഒരു കറുത്ത ടയർ
തിളങ്ങുന്ന കണ്ണുകളുള്ള രണ്ട് കരടികൾ
ധ്രുവത്തിൽ പാർക്കിംഗ് ചിഹ്നങ്ങളൊന്നുമില്ല
നിരകളും സ്റ്റീപ്പിളും ഉള്ള കെട്ടിടം
ആപ്പിൾ പച്ചയാണ്
ഒരു തവിട്ട് കടലാസോ പെട്ടി
ഒരു വിശ്രമമുറിയിൽ കൊച്ചുകുട്ടി
പൂവ് ജലാംശം കൊണ്ട് അലങ്കരിച്ചിരിക്കുന്നു
പബ്ലിക് ബസ് നടപതയുടെ അടുത്ത് നിർത്തിയിട്ടിരിക്കുന്നു
ഒരു വലിയ കല്ല്
മേശയുടെ മുകളിൽ മഞ്ഞ പ്ലാസ്റ്റിക് കപ്പ്
"ട്രെയിൻ ട്രാക്കിൽ മഞ്ഞ, നീല ട്രെയിൻ"
ട്രെയിനിന്റെ മുൻവശത്തുള്ള ചുവന്ന ബാർ.
തറയിൽ ഇരിക്കുന്ന ഒരു കറുത്ത നായ
മനുഷ്യൻ കടൽത്തീരത്ത് നടക്കുന്നു
പോളിൽ നിരവധി അടയാളങ്ങൾ
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് തലയിൽ
സ്വർണ്ണ കലശത്തിന്റെ അടിത്തറ
ഒരു തളികയിൽ തക്കാളി
അമ്പടയാളം വെളുത്തതാണ്
ക്ലോക്കിലെ വെളുത്ത നമ്പർ
ഒരു ചുവന്ന കൈറ്റ്.
അകലെയുള്ള ഒരു ഫോൺ ടവർ
ഒരു ചുവന്ന കാർ പാർക്ക് ചെയ്തിരിക്കുന്നു
മനുഷ്യൻ ഒരു ബാറ്റ് വീശുന്നു
മേശയിൽ മങ്ങിയ മൈക്രോവേവ്
ഇത് ഒരു അടയാളമാണ്
സ്നോബോർഡിംഗ് ചെയ്യുന്നു മനുഷ്യൻ
പാലം കടക്കുന്ന ഒരു ചുവന്ന ബസ്.
ഫോട്ടോയിലെ രണ്ടുപേർ
ഇതൊരു ലാപ്‌ടോപ്പാണ്
ഷോർട്ട് സ്ലീവ് പച്ച ഷർട്ട്
സ്നോ ബോർഡിലെ വ്യക്തി
ജിറാഫിന്റെ കഴുത്ത്
ഒരു കൊച്ചുകുട്ടി കാത്തിരിക്കുമ്പോൾ ഫോണിൽ മെസ്സേജ് ചെയ്യുന്നു
മൂന്ന് സീബ്രകൾ ഈ രംഗത്ത് ജാഗ്രത പാലിക്കുന്നു
ഗ്ലാസിൽ ഉള്ള വീഞ്ഞിന് പിന്നിൽ ഉള്ള മനുഷ്യൻ
ബാറ്റ് കറുത്തതാണ്
വയലിൽ രണ്ട് ആടുകൾ
സ്ത്രീ ബൈക്ക് ഓടിക്കുന്നു
വെള്ളത്തിൽ മൂന്ന് പായ്ക്കപ്പലുക്കൾ
മനുഷ്യൻ പുറകിൽ
ചാരനിറത്തിലുള്ള ഷർട്ടും ഷോർട്ട്സും ധരിച്ച ബ്രൗൺ മുടിയുള്ള മനുഷ്യൻ ചാരുന്നു .
സീലിംഗിന് സമീപമുള്ള രണ്ട് ഗ്ലോബ് ലൈറ്റുകൾ
കുടകൾ വായുവിൽ
ലഗേജുകളുള്ള ഒരു വലിയ പച്ച വണ്ടി.
കളിക്കളത്തിലെ കളിക്കാർ
കവറിൽ ചുവന്ന പുഷ്പം
ഒരു ട്രെയിൻ സ്റ്റേഷന്റെ ചിത്രം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മഞ്ഞ കഗാരു ക്രോസിംഗ് ചിഹ്നം
ഒരു വിമാനം പറന്നുയരുന്നു.
സമുദ്രത്തിൽ സർഫർ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
പ്ലേറ്റിൽ ഡോനട്ട്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഇതൊരു പ്ലേറ്റാണ്
റോഡിൽ യാത്ര ചെയ്യുന്ന ഇരട്ട ഡെക്കർ ബസ്
സമുദ്രത്തിലെ ആളുകൾ.
പച്ച ട്രെയിനിന്റെ വശത്തെ വിൻഡോ
പ്ലേറ്റിലെ ഭക്ഷണം.
കുതിര കറുത്തതാണ്
ഇളം നീലാകാശം പർവതങ്ങൾക്ക് മുകളിൽ
നീലയും വെള്ളയും അടയാളം
ഒരു ക്ലോക്കിന്റെ മുകളിൽ കറുത്ത XII.
നിലത്ത് കറുത്ത പുള്ളി
ഇതൊരു നിഴലാണ്
കറുത്ത പൂച്ച മേശപ്പുറത്ത് കിടക്കുന്നു
ഒരു ധ്രുവത്തിൽ ട്രാഫിക് ലൈറ്റ് സ്ഥാപിച്ചിരിക്കുന്നു
ആൺകുട്ടി ഒരു കൺട്രോളർ പിടിക്കുന്നു.
തലയിൽ ചുവന്ന ഹെൽമെറ്റ്
നെഞ്ച് പ്ലേറ്റ് ചുവപ്പാണ്
ഇതൊരു പൂച്ചയാണ്
റെയിൽ‌വേ ട്രാക്കുകളിൽ‌ ഒരു വലിയ ട്രെയിൻ‌
മേശപ്പുറത്ത് പൂക്കളുടെ പാത്രം
ഒരു മേശപ്പുറത്ത് ഒരു പെൻഡന്റ് ലൈറ്റ്
ഒരു പാലത്തിനടിയിൽ വെള്ളം
നടപ്പാതയുടെ അരികിൽ നിർത്തിയിട്ടിരിക്കുന്ന വാഹനങ്ങളുടെ നിര
വേലിയിലെ കറുത്ത വയർ
ഒരു മേശപ്പുറത്ത് സാൻഡ്‌വിച്ചുകൾ
കറുത്ത ലാപ്‌ടോപ്പ് തുറക്കുക
വെളുത്ത തലയണ
നീല ജാക്കറ്റ് ധരിച്ച വ്യക്തി
ചുട്ടുപഴുപ്പിച്ച കാപ്പിക്കുരു വെളുത്ത പ്ലേറ്റിൽ കൂട്ടിയിട്ടിരിക്കുന്നു
റൌണ്ട് ബ്ലാക്ക് ബൈക്ക് ടയർ
മൃഗങ്ങളുടെ തല താഴേക്ക്
റൺ‌വേയിലെ വിമാനം
മനുഷ്യൻ ബേസ്ബോൾ മൈതാനത്ത് ബേസ്ബോൾ എറിയുന്നു
നിരവധി കാളകൾ റോഡിൽ നടക്കുന്നു
ഒരു സീബ്ര തല കുടിക്കുന്നു
ഇതൊരു ടാപ്പാണ്
ഏറ്റവും വലിയ വെളുത്ത ആടുകൾ.
നീലാകാശത്തിൽ വെളുത്ത മേഘങ്ങൾ
ഹൃദയത്തിൽ കത്ത്
പൂമുഖത്ത് കാലാവസ്ഥാ ബോർഡ്
ഇത് ഒരു സ്ത്രീയാണ്
ശൂന്യമായ രണ്ട് പച്ച കടൽ കസേരകൾ.
നീലാകാശത്തിന് കുറുകെ പറക്കുന്ന ഒരു ചെറിയ വെളുത്ത വിമാനം
ഒരു കണ്ണാടിയിൽ ഒരു വ്യക്തിയുടെ പ്രതിഫലനം
വൃത്താകൃതിയിലുള്ള വെളുത്ത പ്ലേറ്റിൽ പച്ച ഒലിവ്
ജിറാഫിന്റെ ചെവി
ഇതൊരു പക്ഷിയാണ്
പാസഞ്ചർ ട്രെയിനിന് പിന്നിൽ ബി അക്ഷരം ഉണ്ട്
ചാരനിറത്തിലുള്ള ആന
സ്കേറ്റ്ബോർഡിൽ വായുവിൽ ചാടുന്ന വ്യക്തി
അടുക്കളയിൽ ഒരു സൈക്കിൾ
ഇതൊരു പുഷ്പമാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വരികൾ സ്വർണ്ണമാണ്
ദ്വീപ് ബീച്ച് രംഗം
ഫുട്പാത്തിൽ ഒരു പാർക്കിംഗ് മീറ്റർ
വെളുത്ത യൂണിഫോം ധരിച്ച കളിക്കാരൻ
വെളുത്ത പൂവിന്റെ ക്രമീകരണം
പിങ്ക് ഷർട്ട് ധരിച്ച സ്ത്രീ.
പ്ലാസ്റ്റിക് കപ്പിൽ തവിട്ട് നിറമുള്ള ചായ
ഭക്ഷണവുമായി കുഞ്ഞിന്റെ മുഖം
കളിക്കാരൻ ഒരു ബാറ്റ് പിടിക്കുന്നു
വെളുത്ത സ്കൈ സ്യൂട്ട് ധരിച്ച കുട്ടി
ധ്രുവത്തിന് മുകളിൽ രണ്ട് അടയാളങ്ങൾ
കടൽത്തീരത്ത് തിരമാലകളിൽ വെളുത്ത നുര
ഇരുണ്ട ലോഹത്തിന്റെ കുറുക്ക് നടക്കാനുള്ള വിളക്ക് തൂൺ
ഒരു പോസ്റ്റിൽ ഇരിക്കുന്ന പക്ഷി
ചുറ്റുമതിലിനുള്ളിൽ ആടുകളുടെ കൂട്ടം
ഭക്ഷണത്തിന്റെ ഒരു വിഭാഗം
തലയിൽ കറുത്ത തൊപ്പി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
രണ്ട് ചെറിയ ബോട്ടുകൾ വെള്ളത്തിൽ
സർഫ്ബോർഡിൽ കറുത്ത ഡോട്ട്
ഒരു കെട്ടിടത്തിന് മുന്നിൽ കുടകൾ പിടിക്കുന്ന ആളുകളുടെ കൂട്ടം
ഒരു വാഴപ്പഴത്തിന്റെ തണ്ട്
പല്ല് തേക്കുന്ന ഒരു പെൺകുട്ടിയുടെ കണ്ണാടിയിൽ ഒരു പ്രതിഫലനം
കുട പർപ്പിൾ ആണ്.
ഇവ രണ്ട് ബാഗുകളാണ്
ഇതൊരു കല്ലാണ്
ഒരു കലത്തിനുള്ളിൽ സൂപ്പ്
ഇവർ കുതിരസവാരി
"വൃത്താകൃതിയിലുള്ള ചുവപ്പ്, കറുപ്പ് ട്രെയിൻ"
നീളമുള്ള പ്ലാസ്റ്റിക് കറുത്ത ഗ്ലാസുകൾ
തീവണ്ടിയുടെ ജനൽ
തീവണ്ടിയിൽ കറുത്ത അക്ഷരം
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഇത് ചുവന്ന വീഞ്ഞാണ്
മനുഷ്യൻ ഫ്രിസ്‌ബിയെ കയ്യിൽ പിടിക്കുന്നു
ഇത് ഒരു പെൺകുട്ടിയാണ്
മനുഷ്യൻ വായുവിലേക്ക് ചാടുന്നു
ഇതൊരു പാർക്കാണ്
പകുതി സാൻഡ്‌വിച്ച്
തെരുവ് ചാരനിറമാണ്
ചെറിയ കറുത്ത നായയുടെ മുഖം
ഇത് ഒരു വ്യക്തിയാണ്
പച്ച വനത്തിൽ മരം ബെഞ്ച്
തറയിൽ മരം
ടവറിൽ ബ്ലാക്ക് ആൻഡ് വൈറ്റ് ഘടികാരം
പച്ച ഷർട്ടും കറുത്ത ഷോർട്ട്സും ധരിച്ച ഒരു ഇന്ത്യൻ പയ്യൻ
ഇത് ഒരു വ്യക്തിയാണ്
സ്ത്രീ ഒരു ബാറ്റ് വീശുന്നു
കൈത്തണ്ടയിൽ ഇലാസ്റ്റിക് ബാൻഡ്
ചുവപ്പും വെള്ളയും സർഫ്ബോർഡ്
ഷൂവിൽ വെളുത്ത പട്ട
ഒരു ബേസ്ബോൾ ടീം അഴുക്കുചാലിൽ പോസ് ചെയ്യുന്നു
ഇതൊരു തെരുവാണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
മഞ്ഞ സർഫ്ബോർഡിൽ മനുഷ്യൻ സർഫിംഗ്
ഒരു മോട്ടോർബൈക്ക് പാർക്ക് ചെയ്തു
രാവിലെ ലണ്ടൻ ടവർ
തൂവാലകൾ മടക്കിക്കളയുന്നു
മഞ്ഞുവീഴ്ചയിൽ ഒരു ട്രക്ക്
വെളുത്ത പാന്റ്സ് ധരിച്ച മനുഷ്യൻ
കുതിരപ്പുറത്തുള്ള സ്ത്രീ
ഗോപുരത്തിന്റെ വശത്ത് വെളുത്ത ക്ലോക്ക് മുഖം
ഇതൊരു ഹോട്ടൽ മുറിയാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
നിലത്ത് കറുത്ത പുള്ളി
മൊബൈലിൽ കാൽപ്പാടുകൾ
തവിട്ടുനിറം
അകലെയുള്ള ഒരു പ്രകാശം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വിൻഡോയിൽ ഒരു തേനീച്ചയുടെ പ്രതിഫലനം
കനത്ത ട്രക്കിംഗ് ഇല്ല ചിഹ്നം
പുരുഷന്മാർ സൺഗ്ലാസുകൾ ധരിച്ചിരിക്കുന്നു
ഒരു ബൈക്ക് ചിഹ്നത്തിൽ പെയ്ഡ് ഫോർ എന്ന് പറയുന്ന ഒരു അടയാളം
ഗോഡ്ഫാദർ പേപ്പർബാക്ക് മേശപ്പുറത്ത്
വെളുത്ത നിറമുളള മനുഷ്യ വിരൽ
വനത്തിന്റെ ഒരു വിഭാഗം
ഇതൊരു സീബ്രയാണ്
കുളിമുറിയിൽ നീല ഹാൻഡിക്യാപ്പ് ചിഹ്നം
കൈകൊണ്ട് ചെവി
ഒരു അടയാളം എഴുതിയിരിക്കുന്നു
കുഞ്ഞ് ആന
പാതയിൽ ബൈക്ക് ഓടിക്കുന്ന വ്യക്തി
ഒരു മണൽ കടൽത്തീരം
മെനു നീലയാണ്
നീല പൂക്കളുള്ള പാത്രങ്ങൾ
ഹോട്ട് ഡോഗ് സ്ത്രീ കഴിക്കുന്നു
സമുദ്രത്തിൽ ഒരു തുള്ളി വെള്ളം
വനിതാ ടെന്നീസ് കളിക്കാരി
പൂച്ച വലിച്ചുനീട്ടുകയാണ്
വാഴപ്പഴം മഞ്ഞയാണ്
ഒരു മരത്തിൽ പഴുത്ത വാഴപ്പഴം
ഇതൊരു ആപ്പിൾ ആണ്
മൃഗത്തിന്റെ മൂക്കിന്റെ വശത്ത് നീളമുള്ള വിസ്കറുകൾ
ബേസിൽ പിസ്സയിലാണ്.
വെളുത്ത തുണി
ഒരു മരത്തിൽ ഒരു പച്ച ഇല
വെള്ളത്തിൽ സർഫറുകളുണ്ട്
ഇതൊരു പിക്കപ്പ് ആണ്
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ബസ്സിൽ തിളക്കമുള്ള മഞ്ഞ എ.
കെട്ടിടത്തിലെ സാറ്റലൈറ്റ്
രുചികരമായ ഒരു ഡോനട്ട്
മേശയ്ക്കടിയിൽ ഒരു കസേര
ഒരു സീബ്രയുടെ കാൽ
ഉയരമുള്ള വെളുത്ത ഏഷ്യൻ ടവർ
മഞ്ഞുമൂടിയ വരി ബോട്ട്
മാർബിൾ ക .ണ്ടറിൽ ചാരിയിരിക്കുന്ന കുട്ടി
വയലിൽ ഒരു തവിട്ടുനിറത്തിലുള്ള കുതിര
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
കസേരയുടെ മുകളിൽ ഇരിക്കുന്ന വെള്ളയും ബ്രൗൺ നിറത്തിലുള്ള പൂച്ച
ചുമരിൽ ഒരു ഇഷ്ടിക
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
ഒരു ടെന്നീസ് റാക്കറ്റിന്റെ തല
സ്റ്റേഷനിൽ ഒരാൾ
പ്ലേറ്റിൽ വാഴപ്പഴം
വലിയ പച്ച ട്രക്ക്
പകൽ ഒരു രംഗം
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇത് ഒരു വ്യക്തിയാണ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ബെഞ്ചിൽ സ്‌നൂപ്പി കളിപ്പാട്ടം
ഒരു പോലീസ് വാൻ പാർക്ക് ചെയ്തിരിക്കുന്നു
ജിറാഫിന് മുന്നിൽ നിൽക്കുന്ന രണ്ട് വെള്ളക്കാർ
ട്രാക്കുകൾക്കിടയിൽ കുറ്റിക്കാടുകൾ
ചുവന്ന വേവിച്ച ഞണ്ടുകളുടെ കൂമ്പാരം
ഒരു നീല വൈകല്യ ചിഹ്നം
പക്ഷി വെളുത്തതാണ്
ആപ്പിൾ ചീഞ്ഞഴുകിപ്പോയി
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു പൂച്ച നിൽക്കുന്നു
മനുഷ്യൻ സർഫ്ബോർഡ് തുടച്ചുമാറ്റുന്നു
പാർക്ക് ചെയ്ത വെള്ളി മോട്ടോർസൈക്കിൾ
ഒരു ബാഗ് കോട്ടൺ മിഠായി
മനുഷ്യന്റെ നെഞ്ചിൽ കിടക്കുന്ന പൂച്ച
മങ്ങിയ കൈയിൽ ഒരു ചുവന്ന ഫ്രിസ്ബീ പിടിച്ചിരിക്കുന്നു
ഇതൊരു പൂച്ചയാണ്
മേശപ്പുറത്ത് ഒരു കറുത്ത വിളക്ക് വെച്ചിരിക്കുന്നു
മേശപ്പുറത്ത് ഒരു ലാപ്‌ടോപ്പ്
"തവിട്ട്, വെളുപ്പ് കപ്പ് കപ്പുച്ചിനോ"
താഴെയുള്ള ചെറിയ അലങ്കാരങ്ങൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു ക്ലോക്കിന്റെ ഓറഞ്ച് മണിക്കൂർ കൈ.
ഒരു ജിറാഫ് പുല്ല് തിന്നുന്നു
കുലയുടെ ഇടതുവശത്ത് മഞ്ഞ വാഴപ്പഴം.
ഡോനട്ടിൽ തളിക്കുന്നു
അമ്പടയാളം വലത്തേക്ക് ചൂണ്ടുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
വിശ്രമ മുറിയിൽ വെളുത്ത മൂത്രം
ദ്വീപ് ബീച്ച് രംഗം
അകലെയുള്ള ഒരു സീബ്ര
പ്രദർശിപ്പിക്കുന്ന ഒരു ബൈക്ക്
ആനയുടെ മുകളിൽ ഒരു മരം ബെഞ്ച്
നീല അറ്റങ്ങളുള്ള ഒരു വെളുത്ത വാഹന ലൈസൻസ് പ്ലേറ്റ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഒരു കനോയിൽ ഒരു തവിട്ട് നായ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
സർഫിംഗ് ചെയ്യുന്ന ഒരു മനുഷ്യൻ
നീലയും മഞ്ഞയും ജലാംശം
ഒരു കാർഡ്ബോർഡ് മൈക്രോവേവ് ഓവൻ ബോക്സ്
ഒരു കൂട്ടം ഓറഞ്ച്
സെറാമിക് കൊണ്ട് നിർമ്മിച്ച ഒരു പാത്രം
തീവണ്ടി വെളുത്തതാണ്
ബാറ്ററിന്റെ കൈകളിലെ ബേസ്ബോൾ ബാറ്റ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
പുഷ്പം ഒരു പാത്രത്തിൽ
കുതിരപ്പുറത്തുള്ള ഒരാൾ
ഇതൊരു പള്ളി കെട്ടിടമാണ്
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ഒരു മഞ്ഞ ട്രാഫിക് ലൈറ്റ്
വെളുത്ത ഹോസ് ധരിച്ച സ്ത്രീ
നായ്ക്കൾ ഇടതുവശത്ത് കിടക്കുന്നു
ഒരു മാൻ പ്ലേയിൻ ടെന്നീസ്
നിലത്തു ഒരു സ്യൂട്ട്കേസ്
നിലത്ത് ഒരു പെട്ടി
കുളിമുറിയിൽ ഒരു ടോയ്‌ലറ്റ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ഇത് ഒരു വ്യക്തിയാണ്
ദ്വീപ് ബീച്ച് രംഗം
ദീർഘചതുരം ക്യാൻവാസിൽ ഒപ്പിട്ട ചിത്രം
ചിഹ്നം ചുവപ്പും വെള്ളയും ആണ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
"വെള്ള, കറുപ്പ് ഘടികാരം"
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ലാപ്‌ടോപ്പ് നിലവിൽ ഓണാണ്
കമ്പ്യൂട്ടർ മോണിറ്റർ ഓണാക്കി
ഓറഞ്ച് കുട തീവണ്ടി സ്റ്റേഷനിൽ തുറന്നു
ഗ്രാനോള നിറച്ച വെളുത്ത സെറാമിക് പാത്രം
തലകീഴായി പച്ച പാത്രം
നീല തെളിഞ്ഞ ആകാശം
കറുപ്പും വെളുപ്പും തുറന്ന കുട
വെളുത്ത വിമാനം വായുവിൽ
ഇതൊരു വാനാണ്
ഇതൊരു കരടിയാണ്
മനുഷ്യന്റെ കയ്യിൽ ചൂരൽ
തെഹ് റോഡിൽ ഒരു ബസ്
പരസ്പരം രണ്ട് മൃഗങ്ങൾ
ഭക്ഷണം പാത്രത്തിൽ വിളമ്പുന്നു
ചെമ്പ് കൊണ്ട് നിർമ്മിച്ച ഒരു ക്ലോക്ക് മുഖം.
ഇത് ഒരു വ്യക്തിയാണ്
വയലിൽ വെളുത്തതും തവിട്ടുനിറമുള്ളതുമായ ആടുകൾ
വൈദ്യുത ലൈനുകൾ പോളിൽ നിന്ന് താൽക്കാലികമായി നിർത്തിവച്ചിരിക്കുന്നു
ചരലിൽ വളരുന്ന മുൾപടർപ്പു
ചുവപ്പും മഞ്ഞയും ഉള്ള ട്രെയിൻ.
ഒരു മുട്ട കപ്പിൽ വേവിച്ച മുട്ട
ഈ പക്ഷികളുടെ തല പെൻ‌ഗ്വിനുകൾക്ക് സമാനമാണ്
ആകാശത്ത് സൂര്യൻ.
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു റെസ്റ്റോറന്റിലെ ആളുകൾ
ഒരു ചുവന്ന കടലാസ് കുട
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ഇളം പർപ്പിൾ തലയിണ
മരം തറയ്ക്ക് മുകളിലുള്ള കറുത്ത മേശയുടെ മൂല
ഇതൊരു കടൽത്തീരമാണ്
ഒരു മനുഷ്യൻ പുഞ്ചിരിക്കുന്നു
പട്ടണ ബസ് മഞ്ഞയാണ്
ഇത് ഒരു വ്യക്തിയാണ്
കറുപ്പും മഞ്ഞയും റാക്കറ്റ്
ഒരു കറുത്ത ബേസ്ബോൾ ഹെൽമെറ്റ്
ആളുടെ കൈയിലുള്ള ഫ്രിസ്ബീ.
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കുറച്ച് ടോപ്പിംഗുകളുള്ള പിസ്സ
ചുവന്ന ലോഗോയുള്ള കറുത്ത ടീ ഷർട്ട് ധരിച്ച പെൺകുട്ടി
കൈ ഉയർത്തിയ മനുഷ്യൻ
മനുഷ്യൻ ഒരു റോഡിൽ സ്കേറ്റിംഗ് ചെയ്യുന്നു
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
മനോഹരമായ ബ്രൗൺ ടാബി പൂച്ച മുകളിലേക്ക് നോക്കുന്നു
വെള്ളത്തിൽ തിരമാലകൾ തെറിക്കുന്നു
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ഇവ അടയാളങ്ങളാണ്
ഒരു വെളുത്ത മതിലിന്റെയും കസേരകളുടെയും കാഴ്ച
സ്റ്റാൻഡിൽ വെച്ചിരിക്കുന്ന വലിയ പ്രൊജക്ഷൻ സ്‌ക്രീൻ
വരകൾ ഒരു ടൈയിലാണ്
വൈറ്റ് മെറ്റൽ പോണ്ടൂൺ ബോട്ട്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കറുത്ത കരടി പാറയിൽ ഇരിക്കുന്നു
ചാര വെള്ളി മെറ്റൽ പാർക്കിംഗ് മീറ്ററുകളുടെ നിര
രണ്ടുപേർ ടെന്നീസ് കളിക്കുന്നു
വെള്ളം കുടിക്കാൻ വേണ്ടി കാലുകൾ അകത്തി വെച്ചിരിക്കുന്ന ജിറാഫുകൾ
ഇതൊരു നദിയാണ്
മഞ്ഞ ധ്രുവത്തിൽ രണ്ട് ട്രാഫിക് ലൈറ്റുകൾ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
തെരുവിൽ സ്കേറ്റ്ബോർഡ് ഓടിക്കുന്ന മനുഷ്യൻ
കുഞ്ഞ് ആന
ബോക്സ് തിരികെ വരയ്ക്കുക
കട്ടിലിന് മുകളിലുള്ള മഞ്ഞ പോസ്റ്റർ.
രണ്ട് സീബ്രകൾ മേയുന്ന പച്ച നിലം
നിലത്ത് വെച്ചിരിക്കുന്ന സർഫ്ബോർഡ്
ഇതൊരു എയർഷോ ആണ്
കെട്ടിടത്തിലെ ഒരു ഘടികാരം.
സർഫർ ഉപയോഗിക്കുന്ന സർഫ്ബോർഡ്.
ഇതൊരു പശുവാണ്
ചുമരിൽ വെളുത്ത അടയാളം
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഇത് ഒരു വ്യക്തിയാണ്
ഒരു ബാഗ് കോട്ടൺ മിഠായി
ട്രെയിനിന്റെ മുൻവശത്തുള്ള 4464 നമ്പർ.
ആകാശത്തിലെ മേഘങ്ങൾ
വെള്ളത്തിന് മുകളിലൂടെ പറക്കുന്ന ഒരു പക്ഷി.
ഒരു അമേരിക്കൻ പതാക തൊപ്പിയിലെ മനുഷ്യൻ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
വെളുത്ത കുളിമുറി മായ
ഇത് ഒരു വ്യക്തിയാണ്
ഒരു പെൺകുട്ടിയുടെ വായിൽ നാക്ക്
ഒരു കൂട്ടം ഗ്ലാസുകൾ
വലിയ തവിട്ടുനിറത്തിലുള്ള പാറക്കല്ലുകൾ
ഇതൊരു പട്ടം ആണ്
ഇത് ഒരു വ്യക്തിയാണ്
ഇത് ഒരു വ്യക്തിയാണ്
മിഡെയറിലെ വർണ്ണാഭമായ കൈറ്റ്
ഫ്രിസ്ബിയെ പിടിക്കാൻ തയ്യാറായ പെൺകുട്ടി
ഡെസ്‌കിലെ മൗസ്
ബ്രൗൺ നിറത്തിലുള്ള പുല്ല്
നിലത്ത് കറുത്ത പുള്ളി
നായയുടെ വലത് ചെവി.
സ്കേറ്റ്ബോർഡിലെ ചെറുപ്പക്കാരൻ
വെള്ളത്തിൽ കപ്പൽ
ഒരു കെട്ടിടത്തിലെ വലിയ വിൻഡോ
വായുവിൽ ഒരു ഫ്രിസ്‌ബീ
കടലാസിൽ ഒരു സാൻഡ്‌വിച്ച്
നിലത്ത് മഞ്ഞ്
ഒരു വ്യക്തിയുടെ കൈ
കട്ടിലിൽ നിന്ന് എത്തുന്ന സുന്ദരമായ മുടിയുള്ള കുട്ടി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
പ്ലേറ്റിൽ മധുരപലഹാരം
ഒരു വിമാനം വായുവിലേക്ക് പറക്കുന്നു
ഗ്ലാസ് വാതിലുകൾക്ക് പിന്നിൽ ബാത്ത്റൂം
പൂച്ച തറയിൽ കിടക്കുന്നു
പുതിയ വെളുത്തുള്ളിയുടെ തടി ക്രാറ്റ്
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
"നീല, വെള്ള യൂണിഫോം ധരിച്ച രണ്ട് കളിക്കാർ"
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
തെരുവിൽ ബസ് നിർത്തി
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വയലിൽ സീബ്ര നിൽക്കുന്നു.
"നീല, വെള്ള ബസ്"
കുതിരയുടെ മുൻ പാദം
ടേബിളിൽ മൗസ്
മേഘങ്ങൾ വെളുത്തതാണ്
രണ്ടുപേർ ഒരു മേശയിൽ ഇരിക്കുന്നു.
ഡോണട്ട് കൈവശമുള്ള വ്യക്തി
പുരുഷന്റെ തലയിൽ കറുത്ത ഹെൽമെറ്റ്
ആഴമില്ലാത്ത തെളിഞ്ഞ വെള്ളത്തിനടിയിലെ പാറകൾ
സീലിംഗിൽ തിളങ്ങുന്ന വിശ്രമിക്കുന്ന പ്രകാശം
ചുവന്ന കൊട്ടയിൽ സാൻഡ്‌വിച്ച്
ഒരു കട്ടിലിൽ വെളുത്ത ക്വിൽറ്റ്
വെളുത്ത സിങ്കുകൾക്ക് എതിർവശത്തുള്ള വെളുത്ത മൂത്രപ്പുരകൾ
ഒരു നദിക്കരയിൽ ഒരു പശു
പച്ച പുല്ലിൽ ഒരു ടോയ്‌ലറ്റ്
പശുക്കൾ‌ ഒന്നിച്ച് ചേർ‌ന്നു
ഒരു മരം ട്രേയിൽ ഒരു നീണ്ട പിസ്സ
നീല ഇരട്ട കൈകാര്യം ചെയ്ത വാസ്.
സ്റ്റഫ് ചെയ്ത കരടിയിൽ ചുവന്ന തൊപ്പി
വെളുത്ത യൂണിഫോമിലുള്ള ബേസ്ബോൾ കളിക്കാരൻ
മഞ്ഞ് നിറഞ്ഞ ചക്രവാളത്തിലെ പാറ പർവതങ്ങൾ
ആനയുടെ തുമ്പിക്കൈ
ഇതൊരു ജലാശയമാണ്
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
കുട പച്ചയാണ്
ഇത് ഒരു വ്യക്തിയാണ്
ഒരു നീല ജീൻസ് ധരിച്ച മനുഷ്യൻ
തീ സ്ഥലത്തെ പ്രതിമ
സ്നോ സ്കീസ് ​​ധരിച്ച ഒരാൾ
ഒരു ബോക്സിൽ ഒരു ക്ലോക്ക് മുഖം
തവിട്ടുനിറത്തിലുള്ള ടെഡി ബിയർ അലമാരയിൽ
ഇതൊരു ഭക്ഷണമാണ്
ഒരു അടുക്കളയിൽ പാചകം ചെയ്യുന്ന ആളുകൾ
ഒരു പിസ്സയ്‌ക്ക് സമീപമുള്ള ഫോർക്ക് ടൈനുകൾ
സ്റ്റെയിൻ-ഗ്ലാസ് വിൻഡോ
ഇത് ഒരു വ്യക്തിയാണ്
"ചുവപ്പ്, നീല വരകളുള്ള വെളുത്ത ബസ്"
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
മനുഷ്യന് നീല ഷർട്ട് ഉണ്ട്
ചുവന്ന വണ്ടി ആളുകളെ ആകർഷിക്കുന്നു
ഒരു കുപ്പി കെച്ചപ്പ്
ഇത് ഒരു വൃക്ഷമാണ്
ഇരുണ്ട മേശപ്പുറത്ത് ഭക്ഷണത്തിന്റെ പ്ലേറ്റുകൾ
തവിട്ടുനിറത്തിലുള്ള കരടി ചുറ്റുമതിലിൽ നിൽക്കുന്നു
ജിറാഫിന്റെ തല
നീല ഷർട്ട് ധരിച്ച മനുഷ്യൻ
ഒരു മനുഷ്യന്റെ കറുത്ത ജാക്കറ്റും
ഒരു ആർ‌വിയുടെ ചിത്രം
വെള്ളത്തിൽ പൊങ്ങിക്കിടക്കുന്ന ഒരു ചുവന്ന ബോട്ട്
നിലത്ത് സ്കീസ്
വീഡിയോ ഗെയിം കളിക്കുന്ന പെൺകുട്ടി
ഇത് ഒരു പകുതി പൈക്ക് ആണ്
ഒരു വലിയ ഫ്ലാറ്റ് സ്ക്രീൻ ടിവി
ഒരു കറുത്ത ട്രാഷ് ബാഗ്.
ചാരനിറത്തിലുള്ള സ്കീ പാന്റുകൾ
റോഡിൽ ഒരു മാർക്ക്
കെട്ടിടത്തിലെ പ്രതിമ
ബാക്ക് പായ്ക്ക് ധരിച്ച ഒരാൾ
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
വ്യക്തി വെള്ളത്തിലാണ്
പരന്ന മേൽക്കൂരയുള്ള രണ്ട് കെട്ടിടങ്ങൾ
ചാരനിറത്തിലുള്ള റോഡിന്റെ വശങ്ങളിൽ പച്ച പുല്ലിന്റെ സ്ട്രിപ്പുകൾ
ദ്വീപ് ബീച്ച് രംഗം
പാത്രത്തിനുള്ളിൽ വെളുത്ത പൂക്കളുടെ ക്രമീകരണം
ഒരു കാള വെള്ളത്തിലുണ്ട്
മഞ്ഞുവീഴ്ച
വലിയ കറുത്ത നായ
സ്ത്രീ നീല സർഫ് ബോർഡ് വലിച്ചിടുന്നു
കിടക്കമേൽ പുതപ്പ്
മേൽക്കൂരയിൽ വെളുത്ത വെളിച്ചം
ബ്ലാക്ക് ആൻഡ് വൈറ്റ് പൂച്ച ഉറങ്ങുന്നു
വായുവിൽ ഒരു സ്നോ ബോർഡർ
ഇത് ഒരു കുടയാണ്
ഒരു വിമാനത്തിന്റെ തുറന്ന വാതിൽ
കസേരയിൽ സ്റ്റഫ് ചെയ്ത മൃഗം
മരം മുള വിൻഡോ ഷേഡ്
രണ്ട് ആനകളിൽ സവാരി ചെയ്യുന്ന പുരുഷന്മാർ
തിളക്കമുള്ള ഡോണട്ട്സ് പെട്ടി
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
പകൽ ആകാശത്ത് മേഘ മൂടൽ
ട്രെയിനിൽ ചുവന്ന ചിഹ്നം
റോഡിൽ പച്ചയും വെള്ളയും ഉള്ള ബസ്
പാറയിൽ നിൽക്കുന്ന കറുത്ത പക്ഷി
മൊബൈലിൽ കാൽപ്പാടുകൾ
റോഡിൽ ഒരു ഫയർ ട്രക്ക്
സ്യൂട്ട്‌കേസിലെ കറുത്ത പൂച്ച
തവിട്ട് മരം ശാഖ
സ്വീകരണമുറിയിൽ പിയാനോ
മരത്തിന് കീഴിലുള്ള ചുവന്ന ജലാംശം
പ്ലേറ്റ് നടുവിൽ അരി ഉരുളുന്നു
ചാരനിറത്തിലുള്ള ബാറ്റിംഗിലുള്ള ഒരാൾ.
ഇതൊരു ചെരുപ്പ് ആണ്
ഒരു പിസ്സ കട്ടർ
കറുപ്പും വെളുപ്പും കലണ്ടർ അലമാരയിൽ
ഒരാൾ പിസ്സ പിടിക്കുന്നു
വായിൽ നുറുക്കുകൾ
ഇത് ഒരു വ്യക്തിയാണ്
"പച്ച, മഞ്ഞ വാഴപ്പഴം"
റാമ്പിൽ ഒരു പോൾ
ബൈക്കിന് കറുത്ത ടയർ ഉണ്ട്
ഒരു ഡെയ്‌സി
ഒരു പൂച്ച പുറത്തേക്ക് നോക്കുന്നു
ഒരു കട്ടിലിൽ ആളുകൾ
മഞ്ഞുവീഴ്ചയുള്ള പർവതനിര
ഗ്ലാസിൽ ബിയർ
പച്ച പുല്ലുകൾക്കിടയിലുള്ള നടപ്പാത
ആകാശത്ത് ഉയരുന്ന വിമാനങ്ങൾ
ഇതൊരു പോസ്റ്റർ ആണ്
ഇതൊരു ഡോണട്ട് ആണ്
ഒരു ചുവന്ന ഫ്രിസ്ബീ
ഇതൊരു റോഡാണ്
"ചുവപ്പ് വെള്ള, നീല തലം എഞ്ചിൻ"
ചുവന്ന വസ്ത്രം ധരിച്ച സ്ത്രീ
ജലത്തിന്റെ വെളുത്ത ഭാഗം
പുല്ലിൽ മൂന്ന് സീബ്രകൾ
പെൺകുട്ടിക്ക് നീളമുള്ള തവിട്ട് നിറമുള്ള മുടിയുണ്ട്
സുന്ദരമായ മുടിയുള്ള കുട്ടി
ചുവപ്പും മഞ്ഞയും പതാക
കട്ടിലിൽ ചുവന്ന തലയിണ
കണ്ണട ധരിച്ച ഒരു യുവതി
ചെറിയ കൊമ്പുകളുള്ള കാള
മഞ്ഞ നിറമുള്ള ചതഞ്ഞ ഏത്തക്ക
പഴയ കറുത്ത എഞ്ചിൻ
ആളുകൾ ഇരിക്കുന്നു
മേഘങ്ങളുള്ള നീലാകാശം
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
വർണ്ണാഭമായ ക്രിസ്മസ് ആഭരണങ്ങളുടെ പാത്രം
നായ മൊബൈലിൽ ഇരിക്കുന്നു
ഒരു ഡെസ്‌കിൽ വെച്ചിരിക്കുന്ന റിമോട്ട്
മേശപ്പുറത്തെ കടലാസ്
പുഞ്ചിരിക്കുന്ന ഒരു സ്ത്രീ
വർണ്ണാഭമായ സ്കാർഫ് ധരിച്ച ഒരു സ്ത്രീ
ചാരനിറത്തിലുള്ള ശവക്കുഴി മാർക്കർ
പഴയ ചാരനിറത്തിലുള്ള മരം ബെഞ്ച്
വായുവിൽ ഫ്രിസ്ബീ
കുന്നിലെ കറുത്ത ജലാംശം
വ്യക്തിക്ക് ഒരു മാസ്ക് ഉണ്ട്
ഇളം തവിട്ട് നിറമുളള നായ
മൂക്ക് തവിട്ടുനിറമാണ്
ഫോട്ടോഗ്രാഫർമാരുടെ പേര് അടയാളപ്പെടുത്തിയിരിക്കുന്നു
വയലിൽ പച്ച പുല്ല്
ഒരു നീല ചിക്വിറ്റ വാഴ ലേബൽ
ചുവന്ന ബേസ്ബോൾ തൊപ്പി
പശു വെളുത്തതും ബ്രൗൺ നിറവുമാണ്
കറുപ്പും ചുവപ്പും ബേസ്ബോൾ ബാറ്റ്
സ്വർണ്ണ നിറമുള്ള കരടി.
കുഞ്ഞ് ആന
പൂച്ചയുടെ കണ്ണ്
സാൻഡ്‌വിച്ച്ന്റെ രണ്ട് ഭാഗങ്ങൾ
പുറത്ത് നിൽക്കുന്ന ആന
ഡെക്കിൽ നീല കുട
ഇതൊരു ആടാണ്
ഒരു ട്രെയിനിന്റെ ഇടത് ടെയിൽ ലൈറ്റ്
